[{"fr": {"sentences": ["Je les enfermais dans de la graisse chaude, enveloppais chaque oiseau dans du bacon gras ou de la pancetta et rôtissait jusqu'à tendreté.", "Nous préférerions de loin que nos joueurs aient des haricots sur du pain grillé plutôt que du bacon et des saucisses et ce genre de chose.", "Il s'agit d'une raie pochée avec une saucisse de fenouil ou de rein d'agneau sur du pain au bacon et aux oignons.", "Le plat est également bon si vous placez des lanières de bacon sur le dessus vers la fin du temps de cuisson."], "word": "Bacon", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c493e"}, "topic": "food", "de": {"sentences": ["Ich würde sie mit heißem Fett versiegeln, jeden Vogel in Speck oder Pancetta einwickeln und braten, bis er weich ist.", "Es wäre viel lieber, wenn unsere Spieler Bohnen auf Toast hätten als Speck und Wurst und so.", "Es ist pochierter Schlittschuh mit Fenchel- oder Lammnierenwurst auf Speck und Zwiebelbrot.", "Das Gericht ist auch gut, wenn Sie gegen Ende der Kochzeit Speckstreifen darüber legen."], "word": "Speck", "difficulty_level": 5}, "en": {"sentences": [["I would seal them in hot fat, wrap each bird in fatty bacon or pancetta and roast till tender.", "We would much rather our players had beans on toast than bacon and sausage and that sort of thing.", "It's poached skate with fennel or lamb kidney sausage on bacon and onion bread.", "The dish is also nice if you place strips of bacon over the top towards the end of the cooking time."]], "word": "bacon", "difficulty_level": 5}, "id": "bacon", "lexicalCategory": "Noun", "url": "pictures/food/bacon.jpg", "es": {"sentences": ["Los sellaría con grasa caliente, envolvería cada ave con panceta o panceta y los asaría hasta que estuvieran tiernos.", "Preferiríamos que nuestros jugadores tuvieran frijoles tostados en lugar de tocino y salchichas y ese tipo de cosas.", "Es patinaje escalfado con salchicha de riñón de hinojo o cordero en tocino y pan de cebolla.", "El plato también es bueno si coloca tiras de tocino sobre la parte superior hacia el final del tiempo de cocción."], "word": "tocino", "difficulty_level": 5}}, {"fr": {"sentences": ["Ils ont un déficit record.", "Comme je le dis à mes étudiants quand ils parlent de mes tests: La vie n’est pas un choix multiple, une question Vrai-Faux ou une question de dissertation; le plus souvent, c'est une réponse courte - et votre note est basée sur votre compréhension du contexte de la question."], "word": "du boeuf", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c493f"}, "topic": "food", "de": {"sentences": ["Sie beklagen sich über Defizite auf Rekordniveau.", "Wie ich meinen Schülern erzähle, wenn sie sich über meine Tests informieren: Das Leben ist keine Multiple Choice, True-False oder eine Essay-Frage. Meistens ist es eine kurze Antwort - und Ihre Note basiert auf Ihrem Verständnis des Kontextes der Frage."], "word": "Rindfleisch", "difficulty_level": 3}, "en": {"sentences": [["They beef about record-level deficits.", "As I tell my students when they beef about my tests: Life isn't multiple choice, True-False or an Essay question; more often than not it's short answer--and your grade is based on your understanding of the context of the question."]], "word": "beef", "difficulty_level": 3}, "id": "beef", "lexicalCategory": "Noun", "url": "pictures/food/beef.jpg", "es": {"sentences": ["Se atormentan sobre los déficits récord", "Tal como les digo a mis alumnos cuando comentan acerca de mis pruebas: la vida no es de opción múltiple, Verdadero-Falso o una pregunta de ensayo; la mayoría de las veces es una respuesta breve, y su calificación se basa en su comprensión del contexto de la pregunta."], "word": "carne de vaca", "difficulty_level": 3}}, {"fr": {"sentences": ["Cependant, les animaux sacrifiés lors de ces rites étaient des poules et des poules.", "Selon la pensée indienne traditionnelle, voir une couvée de poulets avec une poule est de mauvais augure.", "La sauce va également bien avec les restes de rôti, de poulet, de dinde ou de jambon.", "Tout le monde a vu au moins quelques oiseaux gallinacés, depuis le poulet et les dindes domestiqués sont dans cette catégorie."], "word": "poulet", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c4940"}, "topic": "food", "de": {"sentences": ["Die in diesen Riten geopferten Tiere waren jedoch Hühner und Hühner.", "Nach traditionellem indischen Denken ist es ein schlechtes Omen, wenn man zusammen mit einer Henne eine Hühnerbrut sieht.", "Die Sauce passt auch gut zu Speiseresten, Hähnchen, Truthahn oder Schinken.", "Jeder hat mindestens ein paar gallinaceous Vögel gesehen, da domestizierte Hühner und Puten in dieser Kategorie sind."], "word": "Hähnchen", "difficulty_level": 3}, "en": {"sentences": [["However, the animals sacrificed in these rites have been chickens and hens.", "As per traditional Indian thinking, seeing a brood of chickens along with a hen is a bad omen.", "The sauce also goes well with leftover roast, chicken, turkey or ham.", "Everyone has seen at least a few gallinaceous birds, since domesticated chicken and turkeys are in this category."]], "word": "chicken", "difficulty_level": 3}, "id": "chicken", "lexicalCategory": "Noun", "url": "pictures/food/chicken.jpg", "es": {"sentences": ["Sin embargo, los animales sacrificados en estos ritos han sido pollos y gallinas.", "Según el pensamiento tradicional de la India, ver una camada de pollos junto con una gallina es un mal presagio.", "La salsa también va bien con restos de carne asada, pollo, pavo o jamón.", "Todos han visto al menos algunas aves gallináceas, ya que los pollos y pavos domesticados se encuentran en esta categoría."], "word": "pollo", "difficulty_level": 3}}, {"fr": {"sentences": ["Mais il était, si rien d’autre, un acteur exceptionnel dans le secteur du jambon et la vérité ne s’y opposait jamais.", "Picasso est le génie en question et, heureusement, c'est un gros jambon.", "Pour être honnête, le grand oiseau, le jambon rôti et les roulés à la saucisse sont une pierre de taille autour du cou de ce cuisinier depuis plus longtemps qu'il ne se souvient pas.", "Si vous êtes un amateur de radio et que vous êtes un peu déçu du manque de diversité des systèmes d’exploitation dans les principaux magazines de radio amateur, vous apprécierez certainement l’introduction de Volker Schroer sur PSK31 sous Linux à la page 50."], "word": "jambon", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c4941"}, "topic": "food", "de": {"sentences": ["Aber er war, wenn nicht anders, ein außergewöhnlicher Schinkenschauspieler, und die Wahrheit stand ihm nie im Weg.", "Picasso ist das Genie, und zum Glück ist er ein großer Schinken.", "Um ehrlich zu sein, der große Vogel, der Schinkenbraten und die Wurstbrötchen waren ein Mühlstein um den Hals dieses Kochs, als er sich erinnern möchte.", "Wenn Sie ein Radiosender sind und ein wenig enttäuscht über die mangelnde Betriebssystemvielfalt in den gängigen Amateurfunkmagazinen sind, werden Sie Volker Schroers Einführung zu PSK31 unter Linux auf Seite 50 sicher gefallen."], "word": "Schinken", "difficulty_level": 5}, "en": {"sentences": [["But he was, if nothing else, an exceptional ham actor and the truth never stood in his way.", "Picasso's the genius in question, and thankfully he's a big ham.", "To be honest, the great bird, the roast ham and the sausage rolls have been a millstone round this cook's neck for longer than he cares to remember.", "If you're a radio ham, and a little disappointed with the lack of OS diversity in the mainstream amateur radio magazines, you're sure to enjoy Volker Schroer's intro to PSK31 under Linux on page 50."]], "word": "ham", "difficulty_level": 5}, "id": "ham", "lexicalCategory": "Noun", "url": "pictures/food/ham.jpg", "es": {"sentences": ["Pero él era, si nada más, un actor excepcional y la verdad nunca se interpuso en su camino.", "Picasso es el genio en cuestión, y afortunadamente es un gran jamón.", "Para ser honesto, el gran pájaro, el jamón asado y los rollos de salchicha han sido una piedra de molino alrededor del cuello de este cocinero por más tiempo de lo que él recuerda.", "Si eres un fanático de la radio, y te decepciona un poco la falta de diversidad de sistemas operativos en las revistas de radio amateur, puedes disfrutar de la introducción de Volker Schroer a PSK31 en Linux en la página 50."], "word": "jamón", "difficulty_level": 5}}, {"fr": {"sentences": ["Ils ont massacré un bœuf et ont servi des hamburgers et des steaks à la famille.", "Les steaks, les hamburgers, les hot dogs et les côtelettes de porc sont généralement grillés.", "Il y aura une tente à bière et la cuisine sera ouverte et proposera des hamburgers, des rouleaux de boerewors, du curry et du riz.", "Le 4 juillet, alors que j'étais assis chez Steve et que je préparais des hamburgers et des hot-dogs, mon téléphone portable a commencé à sonner."], "word": "Hamburger", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c4942"}, "topic": "food", "de": {"sentences": ["Sie schlachteten ein Ochse und servierten der Familie Hamburger und Steaks.", "In der Regel werden Steaks, Hamburger, Hot Dogs und Schweinekoteletts gegrillt.", "Es wird ein Bierzelt geben und die Küche wird geöffnet. Hier werden Hamburger, Boerewors-Brötchen sowie Curry und Reis angeboten.", "Als ich am vierten Juli in Steves Haus saß und Hamburger und Hot Dogs grillte, läutete mein Handy."], "word": "Hamburger", "difficulty_level": 7}, "en": {"sentences": [["They butchered a steer and served hamburgers and steaks to the family.", "Steaks, hamburgers, hot dogs and pork chops are usually grilled.", "There will be a beer tent and the kitchen will be open offering hamburgers, boerewors rolls and curry and rice.", "On the Fourth of July, as I sat at Steve's house grilling hamburgers and hot dogs, my cell phone began to ring."]], "word": "hamburger", "difficulty_level": 7}, "id": "hamburger", "lexicalCategory": "Noun", "url": "pictures/food/hamburger.jpg", "es": {"sentences": ["Masacraron un novillo y sirvieron hamburguesas y filetes a la familia.", "Los filetes, las hamburguesas, los perros calientes y las chuletas de cerdo se suelen asar a la parrilla.", "Habrá una tienda de cerveza y la cocina estará abierta ofreciendo hamburguesas, panecillos, curry y arroz.", "El 4 de julio, mientras estaba sentado en la casa de Steve asando hamburguesas y perros calientes, mi teléfono celular comenzó a sonar."], "word": "hamburguesa", "difficulty_level": 7}}, {"fr": {"sentences": ["Et avec ses performances passées spectaculaires dans les ondes de hot-dog, Tim a tout ce qu'il faut pour passer d'un fil à l'autre.", "La viande fraîche contient moins de sodium que la viande de déjeuner, le bacon, les hot dogs, les saucisses et le jambon.", "Les téléspectateurs de ma maison étaient tous inquiets des réactions redneck / macho des concurrents lorsque Kobayashi a remporté le premier tour de hot dog puis le grand prix.", "Le dimanche, le bar ouvre sa cuisine et sert des hamburgers, des hot dogs et des pizzas."], "word": "Hot-dog", "difficulty_level": 1}, "_id": {"$oid": "5c94a7aa2344ef50953c4943"}, "topic": "food", "de": {"sentences": ["Und mit spektakulären Aufführungen in Hot-Dog-Wellen als Leitfaden - was Talente angeht - hat Tim alles, um von Draht zu Draht zu gehen.", "Frisches Fleisch enthält weniger Natrium als Mittagessen, Speck, Würstchen, Wurst und Schinken.", "Die Zuschauer in meinem Haus waren alle besorgt über Redneck / Macho-Reaktionen unter den Konkurrenten, als Kobayashi zuerst die Hot Dog-Runde gewann und dann den Hauptpreis gewann.", "Sonntags öffnet die Bar ihre Küche mit Burger, Hot Dogs und Pizza."], "word": "Hotdog", "difficulty_level": 1}, "en": {"sentences": [["And with spectacular past performances in hot dog waves as a guide - talent wise - Tim has what it takes to go wire-to-wire.", "Fresh meat is lower in sodium than luncheon meat, bacon, hot dogs, sausage and ham.", "The viewers in my house were all worried about redneck/macho reactions among competitors when Kobayashi first won the hot dog round and then went on to win the grand prize.", "On Sundays, the bar opens its kitchen, serving burgers, hot dogs, and pizza."]], "word": "hot dog", "difficulty_level": 1}, "id": "hot dog", "lexicalCategory": "Noun", "url": "pictures/food/hot_dog.jpg", "es": {"sentences": ["Y con espectaculares actuaciones pasadas en las olas de perros calientes como guía, en cuanto al talento, Tim tiene todo lo que se necesita para ir de cable a cable.", "La carne fresca es más baja en sodio que la carne de almuerzo, tocino, perros calientes, salchichas y jamón.", "Los espectadores en mi casa estaban todos preocupados por las reacciones de paleto / macho entre los competidores cuando Kobayashi ganó por primera vez la ronda de hot dogs y luego ganó el gran premio.", "Los domingos, el bar abre su cocina, que sirve hamburguesas, perros calientes y pizza."], "word": "Pancho", "difficulty_level": 1}}, {"fr": {"sentences": ["Il a perdu un peu de poids (apparemment, Skinner \"finit toujours par faire le plein de porc\") et, tenant une bouteille d'eau dans son vêtement de sport de marque, pourrait bien être au gymnase.", "Mais je soupçonne que les enfants obèses réagiraient en trouvant d’autres aliments pour la viande de porc.", "En vieillissant, ils ont tendance à manger de la même manière, à courir moins et à sortir un peu du porc."], "word": "porc", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c4944"}, "topic": "food", "de": {"sentences": ["Er hat ein bisschen an Gewicht verloren (Skinner 'scheint immer gegen Ende der Produktion eines Albums), und wenn er in seiner flinken Designer-Sportbekleidung eine Flasche Wasser hält, ist er fast im Fitnessstudio.", "Aber ich vermute, dass fettleibige Kinder darauf reagieren, indem sie andere Nahrungsmittel finden, auf die sie sich konzentrieren können.", "Wenn sie älter werden, neigen sie dazu, das Gleiche zu essen, weniger herumzulaufen und ein wenig zu schwitzen."], "word": "Schweinefleisch", "difficulty_level": 4}, "en": {"sentences": [["He's lost a bit of weight (Skinner ‘always porks out’ towards the end of making an album, apparently) and, clutching a bottle of water in his snappy designer sportswear, might almost be at the gym.", "But I suspect that obese kids would respond by finding other foods to pork out on.", "As they get older, they tend to eat the same and run around less, and pork out a bit."]], "word": "pork", "difficulty_level": 4}, "id": "pork", "lexicalCategory": "Noun", "url": "pictures/food/pork.jpg", "es": {"sentences": ["Perdió un poco de peso (Skinner 'siempre se vuelve loco' hacia el final de hacer un álbum, al parecer) y, sosteniendo una botella de agua en su prenda deportiva de diseñador, casi podría estar en el gimnasio.", "Pero sospecho que los niños obesos responderían encontrando otros alimentos para el cerdo.", "A medida que crecen, tienden a comer lo mismo y corren menos, y la carne de cerdo sale un poco."], "word": "Cerdo", "difficulty_level": 4}}, {"fr": {"sentences": ["Les porcs sont généralement abattus avant Noël, fumés, transformés en saucisses et conservés pour être utilisés tout au long de l'année.", "Vous avez des tranches de pain italien croustillantes garnies de gelée de poivron et de saucisse andouille au milieu.", "Tranchez des morceaux de saucisse italienne sur un lit de lentilles.", "Une soif de saucisses fumées et de rouleaux de chou peut certainement être satisfaite ici."], "word": "saucisse", "difficulty_level": 6}, "_id": {"$oid": "5c94a7aa2344ef50953c4945"}, "topic": "food", "de": {"sentences": ["Schweine werden normalerweise vor Weihnachten geschlachtet, geräuchert, zu Wurst verarbeitet und für das ganze Jahr konserviert.", "Sie haben knusprige italienische Brotscheiben mit Pfeffergelee und Andouille-Wurst in der Mitte.", "Schneiden Sie italienische Wurststücke in ein Linsenbett.", "Ein Verlangen nach geräucherten Würstchen und Kohlrouladen kann hier definitiv befriedigt werden."], "word": "Wurst", "difficulty_level": 6}, "en": {"sentences": [["Pigs are usually slaughtered before Christmas, smoked, made into sausage, and preserved for use throughout the year.", "You've got crusty Italian bread slices topped with pepper jelly and andouille sausage in the middle.", "Slice up pieces of Italian sausage onto a bed of lentils.", "A craving for smoked sausages and cabbage rolls can definitely be satisfied here."]], "word": "sausage", "difficulty_level": 6}, "id": "sausage", "lexicalCategory": "Noun", "url": "pictures/food/sausage.jpg", "es": {"sentences": ["Los cerdos generalmente se matan antes de Navidad, se fuman, se convierten en salchichas y se conservan para su uso durante todo el año.", "Tienes rodajas de pan italiano crujientes cubiertas con gelatina de pimienta y salchicha andouille en el medio.", "Cortar trozos de salchicha italiana en una cama de lentejas.", "Un antojo por las salchichas ahumadas y los rollos de col definitivamente puede satisfacerse aquí."], "word": "chorizo", "difficulty_level": 6}}, {"fr": {"sentences": ["Parmi les classiques anglais figurent le pudding au steak et aux reins, les côtelettes de côtelettes d’agneau, le dessus du bœuf, les bangers et la purée, ainsi que le poisson, les chips et les pois.", "J'ai acheté du lait caillé au citron et au marmite, des biscuits salés à la crème et des relish, des tartes au bifteck et aux reins et de la sauce Worcestershire.", "Le thé se déplaçait rapidement, de la tarte au steak au pudding.", "Qu'en est-il des gars et de la viande? steaks, hamburgers, côtelettes sont la voie au coeur d'un homme"], "word": "steak", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c4946"}, "topic": "food", "de": {"sentences": ["Zu den englischen Klassikern gehören Steak- und Nierenpudding, Lammkoteletts, Rindfleisch-Oberteile, Banger und Brei sowie Fisch, Chips und Erbsen.", "Ich kaufte Marmite- und Zitronenquark, Sahnecracker und Gentlemans Relish, Steak- und Nierenpasteten und Worcestershire-Sauce.", "Der Tee bewegte sich schnell, von der Steakpastete bis zum Pudding.", "Was ist mit Kerlen und Fleisch? Steaks, Burger, Koteletts sind der Weg zum Herzen eines Mannes"], "word": "Steak", "difficulty_level": 5}, "en": {"sentences": [["Among the English classics will be steak and kidney pudding, lamb chump chops, topside of beef, bangers and mash, and fish, chips and peas.", "I bought Marmite and lemon curd, cream crackers and gentleman's relish, steak and kidney pies and Worcestershire sauce.", "Tea was moving on apace, from steak pie to pudding.", "What is it about blokes and meat? steaks, burgers, chops are the way to a man's heart"]], "word": "steak", "difficulty_level": 5}, "id": "steak", "lexicalCategory": "Noun", "url": "pictures/food/steak.jpg", "es": {"sentences": ["Entre los clásicos ingleses se encuentran el pudin de bistec y riñones, las chuletas de cordero, la parte superior de la carne de res, los bangers y el puré, y el pescado, papas fritas y guisantes.", "Compré Marmite y requesón de limón, galletas de crema y condimentos para caballeros, pasteles de carne y riñones y salsa Worcestershire.", "El té avanzaba rápidamente, desde el pastel de carne hasta el pudín.", "¿Qué pasa con los tíos y la carne? Filetes, hamburguesas, chuletas son el camino al corazón de un hombre."], "word": "filete", "difficulty_level": 5}}, {"fr": {"sentences": ["La demande de volaille augmente régulièrement depuis des décennies et les consommateurs américains mangent maintenant plus de poulet et de dinde que de viande rouge.", "Carmella a servi trois types de viande, à savoir: la dinde, le bœuf et la tortue.", "Cette recette d'avant Noël demande de la viande de dinde fraîche émincée, de préférence d'un oiseau bio élevé en plein air.", "Un dindon sauvage a englouti et nous sommes retournés au camp pour le dîner sous la pleine lune."], "word": "dinde", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c4947"}, "topic": "food", "de": {"sentences": ["Die Nachfrage nach Geflügel ist seit Jahrzehnten stetig gewachsen, und die Verbraucher in den USA essen heute mehr Huhn und Truthahn als rotes Fleisch.", "Carmella servierte drei Fleischsorten: Truthahn, Rindfleisch und Schildkröte.", "Dieses vorweihnachtliche Rezept verlangt nach gehacktem frischem Truthahnfleisch, vorzugsweise von einem Freiland-Biovogel.", "Ein wilder Truthahn verschlang, und wir kehrten bei Vollmond zum Abendessen zurück."], "word": "Truthahn", "difficulty_level": 4}, "en": {"sentences": [["Demand for poultry has grown steadily for decades, and U.S. consumers now eat more chicken and turkey than red meat.", "Carmella served three kinds of meat including: turkey, beef, and turtle.", "This pre-Christmas recipe calls for minced fresh turkey meat, preferably from a free-range, organic bird.", "A wild turkey gobbled, and we returned to camp for dinner beneath a full moon."]], "word": "turkey", "difficulty_level": 4}, "id": "turkey", "lexicalCategory": "Noun", "url": "pictures/food/turkey.jpg", "es": {"sentences": ["La demanda de aves de corral ha crecido de manera constante durante décadas, y los consumidores estadounidenses ahora comen más pollo y pavo que carne roja.", "Carmella sirvió tres tipos de carne, incluyendo: pavo, carne de res y tortuga.", "Esta receta previa a la Navidad requiere carne de pavo fresca picada, preferiblemente de un pájaro orgánico de corral.", "Un pavo salvaje engulló, y regresamos al campamento para cenar bajo la luna llena."], "word": "pavo", "difficulty_level": 4}}, {"fr": {"sentences": ["La sauce bolognaise devrait comprendre un mélange de viandes, en particulier de bœuf, d’agneau et de veau.", "La ferme compte maintenant des bovins laitiers et de boucherie, des veaux de boucherie, des porcs et des moutons, ainsi que des céréales, des légumineuses et des légumes.", "Faire brunir la viande de veau de tous les côtés, en veillant à ce que la viande présente une croûte légèrement dorée / rouillée.", "Ici, le veau finement coupé est recouvert de chapelure au parmesan, puis frit."], "word": "veau", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c4948"}, "topic": "food", "de": {"sentences": ["Die Bolognese-Sauce sollte eine Mischung aus Fleisch, insbesondere Rindfleisch, Lamm und Kalbfleisch enthalten.", "Jetzt hat der Hof Milch- und Mastvieh, Kalbkälber, Schweine und Schafe sowie Getreide, Hülsenfrüchte und Gemüse.", "Braunes Kalbfleisch auf allen Seiten, um sicherzustellen, dass das Fleisch eine goldene / rostige Kruste entwickelt hat.", "Hier wird dünn geschnittenes Kalbfleisch mit Parmesankäse paniert und gebraten."], "word": "Kalbfleisch", "difficulty_level": 7}, "en": {"sentences": [["Bolognese sauce should include a mix of meats, particularly beef, lamb and veal.", "Now the farm has dairy and beef cattle, veal calves, pigs and sheep as well as cereal crops, pulses and vegetables.", "Brown veal on all sides, ensuring that the meat has developed a bit of a golden/rust crust.", "Here, thinly-cut veal is covered in Parmesan cheese breadcrumbs, then fried."]], "word": "veal", "difficulty_level": 7}, "id": "veal", "lexicalCategory": "Noun", "url": "pictures/food/veal.jpg", "es": {"sentences": ["La salsa boloñesa debe incluir una mezcla de carnes, especialmente carne de res, cordero y ternera.", "Ahora la granja tiene ganado lechero y de carne, terneras, cerdos y ovejas, así como cereales, legumbres y hortalizas.", "Ternera marrón por todos lados, asegurando que la carne haya desarrollado un poco de corteza dorada / óxido.", "Aquí, la ternera finamente cortada se cubre con pan rallado de queso parmesano, luego se fríe."], "word": "ternera", "difficulty_level": 7}}, {"fr": {"sentences": ["De 1905 à 1918, il rapporta des échantillons de plantes de pommes à l’herbe de zoysia.", "C'est au printemps que le pommier fleurit et que des centaines de jonquilles et de tulipes blanches s'épanouissent sous lui.", "Je veux dire, pensez-vous que les pommes vertes ne sont cultivées que dans une ferme donnée?", "Ce processus se produit tôt dans la maturation des fruits à baies tels que la tomate, alors qu'il est tardif dans les fruits croquants tels que la pomme."], "word": "Pomme", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c4949"}, "topic": "food", "de": {"sentences": ["Von 1905 bis 1918 brachte er Pflanzenproben von Äpfeln nach Zoysia-Gras mit.", "Frühling ist, wenn der Apfelbaum blüht, und darunter blühen hunderte weiße Narzissen und Tulpen.", "Ich meine, denken Sie, dass grüne Äpfel nur auf einer bestimmten Farm angebaut werden?", "Bei weichen Früchten wie Tomaten tritt dieser Prozess frühzeitig während der Reifung auf, während er bei knackigen Früchten wie Apfel ein später Reifungsprozess ist."], "word": "Apfel", "difficulty_level": 3}, "en": {"sentences": [["From 1905 to 1918, he brought back samples of plants from apples to zoysia grass.", "Spring is when the apple tree blooms, and beneath it hundreds of white daffodils and tulips come into flower.", "I mean, do you think that green apples are only grown on a certain farm?", "In soft fruit such as tomato this process occurs early in ripening whereas in crisp fruits such as apple it is a late-ripening process."]], "word": "apple", "difficulty_level": 3}, "id": "apple", "lexicalCategory": "Noun", "url": "pictures/food/apple.jpg", "es": {"sentences": ["De 1905 a 1918, trajo muestras de plantas de manzanas a zoysia.", "La primavera es cuando el manzano florece, y debajo de él florecen cientos de narcisos blancos y tulipanes.", "Quiero decir, ¿crees que las manzanas verdes solo se cultivan en una granja determinada?", "En frutas blandas como el tomate, este proceso ocurre temprano en la maduración, mientras que en frutas crujientes como la manzana es un proceso de maduración tardía."], "word": "manzana", "difficulty_level": 3}}, {"fr": {"sentences": ["La chair peut être soit d'abricot, soit moins souvent mais plus délicieuse, de couleur crème.", "Le bois de tension dans l'abricotier est composé de fibres de G typiques.", "Les arbres à fleurs printanières tels que les cerisiers à fleurs, les prunes et les abricots ne doivent pas être taillés en hiver, sinon vous couperez beaucoup de fleurs.", "Même en hiver, les branches nues des trembles, des abricots et des pommiers, ainsi que les baies rouge vif du sorbier sont d'une beauté austère."], "word": "abricot", "difficulty_level": 8}, "_id": {"$oid": "5c94a7aa2344ef50953c494a"}, "topic": "food", "de": {"sentences": ["Das Fleisch kann entweder Aprikose oder, seltener aber lecker, cremefarben sein.", "Spannungsholz im Aprikosenbaum besteht aus typischen G-Fasern.", "Im Frühling blühende Bäume wie blühende Kirschen, Pflaumen und Aprikosen sollten im Winter nicht beschnitten werden, da Sie sonst viele Blumen abschneiden.", "Selbst im Winter haben die kahlen Äste von Espen, Aprikosen und Apfelbäumen und die leuchtend roten Beeren der Eberesche eine strenge Schönheit."], "word": "Aprikose", "difficulty_level": 8}, "en": {"sentences": [["The flesh can be either apricot or, less often but more delicious, cream coloured.", "Tension wood in the apricot tree is composed of typical G-fibres.", "Spring flowering trees such as flowering cherries, plums and apricots should not be pruned during winter, otherwise you will cut off many of the flowers.", "Even in winter there's an austere beauty to the bare branches of aspen, apricot, and apple trees, and the bright-red berries of mountain ash."]], "word": "apricot", "difficulty_level": 8}, "id": "apricot", "lexicalCategory": "Noun", "url": "pictures/food/apricot.jpg", "es": {"sentences": ["La carne puede ser albaricoque o, con menos frecuencia, pero más deliciosa, de color crema.", "La madera de tensión en el albaricoquero está compuesta de fibras G típicas.", "Los árboles que florecen en primavera, como las cerezas en flor, las ciruelas y los albaricoques, no se deben podar durante el invierno, de lo contrario cortarás muchas flores.", "Incluso en invierno hay una belleza austera en las ramas desnudas de álamo, albaricoque y manzanos, y las bayas de ceniza de montaña de color rojo brillante."], "word": "albaricoque", "difficulty_level": 8}}, {"fr": {"sentences": ["Le lieu était bananes, entre techno, danse des années 90, booty, drum & bass et bien sûr Joe Jackson, tandis que Luv continuait de montrer à quel point il pouvait être polyvalent avec un barrage puissant.", "Nous avons vérifié les confitures d’été qui s’y sont déroulées et qui sont gratuites pour la ville, c’était donc des bananes.", "Toute la chose est bananes mais je n'ai pas essayé d'effacer mon nom car cela aurait signifié rester encore plusieurs mois."], "word": "banane", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c494b"}, "topic": "food", "de": {"sentences": ["Es waren Bananen, die zwischen Techno, 90er-Jahre-Tanz, Beute, Drum & Bass und natürlich Joe Jackson peitschten, während Luv weiterhin zeigte, wie vielseitig er mit einem harten poppigen Säure-Stechen sein kann.", "Wir haben uns die Sommer-Marmelade angesehen, die da draußen passiert ist, die in der Stadt kostenlos ist, also waren es Bananen.", "Das Ganze sind Bananen, aber ich habe nicht versucht, meinen Namen zu klären, denn das hätte bedeuten müssen, dass ich noch einige Monate bleiben würde."], "word": "Banane", "difficulty_level": 5}, "en": {"sentences": [["The place was bananas, whipping between techno, '90s dance, booty, drum & bass and of course Joe Jackson, while Luv continued to show how versatile he can be with a hard thumping acid jump-off.", "We did check out the summer jam that happened out there, which is free to the city, so that was bananas.", "The whole thing is bananas but I didn't attempt to clear my name as that would have meant staying on for several months more."]], "word": "banana", "difficulty_level": 5}, "id": "banana", "lexicalCategory": "Noun", "url": "pictures/food/banana.jpg", "es": {"sentences": ["El lugar era bananas, batiendo entre el techno, la danza de los 90, el botín, el tambor y el bajo y, por supuesto, Joe Jackson, mientras que Luv continuó demostrando lo versátil que puede ser con un fuerte arranque de ácido.", "Hicimos un vistazo a la mermelada de verano que sucedió allí, que es gratuita para la ciudad, así que eso fue bananas.", "Todo esto es bananas, pero no intenté limpiar mi nombre ya que eso hubiera significado quedarme por varios meses más."], "word": "plátano", "difficulty_level": 5}}, {"fr": {"sentences": ["La taille des framboises et des mûres peut être un jeu d'enfant si vous suivez quelques étapes simples.", "Recherchez également des hybrides complexes de framboises noires et diverses espèces d’autres framboises et mûres, y compris certaines tropicales et asiatiques.", "J'allais faire des sonneries lyriques à propos de mon week-end, en parcourant le domaine en cueillant des mûres, des pommes et des Damsons.", "Les ronces - framboises et mûres - sont des plantes vivaces à la croissance bisannuelle et au port fructifère."], "word": "la mûre", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c494c"}, "topic": "food", "de": {"sentences": ["Das Beschneiden von Himbeeren und Brombeeren kann ein Kinderspiel sein, wenn Sie ein paar einfache Schritte ausführen.", "Suchen Sie auch nach komplexen Hybriden aus schwarzen Himbeeren und verschiedenen anderen Himbeeren und Brombeeren, einschließlich tropischer und asiatischer Arten.", "Ich wollte über mein Wochenende lyrisch werden und durch das Anwesen spazieren gehen, Brombeeren, Äpfel und Damsons pflücken.", "Die Brombeeren - Himbeeren und Brombeeren - sind mehrjährige Pflanzen mit zweijährigem Wachstum und fruchtigem Wuchs."], "word": "Brombeere", "difficulty_level": 7}, "en": {"sentences": [["Pruning raspberries and blackberries can be a snap if you follow a few simple steps.", "Also look for complex hybrids of black raspberries and various species of other raspberries and blackberries, including some that are tropical and Asiatic.", "I was going to wax lyrical about my weekend, walking round the estate picking blackberries, apples and Damsons.", "The brambles - raspberries and blackberries - are perennial plants with a biennial growth and fruiting habit."]], "word": "blackberry", "difficulty_level": 7}, "id": "blackberry", "lexicalCategory": "Noun", "url": "pictures/food/blackberry.jpg", "es": {"sentences": ["La poda de frambuesas y moras puede ser muy fácil si sigues unos simples pasos.", "También busque híbridos complejos de frambuesas negras y varias especies de otras frambuesas y moras, incluyendo algunas que son tropicales y asiáticas.", "Iba a hablar mucho sobre mi fin de semana, paseando por la finca recogiendo moras, manzanas y Damsons.", "Las zarzas (frambuesas y moras) son plantas perennes con un crecimiento bienal y un hábito fructífero."], "word": "Mora", "difficulty_level": 7}}, {"fr": {"sentences": ["Consommez aussi beaucoup de fruits sains - pamplemousse rose, bleuets, fraises, cerises, etc.", "Les myrtilles sauvages douces regorgent d'antioxydants, qui éliminent les radicaux libres.", "Les aiguilles de pin ont tendance à augmenter l’acidité du sol, elles fonctionnent donc mieux autour des plantes qui aiment l’acide, comme les rhododendrons et les myrtilles.", "Les carences en fer sont courantes dans les bleuets, les rhododendrons et les chênes d'Amérique, à moins que le sol ne soit assez acide."], "word": "myrtille", "difficulty_level": 8}, "_id": {"$oid": "5c94a7aa2344ef50953c494d"}, "topic": "food", "de": {"sentences": ["Essen Sie auch viel gesundes Obst - rosa Grapefruit, Blaubeeren, Erdbeeren, Kirschen usw.", "Süße wilde Blaubeeren platzen mit Antioxidantien, die böse freie Radikale aufnehmen.", "Kiefernnadeln neigen dazu, den Säuregehalt des Bodens zu erhöhen, sodass sie am besten bei säureliebenden Pflanzen wie Rhododendren und Blaubeeren wirken.", "Eisenmangel tritt häufig bei Blaubeeren, Rhododendren und Stieleichen auf, es sei denn, der Boden ist ziemlich sauer."], "word": "Blaubeere", "difficulty_level": 8}, "en": {"sentences": [["Also eating lots of healthy fruit - pink grapefruit, blueberries, strawberries, cherries, etc.", "Sweet wild blueberries are bursting with antioxidants, which mop up nasty free radicals.", "Pine needles tend to increase the acidity of the soil so they work best around acid-loving plants such as rhododendrons and blueberries.", "Iron deficiency is common on blueberries, rhododendrons, and pin oaks unless the soil is quite acidic."]], "word": "blueberry", "difficulty_level": 8}, "id": "blueberry", "lexicalCategory": "Noun", "url": "pictures/food/blueberry.jpg", "es": {"sentences": ["También comer mucha fruta saludable - pomelo rosa, arándanos, fresas, cerezas, etc.", "Los arándanos silvestres dulces están llenos de antioxidantes, que eliminan los radicales libres.", "Las agujas de pino tienden a aumentar la acidez del suelo, por lo que funcionan mejor con plantas que aman el ácido, como los rododendros y los arándanos.", "La deficiencia de hierro es común en arándanos, rododendros y robles, a menos que el suelo sea bastante ácido."], "word": "arándano", "difficulty_level": 8}}, {"fr": {"sentences": ["Il y avait des assortiments de fleurs le long de l'allée et un beau cerisier à la droite de la pelouse.", "Les vins rouges ont tendance à passer du rouge cerise au rouge brique au cuivre au brun.", "Les joues d'Avery virèrent au rouge cerise et elle se dégagea rapidement.", "Mais tout a l'air si bon que je ne peux pas résister; nectarines roses, abricots rougissants et cerises noires croquantes."], "word": "Cerise", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c494e"}, "topic": "food", "de": {"sentences": ["Es gab eine Reihe von Blumen in der Einfahrt und einen schönen Kirschbaum rechts vom Rasen.", "Rotweine tendieren dazu, von Kirschrot über Ziegelrot über Kupfer bis Braun zu gehen.", "Averys Wangen färbten sich kirschrot und sie schlurfte schnell davon.", "Aber alles sieht so gut aus, dass ich nicht widerstehen kann. rosige Nektarinen, errötende Aprikosen und knackige, dunkle Kirschen."], "word": "Kirsche", "difficulty_level": 4}, "en": {"sentences": [["There were assortments of flowers lining the driveway, and a beautiful cherry tree off to the right of the lawn.", "Red wines tend to go from cherry red to brick red to copper to brown.", "Avery's cheeks turned cherry red, and she quickly shuffled off.", "But everything looks so good I can't resist; rosy nectarines, blushing apricots, and crisp, dark cherries."]], "word": "cherry", "difficulty_level": 4}, "id": "cherry", "lexicalCategory": "Noun", "url": "pictures/food/cherry.jpg", "es": {"sentences": ["Había una variedad de flores que bordeaban el camino de entrada, y un hermoso cerezo a la derecha del césped.", "Los vinos tintos tienden a ir de rojo cereza a rojo ladrillo a cobre a marrón.", "Las mejillas de Avery se pusieron de color rojo cereza, y rápidamente se retiró.", "Pero todo se ve tan bien que no puedo resistirme; nectarinas rosadas, rubor de albaricoques y cerezas crujientes y oscuras."], "word": "Cereza", "difficulty_level": 4}}, {"fr": {"sentences": ["Certaines groseilles sont les hôtes de la rouille vésiculeuse du pin blanc et ne doivent pas être plantées près de pins blancs.", "J'expérimente avec une sauce au porto de cerise et de cassis à mettre sur un dessert.", "Des fruits secs tels que des raisins de Corinthe ou des raisins secs sont fréquemment ajoutés à ce mélange de base.", "Je ne vous le donne que si vous essayez d'abord de le préparer avec quelque chose de net et non humide, comme des raisins secs, des raisins de Corinthe, des abricots secs, du zeste d'agrumes ou du gingembre confit."], "word": "groseille", "difficulty_level": 9}, "_id": {"$oid": "5c94a7aa2344ef50953c494f"}, "topic": "food", "de": {"sentences": ["Einige Johannisbeeren beherbergen den Weißkiefer-Blasenrost und sollten nicht in der Nähe von Weißkiefern gepflanzt werden.", "Ich experimentiere mit einer Kirsch-Johannisbeer-Port-Sauce, um einen Nachtisch zu überziehen.", "Getrocknete Früchte wie Johannisbeeren oder Sultaninen werden häufig zu dieser Grundmischung hinzugefügt.", "Ich gebe es Ihnen nur unter der Bedingung weiter, dass Sie es zuerst mit etwas Süßem und Nicht-Nassem wie Rosinen, Johannisbeeren, getrockneten Aprikosen, Zitronenschale oder kandiertem Ingwer versuchen."], "word": "Johannisbeere", "difficulty_level": 9}, "en": {"sentences": [["Some currants are host to the White pine blister rust, and should not be planted near white pines.", "I experiment with a cherry currant port sauce to put over a dessert.", "Dried fruits such as currants or sultanas are frequently added to this basic mix.", "I pass it on to you only on the condition that you try making it first with something neat and non-wet, such as raisins, currants, dried apricots, citrus zest, or candied ginger."]], "word": "currant", "difficulty_level": 9}, "id": "currant", "lexicalCategory": "Noun", "url": "pictures/food/currant.jpg", "es": {"sentences": ["Algunas grosellas son el anfitrión de la oxidación de la ampolla de pino blanco, y no deben plantarse cerca de pinos blancos.", "Experimento con una salsa de puerto de grosella para poner sobre un postre.", "Frutas secas como grosellas o sultanas se agregan frecuentemente a esta mezcla básica.", "Solo se lo entrego a condición de que intente hacerlo primero con algo limpio y no mojado, como pasas, grosellas, albaricoques secos, cáscara de cítricos o jengibre confitado."], "word": "grosella", "difficulty_level": 9}}, {"fr": {"sentences": ["Placez une figue séchée sur le côté et versez un peu de sauce à l'orange autour du plat.", "Je m'intéressais aussi à la façon dont les hôtels emploient les gens à condition qu'ils restent invisibles, pas plus susceptibles de dialoguer avec un client payant qu'une usine de figue en pleurs.", "Voyant au loin un figuier en feuille, il alla chercher s'il avait des fruits.", "Son Skywalk spectaculaire s'étend au-dessus de la canopée de palmiers, de figues étrangleuses et d'épaisses vignes ligneuses pour offrir une vue époustouflante sur l'océan à 40 miles."], "word": "figue", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c4950"}, "topic": "food", "de": {"sentences": ["Legen Sie eine getrocknete Feige auf eine Seite und geben Sie etwas Orangensauce um die Schüssel.", "Ich interessierte mich auch für die Art und Weise, in der Hotels Menschen beschäftigen, unter der Bedingung, dass sie unsichtbar bleiben, und nicht eher mit einem zahlenden Gast in einen Dialog treten als mit einer Feigenfabrik.", "Als er in der Ferne einen Feigenbaum im Blatt sah, ging er nach Obst.", "Sein dramatischer Skywalk reicht über den Baldachin von Palmen, Würgefeigen und dichten, holzigen Reben und bietet einen atemberaubenden Blick auf das Meer von 40 Meilen."], "word": "Feige", "difficulty_level": 5}, "en": {"sentences": [["Set a dried fig to one side and spoon some orange sauce around the dish.", "I was also interested in the way hotels employ people on the condition that they remain invisible, no more likely to engage in dialogue with a paying guest than a weeping fig plant.", "Seeing in the distance a fig tree in leaf, he went to find out if it had any fruit.", "Its dramatic Skywalk reaches above the canopy of palms, strangler figs and thick woody vines to command a breathtaking 40-mile view to the ocean."]], "word": "fig", "difficulty_level": 5}, "id": "fig", "lexicalCategory": "Noun", "url": "pictures/food/fig.jpg", "es": {"sentences": ["Coloque un higo seco a un lado y agregue un poco de salsa de naranja alrededor del plato.", "También me interesó la forma en que los hoteles emplean a personas con la condición de que permanezcan invisibles, no es más probable que participen en un diálogo con un huésped que paga que en una planta de higos llorones.", "Viendo en la distancia una higuera en hoja, fue a averiguar si tenía algún fruto.", "Su espectacular Skywalk se extiende por encima del dosel de palmeras, higos estranguladores y gruesas vides leñosas para comandar una impresionante vista de 40 millas hacia el océano."], "word": "higo", "difficulty_level": 5}}, {"fr": {"sentences": ["Ce blanc très aromatique, aux agrumes et au goût de groseille, est plus sec et beaucoup plus proche de Sancerre que la plupart des interprétations du raisin par les kiwis.", "Un blanc de blancs est un vin mousseux élaboré exclusivement à partir de raisins Chardonnay.", "C’est lors d’une activité d’ingénierie en France qu’il est tombé sous le charme du raisin et a décidé de ramener le vin et la culture du vin à la maison.", "Ils ont le meilleur goût car les raisins de cabernet mûrissent tard dans la saison - en septembre ou même en octobre."], "word": "grain de raisin", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c4951"}, "topic": "food", "de": {"sentences": ["Dieses durchdringend aromatische Zitrusfrucht- und Stachelbeer-artige Weiß ist trockener und viel näher an Sancerre als die meisten Kiwi-Interpretationen der Traube.", "Ein Blanc de Blanc ist ein Sekt, der ausschließlich aus Chardonnay-Trauben hergestellt wird.", "Während seiner Tätigkeit als Ingenieur in Frankreich fiel er in den Bann der Traube und beschloss, Wein und Weinkultur nach Hause zu bringen.", "Sie schmecken am besten, weil die Cabernet-Trauben spät in der Saison reifen - im September oder sogar im Oktober."], "word": "Traube", "difficulty_level": 5}, "en": {"sentences": [["This piercingly aromatic, citrus fruit and gooseberry-like white is drier and much closer to Sancerre than most Kiwi interpretations of the grape.", "A blanc de blancs is a sparkling wine made exclusively from Chardonnay grapes.", "It was while on engineering business in France that he fell under the grape's spell and decided to bring wine and wine culture home.", "They taste the best because the Cabernet grapes ripen late in the season - in September or even October."]], "word": "grape", "difficulty_level": 5}, "id": "grape", "lexicalCategory": "Noun", "url": "pictures/food/grape.jpg", "es": {"sentences": ["Este blanco aromáticamente penetrante, cítrico y de grosella espinosa es más seco y está mucho más cerca de Sancerre que la mayoría de las interpretaciones de kiwi de la uva.", "A blanc de blancs es un vino espumoso elaborado exclusivamente con uvas Chardonnay.", "Fue durante un negocio de ingeniería en Francia cuando cayó bajo el hechizo de la uva y decidió llevar el vino y la cultura del vino a casa.", "Saben mejor porque las uvas Cabernet maduran al final de la temporada, en septiembre o incluso en octubre."], "word": "uva", "difficulty_level": 5}}, {"fr": {"sentences": ["Je l'ai regardé ce matin extraire un jus de pamplemousse, de goyave, d'orange sanguine, de mangue, de prunes et de raisins et verser l'élixir dans un pichet en verre géant.", "Il avait coupé des pommes, une banane, un pamplemousse et une orange dans un bol, et arrosé de miel et de jus de citron.", "Les vents forts ont détruit des milliers d'arbres, d'oranges et de pamplemousses.", "Tous les jours, ma salle à manger sert des pamplemousses, des oranges et d'autres fruits frais."], "word": "pamplemousse", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c4952"}, "topic": "food", "de": {"sentences": ["Ich sah ihm heute Morgen zu, wie er Grapefruit, Guave, Blutorange, Mango, Pflaumen und Trauben entsaftete und das Elixier in einen riesigen Glaskrug goss.", "Er hatte Äpfel, eine Banane, eine Pampelmuse und eine Orange in eine Schüssel gehackt und mit Honig und Zitronensaft beträufelt.", "Starke Winde brachen Tausende von Bäumen, Orangen und Pampelmusen zusammen.", "Mein Restaurant serviert täglich frische Grapefruit, Orangen und andere Früchte."], "word": "Grapefruit", "difficulty_level": 7}, "en": {"sentences": [["I watched him this morning juicing a grapefruit, guava, blood orange, mango, plums, and grapes and pouring the elixir into a giant glass pitcher.", "He had chopped up some apples, a banana, a grapefruit, and an orange in a bowl, and drizzled honey and lemon juice over it.", "Strong winds snapped thousands of trees, oranges and grapefruit.", "My dining facility serves fresh grapefruit, oranges and other fruits every day."]], "word": "grapefruit", "difficulty_level": 7}, "id": "grapefruit", "lexicalCategory": "Noun", "url": "pictures/food/grapefruit.jpg", "es": {"sentences": ["Esta mañana lo observé probando un pomelo, una guayaba, una naranja sanguina, un mango, ciruelas y uvas y vertiendo el elixir en una jarra de vidrio gigante.", "Había picado algunas manzanas, un plátano, una toronja y una naranja en un tazón, y roció con miel y jugo de limón.", "Los fuertes vientos cortaron miles de árboles, naranjas y pomelos.", "Mi comedor sirve pomelos frescos, naranjas y otras frutas todos los días."], "word": "pomelo", "difficulty_level": 7}}, {"fr": {"sentences": ["Le fait que tant de Kiwis se soient ralliés à Jeff et aient voté devrait en soi montrer ce qu’il aurait pu faire pour la série.", "Après avoir passé un peu de temps autour des kiwis, je me suis rendu compte que l’anglais néo-zélandais est vraiment différent de l’anglais britannique.", "Ici en Australie, nous autorisons les Kiwis à entrer à tout moment et à travailler dans notre grand pays.", "En tant que Kiwi, il est difficile de l'admettre, mais les Australiens sont plutôt forts à ce jeu, ce qui est une raison de plus pour ne pas les aimer."], "word": "kiwi", "difficulty_level": 8}, "_id": {"$oid": "5c94a7aa2344ef50953c4953"}, "topic": "food", "de": {"sentences": ["Die Tatsache, dass so viele Kiwis hinter Jeff standen und abstimmten, sollte an sich zeigen, was er für die Show hätte tun können.", "Eine Sache, die ich bei einem kurzen Aufenthalt in Kiwis erkannt habe, ist, dass Neuseeland Englisch wirklich anders ist als Englisch.", "Hier in Australien erlauben wir Kiwis, jederzeit einzutreten und in unserem großartigen Land zu arbeiten.", "Als Kiwi ist es schwer zuzugeben, aber die Aussies sind ziemlich scharf in diesem Spiel, was noch mehr Grund ist, sie nicht zu mögen."], "word": "Kiwi", "difficulty_level": 8}, "en": {"sentences": [["The fact that so many Kiwis got behind Jeff and voted should in itself show what he could've done for the show.", "One thing I've really realised upon spending a bit of time around Kiwis again is that New Zealand English really is different from UK English.", "Here in Australia we allow Kiwis to enter anytime they like and to work in our great country.", "As a Kiwi it's hard to admit, but the Aussies are pretty sharp at this game, which is even more reason to dislike them."]], "word": "kiwi", "difficulty_level": 8}, "id": "kiwi", "lexicalCategory": "Noun", "url": "pictures/food/kiwi.jpg", "es": {"sentences": ["El hecho de que tantos kiwis se pusieran detrás de Jeff y votara debería mostrar en sí mismo lo que pudo haber hecho por el programa.", "Una cosa que realmente me di cuenta al pasar un poco de tiempo con los Kiwis es que el inglés de Nueva Zelanda es realmente diferente del inglés del Reino Unido.", "Aquí en Australia permitimos que los Kiwis entren cuando quieran y trabajen en nuestro gran país.", "Como Kiwi es difícil de admitir, pero los Aussies son bastante fuertes en este juego, lo cual es aún más razón para que no les gusten."], "word": "kiwi", "difficulty_level": 8}}, {"fr": {"sentences": ["Il y avait aussi des champs de maïs, des vignes, des citronniers, des peuplements de bambou et des forêts de cactus.", "Elle adorait les hauts plafonds et les grandes fenêtres, la façade en pierre et le jardin clos de murs où poussait un citronnier.", "Incorporer délicatement l'avocat avec le jus de citron et quelques herbes.", "Dans le verre, il est jaune pâle avec des notes de citron au nez."], "word": "citron", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c4954"}, "topic": "food", "de": {"sentences": ["Es gab auch Maisfelder, Weinreben, Zitronenbäume, Bambusbestände und Kakteenwälder.", "Sie liebte die hohen Decken und großen Fenster, die Steinfassade und den ummauerten Garten, in dem ein Zitronenbaum wuchs.", "Die Avocado mit Zitronensaft und Kräutern vorsichtig unterheben.", "Im Glas ist es hellgelb mit milden Zitronennoten."], "word": "Zitrone", "difficulty_level": 4}, "en": {"sentences": [["Also there were cornfields, grapevines, lemon trees, stands of bamboo, and forests of cactus.", "She loved the high ceilings and large windows, the stone facade, and the walled garden, where a lemon tree grew.", "Carefully fold in the avocado with the lemon juice and some of the herbs.", "In the glass it is pale yellow with mild lemon notes on the nose."]], "word": "lemon", "difficulty_level": 4}, "id": "lemon", "lexicalCategory": "Noun", "url": "pictures/food/lemon.jpg", "es": {"sentences": ["También había campos de maíz, vides, limoneros, rodales de bambú y bosques de cactus.", "Le encantaban los techos altos y las grandes ventanas, la fachada de piedra y el jardín amurallado, donde crecía un limonero.", "Incorpore cuidadosamente el aguacate con el jugo de limón y algunas de las hierbas.", "En el vaso es de color amarillo pálido con suaves notas de limón en nariz."], "word": "limón", "difficulty_level": 4}}, {"fr": {"sentences": ["Les hommes de terrain lime les terrains de rugger pour les étudiants jeunes des grands et des bons.", "Les dossiers montrent qu'à Mazabuka, Chibombo et Mumbwa, un grand nombre d'agriculteurs confirment que l'utilisation de la chaux avait considérablement amélioré leurs rendements.", "Depuis les années 50, les organismes gouvernementaux ont poussé les propriétaires fonciers et offert des subventions pour labourer ou limer la bruyère afin de permettre la propagation de l'herbe."], "word": "citron vert", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c4955"}, "topic": "food", "de": {"sentences": ["Landsleute kalken die rauen Felder für die jungen Studenten des Großen und Guten.", "Aufzeichnungen zeigen, dass in Mazabuka, Chibombo und Mumbwa eine große Anzahl von Landwirten bestätigt, dass der Kalkverbrauch ihre Erträge enorm verbessert hat.", "Regierungsbehörden seit den 1950er Jahren haben Landbesitzer gedrängt und Subventionen angeboten, um das Heidekraut zu pflügen oder zu kalken, um die Verbreitung von Gras zu ermöglichen."], "word": "Limette", "difficulty_level": 5}, "en": {"sentences": [["Groundsmen lime the rugger fields for the student young of the great and the good.", "Records show that in Mazabuka, Chibombo and Mumbwa, a large number of farmers confirm that lime usage had improved their yields tremendously.", "Government bodies since the 1950s have pushed landowners and offered subsidies to plough up or lime the heather to allow the spread of grass."]], "word": "lime", "difficulty_level": 5}, "id": "lime", "lexicalCategory": "Noun", "url": "pictures/food/lime.jpg", "es": {"sentences": ["Los jardineros calzan los campos de rugby para los estudiantes jóvenes de los grandes y los buenos.", "Los registros muestran que en Mazabuka, Chibombo y Mumbwa, una gran cantidad de agricultores confirman que el uso de cal ha mejorado enormemente sus rendimientos.", "Los organismos gubernamentales desde la década de 1950 han empujado a los terratenientes y han ofrecido subsidios para arar o calzar el brezo para permitir la propagación de la hierba."], "word": "Lima", "difficulty_level": 5}}, {"fr": {"sentences": ["Il y avait des stands sur tous les côtés remplis de melons mûrs, de pommes croustillantes, de bananes fraîches et de tous les types de pain possibles.", "Le vieux jardin entouré de murs est complètement envahi par la végétation mais entre 1880 et 1920, des melons, des concombres, des vignes et des figues y poussaient.", "Il n'est pas trop tard pour planter davantage de haricots arbustifs, courges d'été, melons, poivrons, aubergines, soucis, zinnias, gomphrena, rudbeckia, coleus et caladiums.", "Nous plaçons une clôture métallique au milieu de nos lits afin que les tomates, les concombres, les melons, les citrouilles et autres cultures de vigne puissent pousser à la verticale."], "word": "melon", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c4956"}, "topic": "food", "de": {"sentences": ["Auf allen Seiten waren Stände mit reifen Melonen, knackig aussehenden Äpfeln, frischen Bananen und allen möglichen Brotsorten gefüllt.", "Der alte, von einer Mauer umgebene Garten ist jetzt völlig bewachsen, aber zwischen 1880 und 1920 wuchsen dort Melonen, Gurken, Reben und Feigen.", "Es ist nicht zu spät, noch mehr Buschbohnen, Sommerkürbis, Melonen, Paprika, Auberginen, Ringelblumen, Zinnien, Gomphrena, Rudbeckia, Coleus und Caladien zu pflanzen.", "Wir legen einen Drahtzaun in die Mitte unserer Betten, so dass Tomaten, Gurken, Melonen, Kürbisse und andere Rebkulturen senkrecht wachsen können."], "word": "Melone", "difficulty_level": 7}, "en": {"sentences": [["There were stalls on all sides filled with ripe melons, crisp looking apples, fresh bananas and every type of bread possible.", "The old walled garden is completely overgrown now but between 1880 and 1920 melons, cucumbers, vines and figs grew there.", "It's not too late to plant more bush beans, summer squash, melons, peppers, eggplants, marigolds, zinnias, gomphrena, rudbeckia, coleus and caladiums.", "We put wire fence in the middle of our beds, so tomatoes, cucumbers, melons, pumpkins, and other vine crops can grow vertically."]], "word": "melon", "difficulty_level": 7}, "id": "melon", "lexicalCategory": "Noun", "url": "pictures/food/melon.jpg", "es": {"sentences": ["Había puestos en todos lados llenos de melones maduros, manzanas crujientes, bananas frescas y todo tipo de pan posible.", "El viejo jardín amurallado está completamente cubierto ahora, pero entre 1880 y 1920 melones, pepinos, enredaderas e higos crecieron allí.", "No es demasiado tarde para plantar más frijoles, calabacín, melones, pimientos, berenjenas, caléndulas, zinnias, gomphrena, rudbeckia, coleo y caladiums.", "Colocamos alambradas en el medio de nuestras camas para que los tomates, pepinos, melones, calabazas y otros cultivos de vid puedan crecer verticalmente."], "word": "melón", "difficulty_level": 7}}, {"fr": {"sentences": ["Faites chauffer l'huile d'olive dans une petite poêle, ajoutez la chair de nectarine, le vinaigre balsamique, les flocons de piment, les graines de cumin et 1 c. À table de jus de citron vert.", "Les abricots, les nectarines et les pêches, par exemple, ne survivront pas aux hivers dans les régions où les températures minimales descendent régulièrement en dessous de - 15 ° F.", "Les infestations de raisins sont souvent dues à une accumulation d'autres fruits à baies tels que les figues, les abricots, les pêches, les nectarines ou les agrumes.", "Plus de 50 variétés de pêches, nectarines, abricots et prunes à faible refroidissement se sont développées dans le verger de Sam, mais beaucoup ont récemment été détruites par les inondations."], "word": "nectarine", "difficulty_level": 10}, "_id": {"$oid": "5c94a7aa2344ef50953c4957"}, "topic": "food", "de": {"sentences": ["Das Olivenöl in einer kleinen Pfanne erhitzen, Nektarinenfleisch, Balsamico-Essig, Pfefferflocken, Kümmel und 1 EL Limettensaft hinzufügen.", "Aprikosen, Nektarinen und Pfirsiche überleben zum Beispiel den Winter nicht in Regionen, in denen die Minimaltemperaturen regelmäßig unter 15 ° C sinken.", "Der Befall von Weintrauben ist häufig auf eine Anhäufung anderer weicher Früchte wie Feigen, Aprikosen, Pfirsiche, Nektarinen oder Zitrusfrüchte zurückzuführen.", "In Sam's Obstgarten wuchsen mehr als 50 Sorten Pfirsiche, Nektarinen, Aprikosen und Pflaumen mit niedrigem Gefrierpunkt, aber viele wurden kürzlich durch Fluten verloren."], "word": "Nektarine", "difficulty_level": 10}, "en": {"sentences": [["Heat the olive oil in a small skillet, add the nectarine flesh, the balsamic vinegar, pepper flakes, cumin seeds and 1 Tbsp lime juice.", "Apricots, nectarines and peaches, for instance, will not survive winters in regions where minimum temperatures regularly drop below - 15 F.", "Infestations of grapes are often due to a buildup in other soft fruits such as figs, apricots, peaches, nectarines, or citrus.", "More than 50 varieties of peaches, nectarines, apricots and low-chill plums grew in Sam's orchard, but many were recently lost to floods."]], "word": "nectarine", "difficulty_level": 10}, "id": "nectarine", "lexicalCategory": "Noun", "url": "pictures/food/nectarine.jpg", "es": {"sentences": ["Caliente el aceite de oliva en una sartén pequeña, agregue la carne de nectarina, el vinagre balsámico, los copos de pimienta, las semillas de comino y 1 cucharada de jugo de limón.", "Los albaricoques, las nectarinas y los melocotones, por ejemplo, no sobrevivirán a los inviernos en regiones donde las temperaturas mínimas caen regularmente por debajo de - 15 F.", "Las infestaciones de uvas a menudo se deben a una acumulación en otras frutas suaves como higos, albaricoques, melocotones, nectarinas o cítricos.", "Más de 50 variedades de melocotones, nectarinas, albaricoques y ciruelas bajas en frío crecieron en el huerto de Sam, pero muchas se perdieron recientemente debido a las inundaciones."], "word": "nectarina", "difficulty_level": 10}}, {"fr": {"sentences": ["Fabriqués à partir de pommes, raisins, pêches, poires, ananas, baies ou autres fruits, ces édulcorants ont la consistance d'un sirop épais et une saveur intense.", "Tout d’abord, Parks a écopé d’une pénalité à 40 mètres qui a divisé les poteaux avec une précision géométrique.", "Il appelle cela «la pêche d'un livre».", "Hampton a pris l'avantage à la 58e minute."], "word": "pêche", "difficulty_level": 6}, "_id": {"$oid": "5c94a7aa2344ef50953c4958"}, "topic": "food", "de": {"sentences": ["Diese Süßstoffe bestehen aus Äpfeln, Trauben, Pfirsichen, Birnen, Ananas, Beeren oder anderen Früchten und haben die Konsistenz von dickem Sirup und einem intensiven Geschmack.", "Erstens schlug Parks einen Pfirsich aus 40 Metern Entfernung, der die Pfosten mit geometrischer Präzision halbierte.", "Er nennt es \"einen Pfirsich eines Buches\".", "In der 58. Minute ging Hampton mit einem Torpfosten in Führung."], "word": "Pfirsich", "difficulty_level": 6}, "en": {"sentences": [["Made from apples, grapes, peaches, pears, pineapples, berries or other fruit, these sweeteners have the consistency of thick syrup and an intense flavor.", "Firstly, Parks hit a peach of a penalty from 40 yards out that bisected the posts with geometric precision.", "He calls it ‘a peach of a book’.", "Hampton went ahead in the 58th minute with a peach of a goal."]], "word": "peach", "difficulty_level": 6}, "id": "peach", "lexicalCategory": "Noun", "url": "pictures/food/peach.jpg", "es": {"sentences": ["Hechos de manzanas, uvas, melocotones, peras, piñas, bayas u otras frutas, estos endulzantes tienen la consistencia de un jarabe espeso y un sabor intenso.", "En primer lugar, Parks logró una penalización de 40 yardas que dividió los postes con precisión geométrica.", "Él lo llama 'un durazno de un libro'.", "Hampton se adelantó en el minuto 58 con un gol de melocotón."], "word": "melocotón", "difficulty_level": 6}}, {"fr": {"sentences": ["Le fruit de la figue de Barbarie - un croisement entre le kiwi et une poire mûre - est merveilleux.", "Comme les autres fruits frais, les poires offrent de nombreux avantages pour le corps.", "Les fruits tels que les poires et les baies sont également riches en fibres.", "Dans un autre cadre, il se tient dans la cour à côté de sa femme regardant un poirier."], "word": "poire", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c4959"}, "topic": "food", "de": {"sentences": ["Die Früchte der Kaktusfeige - eine Kreuzung aus Kiwi und reifer Birne - sind wunderbar.", "Wie andere frische Früchte bieten auch Birnen dem Körper eine ganze Reihe von Vorteilen.", "Früchte wie Birnen und Beeren sind auch reich an Ballaststoffen.", "In einem folgenden Rahmen steht er auf dem Hof neben seiner Frau und schaut auf einen Birnbaum."], "word": "Birne", "difficulty_level": 5}, "en": {"sentences": [["The fruit from the prickly pear - a cross between kiwi fruit and a ripe pear - is wonderful.", "Like other fresh fruits, pears offer quite broad benefits for the body.", "Fruits such as pears and berries are also high in fiber.", "In a following frame, he is standing in the yard next to his wife looking at a pear tree."]], "word": "pear", "difficulty_level": 5}, "id": "pear", "lexicalCategory": "Noun", "url": "pictures/food/pear.jpg", "es": {"sentences": ["La fruta de la tuna, una mezcla de kiwi y una pera madura, es maravillosa.", "Al igual que otras frutas frescas, las peras ofrecen beneficios bastante amplios para el cuerpo.", "Las frutas como las peras y las bayas también son altas en fibra.", "En el siguiente cuadro, él está de pie en el patio junto a su esposa mirando un peral."], "word": "Pera", "difficulty_level": 5}}, {"fr": {"sentences": ["Fabriqués à partir de pommes, raisins, pêches, poires, ananas, baies ou autres fruits, ces édulcorants ont la consistance d'un sirop épais et une saveur intense.", "Cette peau douce est basée sur des substances actives présentes dans deux fruits tropicaux, l’ananas et la papaye.", "Des fruits tropicaux tels que l'ananas, le fruit de la passion et la pomme de bois sont combinés au lait de coco pour créer des cocktails sans alcool inoubliables.", "Ces consommateurs «personnalisent» Kool-Aid en ajoutant des oranges, des raisins, des ananas, du jus de fruits et du soda."], "word": "ananas", "difficulty_level": 6}, "_id": {"$oid": "5c94a7aa2344ef50953c495a"}, "topic": "food", "de": {"sentences": ["Diese Süßstoffe bestehen aus Äpfeln, Trauben, Pfirsichen, Birnen, Ananas, Beeren oder anderen Früchten und haben die Konsistenz von dickem Sirup und einem intensiven Geschmack.", "Diese sanfte Schale basiert auf Wirkstoffen aus zwei tropischen Früchten, Ananas und Papaya.", "Tropische Früchte wie Ananas, Passionsfrucht und Holzapfel werden mit Kokosmilch zu unvergesslichen Mocktails kombiniert.", "Diese Verbraucher passen Kool-Aid an, indem sie Orangen, Trauben, Ananas, Fruchtsaft und Limonade hinzufügen."], "word": "Ananas", "difficulty_level": 6}, "en": {"sentences": [["Made from apples, grapes, peaches, pears, pineapples, berries or other fruit, these sweeteners have the consistency of thick syrup and an intense flavor.", "This gentle peel is based on active substances found in two tropical fruits, pineapple and papaya.", "Tropical fruits such as pineapple, passion fruit and wood apple are combined with coconut milk to create unforgettable mocktails.", "These consumers ‘customize’ Kool-Aid by adding oranges, grapes, pineapples, fruit juice, and club soda."]], "word": "pineapple", "difficulty_level": 6}, "id": "pineapple", "lexicalCategory": "Noun", "url": "pictures/food/pineapple.jpg", "es": {"sentences": ["Hechos de manzanas, uvas, melocotones, peras, piñas, bayas u otras frutas, estos endulzantes tienen la consistencia de un jarabe espeso y un sabor intenso.", "Esta cáscara suave se basa en sustancias activas que se encuentran en dos frutas tropicales, piña y papaya.", "Las frutas tropicales como la piña, la fruta de la pasión y la manzana de madera se combinan con la leche de coco para crear cócteles sin sabor inolvidables.", "Estos consumidores \"personalizan\" Kool-Aid agregando naranjas, uvas, piñas, jugo de frutas y gaseosas de club."], "word": "piña", "difficulty_level": 6}}, {"fr": {"sentences": ["Aucun autre bateau n’a atteint la finale, et le huitième, champion olympique en titre, est arrivé dernier.", "Greg et moi avons oublié de faire le point au cas où.", "Cette fois, ils n’ont pas eu de chance et ont été battus par une équipe à haut rendement qui a certainement gardé son meilleur vin jusqu’à la fin.", "Je me suis tellement perdue en essayant de deviner ce que chaque plume et bande de couleur sur son corps indiquait que je manquais le camp en train d'être mis en place et que je ne remarquais presque pas que Doc était sur le point de revenir."], "word": "prune", "difficulty_level": 6}, "_id": {"$oid": "5c94a7aa2344ef50953c495b"}, "topic": "food", "de": {"sentences": ["Kein anderes Boot erreichte ein Finale, und die acht verteidigenden Olympiasieger waren zuletzt Pflaumen.", "Greg und ich haben vergessen, die Dinge für alle Fälle zu sichern.", "Diesmal hatten sie das Glück und wurden von einer hochoktanigen Mannschaft geschlagen, die ihren besten Wein sicher bis zuletzt rettete.", "Ich verlor mich so sehr, als ich versuchte zu erraten, was jede Feder und jedes farbige Band an seinem Körper anzeigte, dass ich die Einrichtung des Lagers vermisst habe und Doc auf dem Rückweg fast nicht bemerkt hätte."], "word": "Pflaume", "difficulty_level": 6}, "en": {"sentences": [["No other boat reached a final, and the eight, defending Olympic champions, came plum last.", "Greg and I plum forgot to back things up just in case.", "This time they were plum out of luck and beaten by a high octane-fuelled side who certainly saved their best wine until last.", "I got so lost in trying to guess what every feather and coloured band on his body denoted that I plum missed the camp being set up, and nearly didn't notice Doc on his way back over."]], "word": "plum", "difficulty_level": 6}, "id": "plum", "lexicalCategory": "Noun", "url": "pictures/food/plum.jpg", "es": {"sentences": ["Ningún otro bote llegó a la final, y los ocho, campeones olímpicos defensores, llegaron en último lugar.", "Greg y yo nos olvidamos de respaldar las cosas por si acaso.", "En esta ocasión, tuvieron un golpe de suerte y fueron golpeados por un bando de alto octanaje que ciertamente guardó su mejor vino hasta el final.", "Me perdí tanto al intentar adivinar lo que cada una de las plumas y bandas de colores de su cuerpo denotaban que extrañaba el campamento que estaba configurando, y casi no noté a Doc cuando regresaba."], "word": "ciruela", "difficulty_level": 6}}, {"fr": {"sentences": ["En plus d'être mangée fraîche, la grenade douce et rouge foncé est excellente en gelée et en sirop et constitue un ingrédient principal de la grenadine aromatisante.", "C’est lui qui donne naissance aux jardins: plantes grimpantes et arbres verticaux, palmiers et toutes sortes de cultures, d’olives et de grenades, tous différents.", "Un coing est un de ces fruits, comme une grenade, qui me rappelle une boule de Noël.", "Mais ils vendent les meilleurs fruits séchés, noix, grenades et menthe à Londres, ainsi que ces petits gâteaux qui font fondre les dents et que les gens qui ne connaissent pas mieux pensent qu'ils sont grecs."], "word": "Grenade", "difficulty_level": 9}, "_id": {"$oid": "5c94a7aa2344ef50953c495c"}, "topic": "food", "de": {"sentences": ["Der süße, dunkelrote Granatapfel ist nicht nur frisch verzehrt, sondern auch ausgezeichnetes Gelee und Sirup. Er ist ein Hauptbestandteil des Grenadins.", "Er ist es, der Gärten zum Leben erweckt: Kriechpflanzen und aufrechte Bäume, die Palme und alle Arten von Getreide, Oliven und Granatäpfeln gleichermaßen und verschieden.", "Eine Quitte ist eine dieser Früchte, wie ein Granatapfel, der mich an eine Weihnachtskugel erinnert.", "Aber sie verkaufen in London die besten getrockneten Früchte, Nüsse, Granatäpfel und Minze, und diese kleinen zahnschmelzenden Kuchen, von denen Menschen, die nichts Besseres wissen, Griechisch sind."], "word": "Granatapfel", "difficulty_level": 9}, "en": {"sentences": [["In addition to being eaten fresh, the sweet, dark-red pomegranate makes excellent jelly and syrup and is a primary ingredient in the flavoring grenadine.", "It is He who brings gardens into being: creepers and upright trees, the palm and all manner of crops, olives, and pomegranates alike and different.", "A quince is one of those fruits, like a pomegranate, that reminds me of a Christmas bauble.", "But they sell the best dried fruit, nuts, pomegranates and mint in London, and those little tooth-melting cakes that people who know no better think are Greek."]], "word": "pomegranate", "difficulty_level": 9}, "id": "pomegranate", "lexicalCategory": "Noun", "url": "pictures/food/pomegranate.jpg", "es": {"sentences": ["Además de consumirse fresca, la granada dulce de color rojo oscuro produce una excelente gelatina y jarabe y es un ingrediente principal de la granadina saborizante.", "Es Él quien crea los jardines: enredaderas y árboles verticales, la palma y todo tipo de cultivos, aceitunas y granadas por igual y diferentes.", "Un membrillo es una de esas frutas, como una granada, que me recuerda a un adorno navideño.", "Pero venden las mejores frutas secas, nueces, granadas y menta en Londres, y esos pequeños pasteles que derriten los dientes que la gente que no conoce mejor piensan que son griegos."], "word": "granada", "difficulty_level": 9}}, {"fr": {"sentences": ["Je devais supporter tous ces vieux pruneaux mélodramatiques (pas seulement les personnes plus âgées, mais aussi les personnes de mon âge) en disant que ma vie était finie, et oh, je ne serais jamais capable de faire mon diplôme et d'obtenir un bon travail et oh, c'est vraiment dommage!", "Sinon, je préparerai mon propre muesli croquant en mélangeant des pruneaux ou de l'abricot, du miel, du citron et du clou de girofle avec du yogourt faible en gras.", "Les prunes européennes ont une chair épaisse et ferme qui donne d'excellents pruneaux, conserves ou fruits du désert.", "J'aime le concept de cette recette. C'est du bœuf et de l'agneau, mais les épices sont la cannelle, le gingembre et le poivre. Il contient également des pruneaux et des abricots secs."], "word": "prune", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c495d"}, "topic": "food", "de": {"sentences": ["Ich musste all diese melodramatischen alten Pflaumen (nicht nur ältere Menschen, aber auch Menschen in meinem Alter) ertragen und sagen, mein Leben sei vorbei, und oh, ich würde niemals meinen Abschluss machen und einen guten Job bekommen und oh, das ist eine Schande!", "Ansonsten bereite ich mein eigenes knuspriges Müsli zu, indem ich Trockenpflaumen oder Aprikosen, Honig, Zitrone und Nelken mit fettarmer Joghurt mische.", "Europäische Pflaumen haben ein dickes, festes Fleisch, das ausgezeichnete Pflaumen, Konserven oder Wüstenfrüchte ergibt.", "Ich mag das Konzept dieses Rezepts. Es ist Rind- und Lammfleisch, aber die Gewürze sind Zimt, Ingwer und Pfeffer, und es gibt auch getrocknete Pflaumen und Aprikosen."], "word": "Pflaume", "difficulty_level": 7}, "en": {"sentences": [["I had to put up with all these melodramatic old prunes (not just older people, but people of my own age as well) saying that my life was over, and oh, i would never be able to do my degree and get a good job, and oh, it is such a shame!", "Otherwise, I'll prepare my own crunchy muesli by mixing prunes or apricot, honey, lemon and cloves with low-fat yogurt.", "European plums have a thick, firm flesh that make excellent prunes, preserves, or desert fruit.", "I like the concept of this recipe. It's beef and lamb but the spices are cinnamon and ginger and pepper and there's dried prunes and apricots in it too."]], "word": "prune", "difficulty_level": 7}, "id": "prune", "lexicalCategory": "Noun", "url": "pictures/food/prune.jpg", "es": {"sentences": ["Tuve que aguantar todas estas viejas melodramáticas (no solo personas mayores, sino también personas de mi edad) diciendo que mi vida había terminado y, oh, nunca podría hacer mi carrera y conseguir un buen trabajo , y oh, es una pena!", "De lo contrario, prepararé mi propio muesli crujiente mezclando ciruelas o albaricoque, miel, limón y clavo de olor con yogur bajo en grasa.", "Las ciruelas europeas tienen una carne gruesa y firme que son excelentes ciruelas, conservas o fruta del desierto.", "Me gusta el concepto de esta receta. Es carne de res y cordero, pero las especias son canela, jengibre y pimienta y también contienen ciruelas secas y albaricoques."], "word": "ciruela pasa", "difficulty_level": 7}}, {"fr": {"sentences": ["Hitomi continua à regarder Mer qui lui souffla une framboise.", "Les plantes ligneuses comme les groseilles à maquereau, les framboises et même les roses peuvent souffrir de dépérissement après le flétrissage et le flétrissement de leurs feuilles, pour ensuite virer au brun.", "Vers la fin du mois de juillet, un ami et moi sommes allés cueillir des framboises à Inverness.", "Gaffle a tiré la langue à Pintom et a soufflé une framboise."], "word": "framboise", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c495e"}, "topic": "food", "de": {"sentences": ["Hitomi starrte Mer weiterhin an, der sie mit einer Himbeere anblies.", "Holzige Pflanzen, darunter Stachelbeeren, Himbeeren und sogar Rosen, können nach dem Verwelken und Schrumpfen der Blätter an Sterben leiden und braun werden.", "Ende Juli gingen ein Freund und ich nach Inverness, um Himbeeren zu pflücken.", "Gaffle streckte Pintom die Zunge heraus und blies eine Himbeere."], "word": "Himbeere", "difficulty_level": 7}, "en": {"sentences": [["Hitomi continued to glare at Mer who blew a raspberry at her.", "Woody plants including gooseberries, raspberries and even roses may suffer from dieback after their leaves wilt and shrivel, changing to brown.", "Towards the end of July a friend and I went up to Inverness to pick raspberries.", "Gaffle stuck his tongue out at Pintom and blew a raspberry."]], "word": "raspberry", "difficulty_level": 7}, "id": "raspberry", "lexicalCategory": "Noun", "url": "pictures/food/raspberry.jpg", "es": {"sentences": ["Hitomi continuó fulminando con la mirada a Mer, quien le lanzó una frambuesa.", "Las plantas leñosas, como las grosellas, las frambuesas e incluso las rosas, pueden sufrir un retroceso después de que sus hojas se marchitan y se marchitan, cambiando a marrón.", "Hacia finales de julio, un amigo y yo fuimos a Inverness para recoger frambuesas.", "Gaffle le sacó la lengua a Pintom y sopló una frambuesa."], "word": "frambuesa", "difficulty_level": 7}}, {"fr": {"sentences": ["Elle est blanche et a les yeux bleus et les cheveux blonds rehaussés de reflets de fraise, qui sont généralement attachés.", "Vous voyez, la nuit dernière, j'ai rêvé d'un énorme arc-en-ciel et de nombreux objets de couleur arc-en-ciel, de tasses orange avec un liquide de couleur fraise, etc.", "Les cheveux couleur fraise d'Ericka brillèrent, touchés par le soleil du matin qui brillait à travers la fenêtre de la cuisine.", "Parmi les nouvelles saveurs, on note le craquement pomme à la cannelle, le suprême de framboise au chocolat, le yogourt à la fraise et le craquement de fraises."], "word": "fraise", "difficulty_level": 6}, "_id": {"$oid": "5c94a7aa2344ef50953c495f"}, "topic": "food", "de": {"sentences": ["Sie ist weiß, 5 Fuß 1 Zoll, mit blauen Augen und blonden Haaren mit Erdbeer-Highlights, die normalerweise zurückgebunden werden.", "Sehen Sie, letzte Nacht habe ich von einem riesigen Regenbogen und vielen regenbogenfarbenen Objekten geträumt, orangefarbenen Tassen mit erdbeerfarbener Flüssigkeit und ähnlichem.", "Erickas erdbeerfarbenes Haar schimmerte, berührt von der Morgensonne, die durch das Küchenfenster schien.", "Neue Aromen sind Apfel-Zimt-Crunch, Himbeer-Himbeer-Joghurt und Erdbeer-Crunch."], "word": "Erdbeere", "difficulty_level": 6}, "en": {"sentences": [["She is white, 5ft 1in, with blue eyes and blonde hair with strawberry highlights, which is usually tied back.", "You see, last night I dreamt about a huge rainbow and lots of rainbow coloured objects, Orange cups with strawberry coloured liquid in them and the like.", "Ericka's strawberry coloured hair shimmered, touched by the morning sun shining through the kitchen window.", "New flavors include apple cinnamon crunch, chocolate raspberry supreme, strawberry yogurt and strawberry fruit crunch."]], "word": "strawberry", "difficulty_level": 6}, "id": "strawberry", "lexicalCategory": "Noun", "url": "pictures/food/strawberry.jpg", "es": {"sentences": ["Es blanca, 5 pies 1 pulgada, con ojos azules y cabello rubio con reflejos de fresa, que generalmente se ata hacia atrás.", "Verás, anoche soñé con un enorme arco iris y un montón de objetos de colores del arco iris, tazas de naranja con un líquido de color fresa en ellas y similares.", "El cabello color fresa de Ericka brillaba, tocado por el sol de la mañana que brillaba a través de la ventana de la cocina.", "Los nuevos sabores incluyen el crujido de manzana y canela, la frambuesa suprema de chocolate, el yogur de fresa y el crujido de fruta de fresa."], "word": "fresa", "difficulty_level": 6}}, {"fr": {"sentences": ["Les cerises, les pêches, les figues, les pommes, les mandarines, les citrons et les limes font partie des nombreux types d'arbres fruitiers qui poussent bien dans des récipients.", "La plupart des autres agrumes, tels que les citrons, les limes, les citrons, les oranges naturellement sucrées et les mandarines sont considérés comme sûrs.", "Disposez les segments de citron, de mandarine et d’orange sanguine sur le dessus et autour du gâteau à la mousse.", "À l'aide d'un éplucheur de pommes de terre tranchant, retirez le zeste de trois mandarines."], "word": "mandarine", "difficulty_level": 9}, "_id": {"$oid": "5c94a7aa2344ef50953c4960"}, "topic": "food", "de": {"sentences": ["Kirschen, Pfirsiche, Feigen, Äpfel, Mandarinen, Zitronen und Limetten gehören zu den vielen Arten von Obstbäumen, die in Behältern gedeihen.", "Die meisten anderen Zitrusfrüchte wie Zitronen, Limetten, Zitrone, natürlich süße Orangen und Mandarinen gelten als sicher.", "Ordnen Sie die Zitrone, Mandarine und Blutorangensegmente auf und um den Mousse Cake.", "Entfernen Sie mit einem scharfen Kartoffelschäler die Schale von drei Mandarinen."], "word": "Mandarine", "difficulty_level": 9}, "en": {"sentences": [["Cherries, peaches, figs, apples, tangerines, lemons, and limes are among the many types of fruit trees that thrive in containers.", "Most other citrus fruits, such as lemons, limes, citrons, naturally sweet oranges and tangerines are considered safe.", "Arrange the lemon, tangerine, and blood orange segments on top and around the mousse cake.", "Using a sharp potato peeler, remove the zest from three tangerines."]], "word": "tangerine", "difficulty_level": 9}, "id": "tangerine", "lexicalCategory": "Noun", "url": "pictures/food/tangerine.jpg", "es": {"sentences": ["Cerezas, melocotones, higos, manzanas, mandarinas, limones y limas se encuentran entre los muchos tipos de árboles frutales que crecen en contenedores.", "La mayoría de las otras frutas cítricas, como limones, limas, cítricos, naranjas naturalmente dulces y mandarinas se consideran seguras.", "Organice los segmentos de limón, mandarina y naranja de sangre en la parte superior y alrededor de la torta de mousse.", "Usando un pelador de papas afilado, retire la cáscara de tres mandarinas."], "word": "Mandarina", "difficulty_level": 9}}, {"fr": {"sentences": ["La plupart des gros fruits comme les citrouilles et les pastèques, et certains des plus gros légumes comme les gourdes et les tubercules, sont plus faciles à découper sous de nouvelles formes.", "Cultiver une pastèque de qualité, c'est un peu comme l'élevage de porcs.", "Le cas échéant, les ratons laveurs peuvent également manger des pêches, des prunes, des figues, des agrumes, des pastèques, des noix de hêtre et des noix.", "Alors que nous mangeons dans la véranda un plateau coloré d’ananas, de pastèques, de kiwis, de poires et de bananes fraîches, elle prépare des saucisses, du bacon et des crêpes."], "word": "pastèque", "difficulty_level": 8}, "_id": {"$oid": "5c94a7aa2344ef50953c4961"}, "topic": "food", "de": {"sentences": ["Die meisten größeren Früchte wie Kürbisse und Wassermelonen sowie einige größere Gemüse wie Kürbisse und Knollen lassen sich leichter in neuartige Formen bringen.", "Eine Wassermelone zu züchten ist ein bisschen wie Schweinezucht.", "Wo verfügbar, können Waschbären auch Pfirsiche, Pflaumen, Feigen, Zitrusfrüchte, Wassermelonen, Buchennüsse und Walnüsse essen.", "Als wir auf der Veranda einen bunten Teller mit frischer Ananas, Wassermelone, Kiwis, Birnen und Bananen zubereiten, kocht sie Würstchen, Speck und Pfannkuchen."], "word": "Wassermelone", "difficulty_level": 8}, "en": {"sentences": [["Most of the larger fruits such as pumpkins and watermelons, and some of the bigger vegetables such as gourds and tubers, are easier to carve into novel shapes.", "Growing a prize watermelon is a bit like pig farming.", "Where available raccoons may also eat peaches, plums, figs, citrus fruits, watermelons, beech nuts, and walnuts.", "As we tuck into a colourful platter of fresh pineapple, watermelon, kiwi fruit, pears and bananas on the veranda, she cooks up sausages, bacon and pancakes."]], "word": "watermelon", "difficulty_level": 8}, "id": "watermelon", "lexicalCategory": "Noun", "url": "pictures/food/watermelon.jpg", "es": {"sentences": ["La mayoría de las frutas más grandes, como las calabazas y las sandías, y algunas de las verduras más grandes, como las calabazas y los tubérculos, son más fáciles de cortar en formas novedosas.", "Cultivar una sandía premiada es un poco como la cría de cerdos.", "Donde los mapaches disponibles también pueden comer melocotones, ciruelas, higos, frutas cítricas, sandías, nueces de haya y nueces.", "Mientras comemos en una colorida bandeja de piña fresca, sandía, kiwi, peras y plátanos en la terraza, ella prepara salchichas, tocino y panqueques."], "word": "sandía", "difficulty_level": 8}}, {"fr": {"sentences": ["Ils ont été convaincus, semble-t-il depuis le début des temps, que la terrible menace qui pèse sur l'Amérique et la tarte aux pommes est le redoutable État voyou.", "L'Amérique était connue comme la patrie de la tarte aux pommes et de maman.", "En fait, je vais me récompenser maintenant, pour avoir fait 165 mots supplémentaires aujourd'hui en mangeant une tarte aux pommes ou un gros pouding au caramel collant.", "Pour la plupart des gens, la recherche médicale est aussi une bonne chose que la maternité et la tarte aux pommes."], "word": "tarte aux pommes", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c4962"}, "topic": "food", "de": {"sentences": ["Sie sind seit Anbeginn der Überzeugung überzeugt, dass die einzige wirkliche Bedrohung für Amerika und den Apfelkuchen der furchterregende Schurkenstaat ist.", "Amerika war früher als die Heimat von Apfelkuchen und Mom bekannt.", "Tatsächlich werde ich mich jetzt belohnen, indem ich heute 165 zusätzliche Wörter getan habe, indem ich einen ganzen Apfelkuchen oder großen klebrigen Toffee-Pudding gegessen habe.", "Für die meisten Menschen ist medizinische Forschung eine ebenso gute Sache wie Mutterschaft und Apfelkuchen."], "word": "Apfelkuchen", "difficulty_level": 3}, "en": {"sentences": [["They have been convinced, it seems since the beginning of time, that the only real threat to America and apple pie is the fearsome rogue state.", "America used to be known as the home of apple pie and Mom.", "In fact, I'm going to reward myself now, by having done 165 extra words today by eating a whole apple pie or big sticky toffee pudding.", "For most people, medical research is as self evidently a good thing as motherhood and apple pie."]], "word": "apple pie", "difficulty_level": 3}, "id": "apple pie", "lexicalCategory": "Noun", "url": "pictures/food/apple_pie.jpg", "es": {"sentences": ["Han estado convencidos, parece desde el principio de los tiempos, que la única amenaza real para Estados Unidos y la tarta de manzana es el temible estado deshonesto.", "América solía ser conocida como el hogar de la tarta de manzana y mamá.", "De hecho, me voy a recompensar ahora, al haber hecho 165 palabras adicionales hoy al comer una tarta de manzana entera o un gran pudín de toffee pegajoso.", "Para la mayoría de las personas, la investigación médica es, evidentemente, tan buena como la maternidad y el pastel de manzana."], "word": "pie de manzana", "difficulty_level": 3}}, {"fr": {"sentences": ["Nous avons partagé une part de gâteau et il s’est avéré un moyen léger et rafraîchissant de terminer le repas.", "Ensuite, il y avait l'endroit où la femme de la maison vous a donné quelque chose pour la route, comme un pain ou un pot de confiture, et le patron vous donnait quelques shillings à dépenser pour le retour à la maison.", "Au printemps, la neige se compacte sous son poids, comme un gâteau tombé au sol.", "Les bougies sur le gâteau du 30e anniversaire ont été allumées et soufflées, le gâteau a été coupé et partagé et le véritable gala a commencé."], "word": "gâteau", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c4963"}, "topic": "food", "de": {"sentences": ["Wir teilten uns ein Stück Kuchen und es erwies sich als leichte und erfrischende Art, die Mahlzeit abzurunden.", "Dann gab es wieder den Ort, an dem Ihnen die Frau des Hauses etwas für die Straße gab, z. B. einen Kuchen oder einen Marmeladentopf, und der Chef würde Ihnen ein paar Schilling für den Heimweg geben.", "Kommen im Frühling die Schneepresslinge unter ihrem Gewicht wie eine gefallene Torte.", "Die Kerzen am 30. Geburtstagskuchen wurden angezündet und ausgeblasen, der Kuchen wurde geschnitten und geteilt, und die echte Gala begann."], "word": "Kuchen", "difficulty_level": 3}, "en": {"sentences": [["We shared a slice of cake and it proved to be a light and refreshing way to round off the meal.", "Then again there was the place where the woman of the house gave you something for the road, such as a cake of bread or a pot of jam and the boss would give you a few shillings to spend on the way home.", "Come spring the snow compacts under its weight like a fallen cake.", "The candles on the 30th birthday cake were lit and blown out, the cake was cut and shared and the real Gala began."]], "word": "cake", "difficulty_level": 3}, "id": "cake", "lexicalCategory": "Noun", "url": "pictures/food/cake.jpg", "es": {"sentences": ["Compartimos una rebanada de pastel y resultó ser una forma ligera y refrescante de redondear la comida.", "Luego, de nuevo, estaba el lugar donde la mujer de la casa te daba algo para el camino, como una torta de pan o una jarra de mermelada y el jefe te daba unos cuantos chelines para que los gastaras en el camino a casa.", "Al llegar la primavera, la nieve se compacta bajo su peso como una torta caída.", "Las velas de la torta de cumpleaños 30 se encendieron y se apagaron, la torta se cortó y se compartió y comenzó la verdadera Gala."], "word": "pastel", "difficulty_level": 3}}, {"fr": {"sentences": ["Notez tout ce que vous mangez, y compris les gâteaux, les bonbons et les collations.", "Le premier prix était un gros morceau de bonbon à l'érable avec des noix.", "Les enfants et les adultes qui portent un appareil dentaire doivent être conscients des bonbons au caramel et aux noix.", "Bien que l'histoire du sucre extrait et du sucre tiré remonte au Moyen Âge, le rock avec des lettres est probablement une invention récente."], "word": "bonbons", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c4964"}, "topic": "food", "de": {"sentences": ["Schreiben Sie alles auf, was Sie essen, einschließlich Kuchen, Süßigkeiten und Snacks.", "Erster Preis war ein großes Stück Ahornzuckersüßigkeit mit Walnüssen.", "Kinder und Erwachsene, die eine Zahnspange tragen, müssen auf Süßigkeiten mit Karamell und Nüssen achten.", "Obwohl die Geschichte des gezogenen Zuckers und der gezogenen Süßigkeiten bis ins Mittelalter zurückreicht, ist Rock mit Buchstaben wahrscheinlich eine neue Erfindung."], "word": "Süßigkeiten", "difficulty_level": 4}, "en": {"sentences": [["Write down everything that you eat including cakes, candies and snacks.", "First prize was a large piece of maple-sugar candy with walnuts.", "Children and adults wearing braces have to be aware of candies with caramel and nuts.", "Although the history of pulled sugar and pulled candy goes back to the Middle Ages, rock with letters in it is probably a recent invention."]], "word": "candy", "difficulty_level": 4}, "id": "candy", "lexicalCategory": "Noun", "url": "pictures/food/candy.jpg", "es": {"sentences": ["Anote todo lo que come, incluyendo pasteles, dulces y bocadillos.", "El primer premio fue un pedazo grande de caramelo de azúcar de arce con nueces.", "Los niños y adultos que usan aparatos ortopédicos deben tener cuidado con los caramelos con caramelo y nueces.", "Aunque la historia del azúcar extraído y los dulces extraídos se remonta a la Edad Media, el rock con letras es probablemente un invento reciente."], "word": "caramelo", "difficulty_level": 4}}, {"fr": {"sentences": ["Mangez des aliments riches en fibres, comme des fruits et des légumes frais, du son et des grains entiers.", "Toutes les 12 heures au cours de la période d'obscurité prolongée, des échantillons de jeunes feuilles, de fleurs, de racines et de fruits de deux plantes ont été récoltés pour analyse.", "La proportion de fleurs et d'ovules qui se développent en fruits et en graines chez les plantes à fleurs atteint rarement 1.", "Votre bébé a besoin de vitamine C pour la croissance des tissus, tandis que votre corps en a besoin pour absorber le fer et d'autres éléments nutritifs importants. Par conséquent, augmentez votre consommation de fruits et de légumes frais."], "word": "fruit", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c4965"}, "topic": "food", "de": {"sentences": ["Essen Sie ballaststoffreiche Lebensmittel wie frisches Obst und Gemüse, Mais und Vollkornprodukte.", "Während der langen Dunkelheit wurden alle 12 Stunden Proben von jungen Blättern, Blüten, Wurzeln und Früchten von zwei Pflanzen zur Analyse geerntet.", "Der Anteil der Blüten und Eizellen, die sich in blühenden Pflanzen zu Früchten und Samen entwickeln, beträgt selten 1.", "Ihr Baby benötigt Vitamin C für das Wachstum des Gewebes, während Ihr Körper es benötigt, um Eisen und andere wichtige Nährstoffe aufzunehmen und so die Aufnahme von frischem Obst und Gemüse zu erhöhen."], "word": "Obst", "difficulty_level": 2}, "en": {"sentences": [["Eat high-fiber foods, such as fresh fruits and vegetables, brans and whole grains.", "Every 12 h during the period of prolonged darkness, samples of young leaves, flowers, roots and fruits from two plants were harvested for analysis.", "The proportion of flowers and ovules that develop into fruits and seeds in flowering plants rarely reaches 1.", "Your baby requires vitamin C for tissue growth, while your body needs it to absorb iron and other important nutrients, so increase your intake of fresh fruits and vegetables."]], "word": "fruit", "difficulty_level": 2}, "id": "fruit", "lexicalCategory": "Noun", "url": "pictures/food/fruit.jpg", "es": {"sentences": ["Coma alimentos ricos en fibra, como frutas y verduras frescas, salvados y granos enteros.", "Cada 12 h durante el período de oscuridad prolongada, se recolectaron muestras de hojas jóvenes, flores, raíces y frutos de dos plantas para su análisis.", "La proporción de flores y óvulos que se convierten en frutos y semillas en plantas con flores rara vez alcanza 1.", "Su bebé necesita vitamina C para el crecimiento de los tejidos, mientras que su cuerpo la necesita para absorber el hierro y otros nutrientes importantes, por lo tanto, aumente la ingesta de frutas y verduras frescas."], "word": "Fruta", "difficulty_level": 2}}, {"fr": {"sentences": ["Les cassis sont tellement aromatisés que vous n’avez pas besoin de beaucoup de leur purée pour faire une glace.", "J'ai toujours pensé que c'était un lieu de crème glacée, et c'est vraiment, ils fabriquent et vendent des glaces, mais ils servent aussi de la nourriture fantastique.", "Les desserts coûtent 2,95 £ et comprennent des puddings, des gateaux et des glaces faits maison.", "Même les personnes d'âge moyen et âgées en apprécient le goût et prennent comme dessert des glaces faites maison ou de marque."], "word": "crème glacée", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c4966"}, "topic": "food", "de": {"sentences": ["Schwarze Johannisbeeren sind so intensiv im Geschmack, dass man für die Zubereitung von Eis nicht viel Püree benötigt.", "Ich habe immer gedacht, dass es ein Eis ist, und es ist wirklich so, dass sie Eis herstellen und verkaufen, aber sie bieten auch fantastisches Essen an.", "Desserts kosten £ 2,95 und bieten hausgemachte Pudding, Torten und Eis.", "Selbst ältere und ältere Menschen genießen den Geschmack und nehmen als Dessert hausgemachtes oder Markeneis ein."], "word": "Eis", "difficulty_level": 2}, "en": {"sentences": [["Blackcurrants are so intensely flavoured that you don't need much of their purée to make an ice cream.", "I always thought it was an ice cream place, and it is really, they make and sell ice creams, but the also serve fantastic food.", "Desserts cost £2.95 and featured home-made puddings, gateaux and ice creams.", "Even middle-aged and old people relish the taste and take homemade or branded ice creams as dessert."]], "word": "ice cream", "difficulty_level": 2}, "id": "ice cream", "lexicalCategory": "Noun", "url": "pictures/food/ice_cream.jpg", "es": {"sentences": ["Las grosellas negras tienen un sabor tan intenso que no necesitas gran parte de su puré para hacer un helado.", "Siempre pensé que era un lugar de helados, y es que realmente hacen y venden helados, pero también sirven comida fantástica.", "Los postres cuestan £ 2.95 e incluyen pudines caseros, pasteles y helados.", "Incluso las personas de mediana edad y mayores saborean el sabor y toman como helado los helados caseros o de marca."], "word": "helado", "difficulty_level": 2}}, {"fr": {"sentences": ["Faire griller les tranches de muffin légèrement des deux côtés et les beurrer.", "Les gras trans sont présents dans tout, des barres de chocolat, des biscuits, des gâteaux, des muffins, des craquelins, des croustilles, des frites, etc.", "Couper les muffins ou la ciabatta et griller ou rôtir légèrement l'intérieur uniquement.", "Lorsqu'il reprit son souffle, il sentit les muffins à la myrtille et une autre pâtisserie familière cuite au four dans la cuisine."], "word": "muffin", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c4967"}, "topic": "food", "de": {"sentences": ["Die Muffinscheiben auf beiden Seiten leicht anstoßen und mit Butter bestreichen.", "Transfette sind in Schokoladenriegeln, Keksen, Kuchen, Muffins, Crackern, Pommes Frites und Pommes Frites enthalten.", "Muffins oder Ciabatta aufteilen und nur das Innere anstoßen oder grillen.", "Als er wieder zu Atem kam, konnte er die Blaubeer-Muffins und ein anderes bekanntes Gebäck in der Küche riechen."], "word": "Muffin", "difficulty_level": 7}, "en": {"sentences": [["Toast the muffin slices lightly on both sides and butter them.", "Trans fats are in everything from chocolate bars, cookies, cakes, muffins, crackers, chips, French fries and the list goes on.", "Split the muffins or ciabatta and lightly toast or grill the insides only.", "As he regained his breath, he could smell the blueberry muffins and another familiar pastry baking in the kitchen."]], "word": "muffin", "difficulty_level": 7}, "id": "muffin", "lexicalCategory": "Noun", "url": "pictures/food/muffin.jpg", "es": {"sentences": ["Tueste las rebanadas de panecillo ligeramente por ambos lados y unte con mantequilla.", "Las grasas trans están en todo, desde barras de chocolate, galletas, pasteles, magdalenas, galletas, papas fritas, papas fritas y la lista continúa.", "Divida los panecillos o pan ciabatta y tueste ligeramente o ase a la parrilla únicamente el interior.", "Mientras recuperaba el aliento, podía oler los muffins de arándanos y otra repostería familiar horneada en la cocina."], "word": "mollete", "difficulty_level": 7}}, {"fr": {"sentences": ["Depuis des temps immémoriaux, les fabricants de pizzas se disputent pour savoir si une tarte est aussi bonne que sa croûte, ses garnitures - ou le simple moment où elle se produit.", "Le mot est dérivé de l'anglais médiéval pour pie (tarte du pica latin).", "Brigid a secrètement pris un panier de la cuisine et y a rangé des fruits, de la viande et des tartes.", "Verser la garniture dans le moule à tarte et replier les pattes de pâte sur les bords de la garniture."], "word": "tarte", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c4968"}, "topic": "food", "de": {"sentences": ["Seit jeher streiten sich Pizzahersteller, ob eine Torte nur so gut ist wie ihre Kruste oder ihre Toppings - oder ob es sich dabei nur um das reine Timing handelt.", "Das Wort stammt aus dem Mittelalterlichen Englisch für Elster (Pie aus Latin Pica).", "Brigid holte heimlich einen Korb aus der Küche und stellte Obst, Fleisch und Pasteten darin ab.", "Füllen Sie die Füllung in die Tortenform und falten Sie die Teigklappen über den Rand der Füllung."], "word": "Kuchen", "difficulty_level": 4}, "en": {"sentences": [["Since time immemorial, pizza makers have been arguing whether a pie is only as good as its crust, or its toppings - or the sheer timing of it.", "The word is derived from the Medieval English for magpie (pie from Latin pica).", "Brigid secretly took a basket from the kitchen and stored some fruits, meats and pies in it.", "Pour the filling in the pie dish, and fold the flaps of dough over the borders of the filling."]], "word": "pie", "difficulty_level": 4}, "id": "pie", "lexicalCategory": "Noun", "url": "pictures/food/pie.jpg", "es": {"sentences": ["Desde tiempos inmemoriales, los fabricantes de pizzas han estado discutiendo si un pastel es tan bueno como su corteza, o sus ingredientes, o el momento en que lo hace.", "La palabra se deriva del inglés medieval para magpie (pastel de latín pica).", "Brigid tomó secretamente una cesta de la cocina y almacenó algunas frutas, carnes y pasteles en ella.", "Vierta el relleno en el plato de pastel, y doble las solapas de la masa sobre los bordes del relleno."], "word": "tarta", "difficulty_level": 4}}, {"fr": {"sentences": ["J'ai l'espoir que Wallace commandera une tarte à la crème pour le pouding, mais ce déjeuner est une affaire presbytérienne.", "Bien sûr, rien n'est jamais parfait et le pudding s'est avéré être une profonde déception.", "Rarement, un patient peut être limité aux aliments à consistance de pouding si des liquides minces et épais sont aspirés librement.", "Il est ensuite servi avec une purée de céleri-rave qui se marie si bien avec le pudding riche et épicé, le poisson juteux et le prosciutto croustillant qu’il pourrait être une idée directement du paradis après tout."], "word": "pudding", "difficulty_level": 6}, "_id": {"$oid": "5c94a7aa2344ef50953c4969"}, "topic": "food", "de": {"sentences": ["Ich habe die Hoffnung, dass Wallace Vanillepuddingkuchen für Pudding bestellen wird, aber dieses Mittagessen ist eine presbyterianische Angelegenheit.", "Natürlich ist nichts perfekt, und Pudding erwies sich als tiefe Enttäuschung.", "In seltenen Fällen kann ein Patient auf Nahrungsmittel mit einer Pudding-Konsistenz beschränkt sein, wenn dünne und dicke Flüssigkeiten frei aufgenommen werden.", "Es wird dann mit einem Selleriepüree serviert, das so gut zu dem reichen, warm gewürzten Pudding, dem saftigen Fisch und dem knusprigen Prosciutto passt, dass es doch eine Idee aus dem Himmel sein könnte."], "word": "Pudding", "difficulty_level": 6}, "en": {"sentences": [["I have a sneaking hope that Wallace will order custard tart for pudding but this lunch is a Presbyterian affair.", "Nothing is ever perfect, of course, and pudding proved to be a profound disappointment.", "Rarely, a patient may be limited to foods with a pudding consistency if thin and thick liquids are freely aspirated.", "It is then served with a celeriac purée that goes so well with the rich, warmly spiced pudding, the juicy fish and the crisp prosciutto that it could be an idea straight from Heaven after all."]], "word": "pudding", "difficulty_level": 6}, "id": "pudding", "lexicalCategory": "Noun", "url": "pictures/food/pudding.jpg", "es": {"sentences": ["Tengo la esperanza de que Wallace pida una tarta de flan para el budín, pero este almuerzo es un asunto presbiteriano.", "Por supuesto, nada es perfecto, y el pudín demostró ser una profunda decepción.", "En raras ocasiones, un paciente puede estar limitado a alimentos con consistencia de pudín si se aspiran libremente líquidos delgados y espesos.", "Luego se sirve con un puré de apio que va tan bien con el rico pudín de especias cálidas, el pescado jugoso y el jamón crujiente que podría ser una idea directamente del Cielo después de todo."], "word": "pudín", "difficulty_level": 6}}, {"fr": {"sentences": ["Le zoo abrite maintenant une paire de crocodiles, d'alligators et de caïmans, offrant aux habitants de la ville un aperçu de certaines espèces rares.", "À Gatorland, les niveaux des lacs ont été abaissés afin d'éviter que les 1 000 alligators et crocodiles ne se répandent dans les environs.", "Pour le moment, les alligators des Everglades en Floride tiennent bon contre les serpents envahisseurs.", "George peut également fournir des peaux exotiques, comme l'alligator, le lézard, l'autruche et même la galuchat."], "word": "alligator", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c496a"}, "topic": "animals", "de": {"sentences": ["Der Zoo hier beherbergt jetzt jeweils ein Paar nahtloser Krokodile, Alligatoren und Kaimane, die den Stadtbewohnern einen Einblick in einige seltene Arten geben.", "In Gatorland wurde der Seespiegel abgesenkt, um zu verhindern, dass die 1.000 Alligatoren und Krokodile in die Umgebung durch Überschwemmungen verschüttet werden.", "Im Moment halten die Alligatoren in den Florida Everglades gegen die eindringenden Schlangen an.", "George bietet auch exotische Felle wie Alligator, Eidechse, Strauß und sogar Stachelrochen an."], "word": "Alligator", "difficulty_level": 7}, "en": {"sentences": [["The zoo here is now playing host to a pair each of seamy crocodiles, alligators and caimans, giving the city dwellers a glimpse of some rare species.", "At Gatorland, lake levels were lowered in order to prevent floods spilling the 1,000 alligators and crocodiles into the surrounding area.", "For now, the alligators in the Florida Everglades are holding their ground against the invading snakes.", "George can provide exotic skins too, like alligator, lizard, ostrich and even stingray."]], "word": "alligator", "difficulty_level": 7}, "id": "alligator", "lexicalCategory": "Noun", "url": "pictures/animals/alligator.jpg", "es": {"sentences": ["El zoológico aquí ahora es anfitrión de un par de cocodrilos marinos, caimanes y caimanes, que le dan a los habitantes de la ciudad un vistazo de algunas especies raras.", "En Gatorland, los niveles del lago se redujeron para evitar que las inundaciones derramaran los 1.000 caimanes y cocodrilos en el área circundante.", "Por ahora, los caimanes en los Everglades de Florida se mantienen firmes contra las serpientes invasoras.", "George también puede proporcionar pieles exóticas, como caimán, lagarto, avestruz e incluso raya."], "word": "caimán", "difficulty_level": 7}}, {"fr": {"sentences": ["Il fallait aller pieds nus dans le temple, et avec des offrandes de nourriture sur le sol, l'endroit fourmillait de fourmis.", "Les abeilles appartiennent au troisième plus grand groupe d'insectes, qui comprend également les guêpes et les fourmis.", "Certains donneront une impulsion supplémentaire à une colonie de fourmis pour apporter du sucre et de la nourriture à ses familles.", "Chez Peter, on a parlé de fourmis volantes et de mozzies qui semblent nous attaquer par milliers cette année."], "word": "fourmi", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c496b"}, "topic": "animals", "de": {"sentences": ["Man musste barfuß in den Tempel gehen, und da es auf dem Boden Speisen gab, wimmelte es von Ameisen.", "Bienen gehören zur drittgrößten Insektenordnung, zu der auch Wespen und Ameisen gehören.", "Einige geben einer Ameisenkolonie einen zusätzlichen Schub, um den Familien Zucker und Nahrung zu bringen.", "Bei Peter wurde von fliegenden Ameisen und Moskitos gesprochen, die uns in diesem Jahr zu Tausenden angreifen."], "word": "Ameise", "difficulty_level": 5}, "en": {"sentences": [["You had to go barefoot in the temple, and with food offerings on the floor the place was swarming with ants.", "Bees belong to the third largest insect order which also includes wasps and ants.", "Some will give a colony of ants an extra push to bring sugar and food to it's families.", "Over at Peter's there has been talk of flying ants and mozzies that seem to be attacking us in their thousands this year."]], "word": "ant", "difficulty_level": 5}, "id": "ant", "lexicalCategory": "Noun", "url": "pictures/animals/ant.jpg", "es": {"sentences": ["Tenías que ir descalzo en el templo, y con las ofrendas de comida en el suelo, el lugar estaba lleno de hormigas.", "Las abejas pertenecen al tercer mayor orden de insectos que también incluye avispas y hormigas.", "Algunos le darán a una colonia de hormigas un empujón adicional para llevar azúcar y alimentos a sus familias.", "En Peter's, se ha hablado de hormigas voladoras y mozzies que parecen estar atacándonos por miles este año."], "word": "hormiga", "difficulty_level": 5}}, {"fr": {"sentences": ["Aux États-Unis, les insectes piqueurs sont les abeilles, les guêpes jaunes, les frelons, les guêpes et les fourmis de feu.", "On se souvient très bien de l’abeille de quilting d’antan, bien que la plupart des courtepointes soient en réalité des produits en solo.", "Il existe plus de 30 000 espèces d'abeilles et dans la plupart d'entre elles, les abeilles mènent une vie solitaire.", "Par exemple, les fourmis, les termites, de nombreuses abeilles et certaines guêpes sont des insectes sociaux qui forment des communautés organisées."], "word": "abeille", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c496c"}, "topic": "animals", "de": {"sentences": ["Stechende Insekten in den USA sind Bienen, gelbe Jacken, Hornissen, Wespen und Feuerameisen.", "Die Quilting-Biene aus alter Zeit ist gut in Erinnerung, obwohl die meisten Quilts eigentlich Solo-Produkte waren.", "Es gibt über 30.000 Bienenarten und in den meisten von ihnen leben die Bienen allein.", "Zum Beispiel sind Ameisen, Termiten, viele Bienen und einige Wespen soziale Insekten, die organisierte Gemeinschaften bilden."], "word": "Biene", "difficulty_level": 5}, "en": {"sentences": [["Stinging insects in the U.S. are bees, yellow jackets, hornets, wasps, and fire ants.", "The old-time quilting bee is well remembered, although most quilts were actually solo products.", "There are over 30,000 species of bees and in most of them the bees live solitary lives.", "For example, ants, termites, many bees, and some wasps are social insects that form organized communities."]], "word": "bee", "difficulty_level": 5}, "id": "bee", "lexicalCategory": "Noun", "url": "pictures/animals/bee.jpg", "es": {"sentences": ["Los insectos que pican en los EE. UU. Son abejas, chaquetas amarillas, avispones, avispas y hormigas de fuego.", "La abeja de acolchar de antaño es bien recordada, aunque la mayoría de las colchas eran en realidad productos individuales.", "Hay más de 30,000 especies de abejas y en la mayoría de ellas las abejas viven vidas solitarias.", "Por ejemplo, las hormigas, las termitas, muchas abejas y algunas avispas son insectos sociales que forman comunidades organizadas."], "word": "abeja", "difficulty_level": 5}}, {"fr": {"sentences": ["Le dos noir de l'oiseau séparait les deux ailes.", "Mais le pire, c’est un vieil oiseau qui m’a crié au sujet de la taxe de vote et m’a rendu responsable du mercredi noir.", "Alors j'ai demandé à un vieil oiseau sage, 'Monsieur, connaissez-vous des astuces pour que cette lumière s'éteigne?'", "De temps en temps, entre les prévisions météorologiques qui annoncent les températures dans les années 90, ils repoussent ce vieil oiseau assoupi."], "word": "oiseau", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c496d"}, "topic": "animals", "de": {"sentences": ["Der schwarze Rücken des Vogels trennte die beiden Flügel voneinander.", "Aber das Schlimmste war ein alter Vogel, der mich wegen der Steuer ansprach und mich für den Schwarzen Mittwoch verantwortlich machte.", "Also fragte ich einen weisen alten Vogel: \"Sir, kennen Sie irgendwelche Tricks, um dieses Licht zu erlangen?\"", "Hin und wieder, zwischen Wetterdaten, die die Temperaturen in den 90er Jahren vorhersagen, rollen sie diesen verkommenen alten Vogel heraus."], "word": "Vogel", "difficulty_level": 2}, "en": {"sentences": [["The black back of the bird separated the two wings from each other.", "But the worst was an old bird who shouted at me about the poll tax and blamed me for Black Wednesday.", "So I asked a wise old bird, ‘Sir, do you know any tricks to get this light to go out?’", "Every so often, in between weathercasts predicting temperatures in the 90s, they wheel out this wizened old bird."]], "word": "bird", "difficulty_level": 2}, "id": "bird", "lexicalCategory": "Noun", "url": "pictures/animals/bird.jpg", "es": {"sentences": ["La parte posterior negra del pájaro separaba las dos alas una de la otra.", "Pero lo peor fue un pájaro viejo que me gritó sobre el impuesto de la encuesta y me culpó por el Miércoles Negro.", "Así que le pregunté a un viejo pájaro sabio: 'Señor, ¿sabe algún truco para que esta luz se apague?'", "De vez en cuando, entre las condiciones meteorológicas que predicen las temperaturas en los años 90, sacan a esta vieja ave."], "word": "pájaro", "difficulty_level": 2}}, {"fr": {"sentences": ["Le désert était plus chaud maintenant qu'à l'époque de son père et il y avait moins de nourriture pour les chameaux.", "Il boit comme un chameau et fume comme une centrale au charbon.", "Les chercheurs suggèrent que les chasseurs-cueilleurs ont probablement attaqué et tué le chameau géant lorsqu’il s’est rendu à l’une de ces sources pour boire.", "Capable de transporter 200 kilos de nourriture, les chameaux peuvent travailler entre huit et dix heures par jour."], "word": "chameau", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c496e"}, "topic": "animals", "de": {"sentences": ["Die Wüste war heißer als zu Zeiten seines Vaters und es gab weniger Nahrung für die Kamele.", "Er trinkt wie ein Kamel und raucht wie ein Kohlekraftwerk.", "Jäger und Sammler haben das riesige Kamel wahrscheinlich angegriffen und getötet, als es eine dieser Quellen besuchte, um dort zu trinken, schlagen die Forscher vor.", "Kamele, die 200 Kilogramm Lebensmittel transportieren können, können täglich zwischen acht und zehn Stunden arbeiten."], "word": "Kamel", "difficulty_level": 3}, "en": {"sentences": [["The desert was hotter now than in his father's day and there was less food for the camels.", "He drinks like a camel and smokes like a coal-fired power station.", "Hunter-gatherers likely attacked and killed the giant camel when it visited one of these springs to drink, the researchers suggest.", "Capable of carrying 200 kilograms of food, camels can work between eight and ten hours a day."]], "word": "camel", "difficulty_level": 3}, "id": "camel", "lexicalCategory": "Noun", "url": "pictures/animals/camel.jpg", "es": {"sentences": ["El desierto estaba más caliente ahora que en el día de su padre y había menos comida para los camellos.", "Bebe como un camello y fuma como una central eléctrica de carbón.", "Los investigadores sugieren que los cazadores-recolectores atacaron y mataron al camello gigante cuando visitó uno de estos manantiales para beber.", "Capaces de transportar 200 kilogramos de comida, los camellos pueden trabajar entre ocho y diez horas al día."], "word": "camello", "difficulty_level": 3}}, {"fr": {"sentences": ["Donc, la clé évidente pour réduire les polluants est de chauffer le chat plus rapidement.", "Elle ouvrit ses yeux verts morts et ruisselants, souriant si largement qu'elle ressemblait à un chat du Cheshire.", "Les scientifiques disent que les derniers grands chats à vivre et à se reproduire à l'état sauvage en Grande-Bretagne étaient des lynx il y a environ 2 000 ans.", "Il était possible que ce soit un chat de la famille des puma."], "word": "chat", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c496f"}, "topic": "animals", "de": {"sentences": ["Der offensichtliche Schlüssel zur Reduzierung von Schadstoffen besteht also darin, die Katze schneller aufzuwärmen.", "Sie öffnete ihre strömenden, toten grünen Augen und grinste so weit, dass sie wie eine Cheshire-Katze aussah.", "Wissenschaftler sagen, dass die letzten Großkatzen, die in Großbritannien in freier Wildbahn lebten und brüteten, vor 2000 Jahren Luchs waren.", "Es sei möglich, sagte er, es sei eine Katze der Puma-Familie."], "word": "Katze", "difficulty_level": 2}, "en": {"sentences": [["So the obvious key to reducing pollutants is to heat the cat faster.", "She opened her streaming, dead green eyes, grinning so widely that she looked like a Cheshire cat.", "Scientists say the last large cats to live and breed in the wild in Britain were lynx some 2,000 years ago.", "It was possible, he said, that it was a cat of the puma family."]], "word": "cat", "difficulty_level": 2}, "id": "cat", "lexicalCategory": "Noun", "url": "pictures/animals/cat.jpg", "es": {"sentences": ["Así que la clave obvia para reducir los contaminantes es calentar al gato más rápido.", "Abrió sus ojos verdes y muertos, sonriéndole tanto que parecía un gato de Cheshire.", "Los científicos dicen que los últimos grandes felinos que viven y se reproducen en estado salvaje en Gran Bretaña fueron los linces hace unos 2,000 años.", "Era posible, dijo, que fuera un gato de la familia puma."], "word": "gato", "difficulty_level": 2}}, {"fr": {"sentences": ["Les lions, les léopards et les guépards attrapent et mangent leur propre dîner.", "Au zoo d'Australie, nous recevons deux guépards mâles d'Afrique et deux femelles guépards d'un autre zoo australien.", "Je ne sais pas, à juste titre, comment ces panthères, guépards et tigres sont venus habiter le parc.", "Premièrement, j'ai vérifié si les guépards évitaient les hyènes et les lions."], "word": "guépard", "difficulty_level": 8}, "_id": {"$oid": "5c94a7aa2344ef50953c4970"}, "topic": "animals", "de": {"sentences": ["Löwen, Leoparden und Geparden fangen und essen ihr eigenes Abendessen.", "Im Australia Zoo bekommen wir zwei männliche Geparden aus Afrika und zwei weibliche Geparden aus einem anderen Zoo in Australien.", "Ich weiß nicht genau, wie diese Panther, Geparden und Tiger überhaupt in den Park kamen.", "Zuerst habe ich getestet, ob Geparden Hyänen und Löwen meiden."], "word": "Gepard", "difficulty_level": 8}, "en": {"sentences": [["Lions, leopards and cheetahs catch and eat their own dinner.", "At Australia Zoo, we're getting two male cheetahs from Africa and two females cheetahs from another zoo in Australia.", "I don't rightly know how these panthers and cheetahs and tigers came to inhabit the park in the first place.", "First, I tested whether cheetahs avoid hyenas and lions."]], "word": "cheetah", "difficulty_level": 8}, "id": "cheetah", "lexicalCategory": "Noun", "url": "pictures/animals/cheetah.jpg", "es": {"sentences": ["Leones, leopardos y guepardos cazan y comen su propia cena.", "En el zoológico de Australia, recibimos dos guepardos de África y dos hembras de otro zoológico de Australia.", "No sé con razón cómo estas panteras, guepardos y tigres llegaron a habitar el parque en primer lugar.", "Primero, probé si los guepardos evitaban las hienas y los leones."], "word": "leopardo cazador", "difficulty_level": 8}}, {"fr": {"sentences": ["Quel est le comportement le plus humain que vous ayez observé chez les chimpanzés?", "Les singes sont très probablement un groupe de chimpanzés géants qui présentent un comportement semblable à celui d'un gorille.", "La situation est particulièrement grave pour les primates tels que les bonobos, les chimpanzés et les gorilles.", "Les critiques soutiennent que, par conséquent, les jeunes chimpanzés n'apprennent jamais à être des chimpanzés."], "word": "chimpanzé", "difficulty_level": 8}, "_id": {"$oid": "5c94a7aa2344ef50953c4971"}, "topic": "animals", "de": {"sentences": ["Was ist das menschlichste Verhalten, das Sie bei Schimpansen gesehen haben?", "Die Affen sind höchstwahrscheinlich eine Gruppe riesiger Schimpansen, die gorillaähnliches Verhalten zeigen.", "Die Situation ist für Primaten wie Bonobos, Schimpansen und Gorillas am schlimmsten.", "Kritiker argumentieren, dass junge Schimpansen niemals lernen, Schimpansen zu sein."], "word": "Schimpanse", "difficulty_level": 8}, "en": {"sentences": [["What is the most human-like behaviour you saw in chimpanzees?", "The apes are most likely a group of giant chimpanzees that display gorilla-like behavior.", "The situation is most dire for primates such as bonobos, chimpanzees and gorillas.", "Critics argue that, as a result, young chimps never learn how to be chimpanzees."]], "word": "chimpanzee", "difficulty_level": 8}, "id": "chimpanzee", "lexicalCategory": "Noun", "url": "pictures/animals/chimpanzee.jpg", "es": {"sentences": ["¿Cuál es el comportamiento más humano que viste en los chimpancés?", "Los monos son probablemente un grupo de chimpancés gigantes que muestran un comportamiento similar al de un gorila.", "La situación es más grave para los primates como los bonobos, chimpancés y gorilas.", "Los críticos argumentan que, como resultado, los chimpancés jóvenes nunca aprenden a ser chimpancés."], "word": "chimpancé", "difficulty_level": 8}}, {"fr": {"sentences": ["Il a grandi sur la ferme du couple à Bugthorpe, où il aimait aider à nourrir les animaux et à traire les vaches.", "Le fromage peut être fabriqué à partir de lait de vache, de chèvre et de mouton.", "D'autres entreprises ont également essayé d'utiliser du lait de chèvre et de vache pour produire des médicaments, mais aucune ne s'est révélée commercialement viable.", "À cet égard, il convient de noter que les vaches abattues dans le cadre de ce programme représentent 31% du total."], "word": "vache", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c4972"}, "topic": "animals", "de": {"sentences": ["Er wuchs auf der Farm des Paares in Bugthorpe auf, wo er gerne die Tiere fütterte und die Kühe melkte.", "Käse kann aus Milch von Kühen, Ziegen und Schafen hergestellt werden.", "Andere Firmen haben auch versucht, Milch von Ziegen und Kühen zur Herstellung von Arzneimitteln zu verwenden, aber keine hat sich als wirtschaftlich rentabel erwiesen.", "In diesem Zusammenhang ist darauf hinzuweisen, dass die im Rahmen der Regelung geschlachteten Kühe 31% der Gesamtmenge ausmachen."], "word": "Kuh", "difficulty_level": 4}, "en": {"sentences": [["He grew up on the couple's farm in Bugthorpe where he loved to help out feeding the animals and milking the cows.", "Cheese can be made out of milk from cows, goats, and sheep.", "Other firms have also tried to use milk from goats and cows to produce drugs but none have proved commercially viable.", "In this regard it should be noted that cows slaughtered under the Scheme account for 31% of the total."]], "word": "cow", "difficulty_level": 4}, "id": "cow", "lexicalCategory": "Noun", "url": "pictures/animals/cow.jpg", "es": {"sentences": ["Creció en la granja de la pareja en Bugthorpe, donde le encantaba ayudar a alimentar a los animales y ordeñar las vacas.", "El queso se puede hacer con leche de vacas, cabras y ovejas.", "Otras empresas también han tratado de usar la leche de cabras y vacas para producir drogas, pero ninguna ha demostrado ser comercialmente viable.", "A este respecto, cabe señalar que las vacas sacrificadas en virtud del Plan representan el 31% del total."], "word": "vaca", "difficulty_level": 4}}, {"fr": {"sentences": ["Alors qu'un crocodile d'enfants se frayait un chemin à travers les portes d'une école du Hampshire, rien n'indiquait qu'une panthère noire puisse être en fuite.", "Il a utilisé le look de corset avec beaucoup d’effet, notamment en associant un bustier en crocodile blanc à une jupe en pétale de soie noire et un bustier en faille de soie rose à une jupe à empiècement en dentelle de soie noire.", "Chassés intensivement pour leur peau, les grands crocodiles sont de plus en plus rares.", "Il propose peut-être la plus vaste gamme de cuirs exotiques, du crocodile au requin."], "word": "crocodile", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c4973"}, "topic": "animals", "de": {"sentences": ["Als sich ein Krokodil von Kindern durch die Schultore einer Hampshire-Schule schlängelte, gab es keine Anzeichen, dass ein schwarzer Panther auf freiem Fuß sein könnte.", "Er nutzte den Korsett-Look sehr gut, vor allem, wenn er ein weißes Krokodil-Bustier mit einem schwarzen Seiden-Chiffon-Blütenblattrock und ein rosafarbenes Seiden-Bustier mit einem schwarzen Seiden-Chiffon-Spitzenrock kombiniert.", "Ausgiebig nach ihrer Haut gejagt, werden große Krokodile immer seltener.", "Er bietet vielleicht die größte Auswahl an exotischen Ledern an, vom Krokodil bis zum Hai."], "word": "Krokodil", "difficulty_level": 7}, "en": {"sentences": [["As a crocodile of children snaked their way through the school gates of a Hampshire school there was no sign that a black panther could be at large.", "He used the corset look to great effect, particularly when he paired a white crocodile bustier with a black silk chiffon petal skirt and a rose silk faille bustier with a black silk chiffon lace inset skirt.", "Hunted extensively for their skins, large crocodiles are becoming increasingly rare.", "He offers perhaps the widest range of exotic leathers, from crocodile to shark."]], "word": "crocodile", "difficulty_level": 7}, "id": "crocodile", "lexicalCategory": "Noun", "url": "pictures/animals/crocodile.jpg", "es": {"sentences": ["Cuando un cocodrilo de niños serpenteaba por las puertas de la escuela de una escuela de Hampshire, no había ninguna señal de que una pantera negra pudiera estar en libertad.", "Utilizó el aspecto de corsé con gran efecto, especialmente cuando emparejó un bustier de cocodrilo blanco con una falda de pétalos de gasa de seda negra y un bustier de faille de seda rosa con una falda de encaje de gasa de seda negra.", "Cazados extensamente por sus pieles, los cocodrilos grandes son cada vez más raros.", "Él ofrece quizás la más amplia gama de pieles exóticas, desde cocodrilo hasta tiburón."], "word": "cocodrilo", "difficulty_level": 7}}, {"fr": {"sentences": ["Les travailleurs cherchent maintenant désespérément la femelle qui, selon eux, est toujours en fuite.", "Les écologistes affirment que Pooley est d’une valeur exceptionnelle pour les cerfs et les loups.", "Les cerfs, les moutons et les chèvres sauvages ont évidemment apprécié le parcours à travers la forêt.", "Il n'avait pas de corne dans le sens d'un cerf ou d'une vache mais il avait des protubérances osseuses au-dessus des yeux."], "word": "cerf", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c4974"}, "topic": "animals", "de": {"sentences": ["Die Arbeiter suchen nun verzweifelt nach den weiblichen Hirschen, von denen sie glauben, dass sie noch auf freiem Fuß sind.", "Umweltschützer argumentieren, dass Pooley für Hirsche und Wölfe von außergewöhnlichem Wert ist.", "Die Hirsche, Schafe und Wildziegen schätzten offensichtlich auch die Route durch den Wald.", "Es hatte keine Hörner im Sinne eines Hirsches oder einer Kuh, aber es hatte knöcherne Auswölbungen über den Augen."], "word": "Hirsch", "difficulty_level": 4}, "en": {"sentences": [["Workers are now desperately searching for the female deer, who they believe is still at large.", "Environmentalists argue that Pooley is of exceptional value to deer and wolves.", "The deer, sheep and feral goats obviously appreciated the route through the forest too.", "It had not horns in the sense of a deer or a cow but it had bony protuberances above the eyes."]], "word": "deer", "difficulty_level": 4}, "id": "deer", "lexicalCategory": "Noun", "url": "pictures/animals/deer.jpg", "es": {"sentences": ["Los trabajadores ahora están buscando desesperadamente a la venada, que creen que todavía está en libertad.", "Los ambientalistas argumentan que Pooley tiene un valor excepcional para los ciervos y los lobos.", "Los ciervos, las ovejas y las cabras salvajes obviamente apreciaron la ruta a través del bosque también.", "No tenía cuernos en el sentido de un ciervo o una vaca, pero tenía protuberancias óseas sobre los ojos."], "word": "ciervo", "difficulty_level": 4}}, {"fr": {"sentences": ["Doyle espère prouver ses nouvelles théories sur l’existence du surnaturel, mais lorsqu’un meurtre a lieu, son propre fantôme noyé réapparaît pour le traquer.", "Ce type le conduira aux portes de St Peters.", "Si vos préposés à l'entretien ouvrent une écoutille, assurez-vous qu'ils la bloquent.", "Une guerre qui s'est terminée il y a 30 ans nous amène encore à façonner nos débats sur le fait de mener une guerre totalement différente."], "word": "chien", "difficulty_level": 1}, "_id": {"$oid": "5c94a7aa2344ef50953c4975"}, "topic": "animals", "de": {"sentences": ["Doyle hofft, seine neuen Lieblingstheorien über die Existenz des Übernatürlichen beweisen zu können, aber wenn ein Mord stattfindet, erscheint sein ertrunkener Geist wieder, um ihn zu verfolgen.", "Dieser Kerl wird ihn vor den Toren von St. Peters verfolgen.", "Wenn Ihre Betreuer eine Luke öffnen, vergewissern Sie sich, dass sie sie aufspüren.", "Ein Krieg, der vor 30 Jahren endete, lässt uns immer noch unsere Debatten über einen völlig anderen Krieg prägen."], "word": "Hund", "difficulty_level": 1}, "en": {"sentences": [["Doyle hopes to prove his new pet theories on the existence of the supernatural, but when a murder takes place, his own drowned ghost reappears to dog him.", "That fellow is going to dog him to the gates of St Peters.", "If your maintainers open a hatch, be sure they dog it down.", "A war that ended 30 years ago still dogs us shaping our debates about fighting an entirely different war."]], "word": "dog", "difficulty_level": 1}, "id": "dog", "lexicalCategory": "Noun", "url": "pictures/animals/dog.jpg", "es": {"sentences": ["Doyle espera probar sus nuevas teorías sobre la existencia de lo sobrenatural, pero cuando ocurre un asesinato, su propio fantasma ahogado reaparece para perseguirlo.", "Ese tipo lo va a perseguir a las puertas de San Pedro.", "Si sus encargados de mantenimiento abren una escotilla, asegúrese de que la persigan.", "Una guerra que terminó hace 30 años todavía nos persigue, dando forma a nuestros debates sobre la lucha en una guerra completamente diferente."], "word": "perro", "difficulty_level": 1}}, {"fr": {"sentences": ["Le premier groupe a également engendré diverses lignées endémiques de dauphins.", "Aucune capture de grands dauphins de l'Atlantique aux États-Unis depuis 1989.", "Les dauphins sauvages de la côte ouest de l’Australie ont été les premiers mammifères marins chez lesquels un apprentissage culturel a été observé.", "Elle a également étudié les babouins au Kenya et les dauphins au large des côtes de l'Australie occidentale."], "word": "dauphin", "difficulty_level": 6}, "_id": {"$oid": "5c94a7aa2344ef50953c4976"}, "topic": "animals", "de": {"sentences": ["Die ehemalige Gruppe hat auch verschiedene endemische Linien von Flussdelfinen hervorgebracht.", "In den USA wurden seit 1989 keine Atlantik-Tümmler mehr gefangen.", "Wilde Delphine vor der Westküste Australiens waren die ersten Meeressäuger, bei denen kulturelles Lernen beobachtet wurde.", "Sie hat Paviane in Kenia und Delfine vor der Küste Westaustraliens studiert."], "word": "Delphin", "difficulty_level": 6}, "en": {"sentences": [["The former group also gave rise to various endemic lines of river dolphins.", "No captures of Atlantic bottlenose dolphins have occurred in the US since 1989.", "Wild dolphins off the west coast of Australia were the first marine mammals in which cultural learning was observed.", "She has also studied baboons in Kenya and dolphins off the coast of western Australia."]], "word": "dolphin", "difficulty_level": 6}, "id": "dolphin", "lexicalCategory": "Noun", "url": "pictures/animals/dolphin.jpg", "es": {"sentences": ["El primer grupo también dio origen a varias líneas endémicas de delfines de río.", "No se han producido capturas de delfines mulares del Atlántico en los Estados Unidos desde 1989.", "Los delfines salvajes en la costa oeste de Australia fueron los primeros mamíferos marinos en los que se observó el aprendizaje cultural.", "También ha estudiado babuinos en Kenia y delfines en las costas del oeste de Australia."], "word": "delfín", "difficulty_level": 6}}, {"fr": {"sentences": ["Ceux qui esquivent cette obligation servent mal le pays.", "Mes gémissements se sont transformés en gémissements et j'ai essayé d'éviter ses coups.", "Il esquive à peine les balles quand ses yeux s'écarquillent quand ils volent vers lui.", "Et vous pouvez comprendre pourquoi elle pourrait vouloir s'échapper de temps en temps; Outre le fait de fumer et de boire, porter ce spectacle féminin semble plutôt exigeant."], "word": "canard", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c4977"}, "topic": "animals", "de": {"sentences": ["Diejenigen, die sich dieser Verpflichtung entziehen, dienen dem Land nicht.", "Mein Wimmern wurde zu Wehklagen und ich versuchte, seine Schläge zu unterdrücken.", "Er duckt die Kugeln kaum, während sich seine Augen weiten, als sie auf ihn zu fliegen.", "Und Sie können verstehen, warum sie gelegentlich ausweichen möchte. Abgesehen von dem erforderlichen Rauchen und Trinken scheint das Tragen dieser One-Woman-Show ziemlich anspruchsvoll zu sein."], "word": "Ente", "difficulty_level": 5}, "en": {"sentences": [["Those who duck this obligation ill-serve the country.", "My whimpers became wails and I tried to duck his blows.", "He barely ducks the bullets as his eyes widen when they fly towards him.", "And you can understand why she might want to duck out occasionally; aside from the required smoking and drinking, carrying this one-woman show seems pretty demanding."]], "word": "duck", "difficulty_level": 5}, "id": "duck", "lexicalCategory": "Noun", "url": "pictures/animals/duck.jpg", "es": {"sentences": ["Los que eluden esta obligación maltratan al país.", "Mis gemidos se convirtieron en lamentos y traté de esquivar sus golpes.", "Apenas esquiva las balas cuando sus ojos se abren cuando vuelan hacia él.", "Y puedes entender por qué ella tal vez quiera esquivarse ocasionalmente; Aparte del consumo de fumar y beber, llevar este espectáculo de una sola mujer parece bastante exigente."], "word": "Pato", "difficulty_level": 5}}, {"fr": {"sentences": ["Il propose des expositions en vol libre et permet aux gens de voir de près une trentaine d’oiseaux de proie différents, notamment des aigles, des buses et des faucons.", "Abasourdi, j'ai tout oublié de mon appareil photo jusqu'à ce que l'aigle soit perdu de vue.", "Par exemple, si les banques émettaient des billets en dollars, les dollars en argent cesseraient de circuler et personne ne paierait avec un aigle en or si un billet de dix dollars était à portée de main.", "Il pouvait repérer plus rapidement les erreurs mentales et les erreurs de jugement dans un match de base-ball qu’un aigle en vol qui aperçoit des proies se précipiter sur le sol."], "word": "Aigle", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c4978"}, "topic": "animals", "de": {"sentences": ["Es bietet freifliegende Flugvorführungen und die Möglichkeit, rund 30 verschiedene Raubvögel, darunter Adler, Bussarde und Falken, aus nächster Nähe zu sehen.", "Verblüfft vergaß ich meine Kamera bis der Adler außer Sicht war.", "Wenn beispielsweise die Banken Dollarnoten ausgaben, hörte der Silberdollar auf, zu zirkulieren, und niemand zahlte mit einem Goldadler, wenn eine Zehn-Dollar-Note zur Verfügung stand.", "Er konnte in einem Ballspiel geistige Fehler und Fehleinschätzungen schneller erkennen, als ein Adler aus der Luft eine Beute auf dem Boden sieht."], "word": "Adler", "difficulty_level": 4}, "en": {"sentences": [["It features free-flying displays and an opportunity for people to see at close hand some 30 different birds of prey, including eagles, buzzards and falcons.", "Dumbfounded, I forgot all about my camera until the eagle was out of sight.", "For instance, if the banks issued dollar notes, silver dollars ceased to circulate, and no one paid with a gold eagle if a ten dollar note was at hand.", "He could spot mental mistakes and misjudgments in a ball game quicker than an airborne eagle catches sight of prey scurrying around on the ground."]], "word": "eagle", "difficulty_level": 4}, "id": "eagle", "lexicalCategory": "Noun", "url": "pictures/animals/eagle.jpg", "es": {"sentences": ["Cuenta con exhibiciones de vuelo libre y una oportunidad para que la gente vea de cerca 30 aves de presa diferentes, entre ellas águilas, halcones y halcones.", "Asombrado, me olvidé de mi cámara hasta que el águila se perdió de vista.", "Por ejemplo, si los bancos emitieron billetes en dólares, los dólares de plata dejaron de circular, y nadie pagó con un águila de oro si un billete de diez dólares estaba a la mano.", "Podía detectar errores mentales y juicios erróneos en un juego de pelota más rápido que un águila aerotransportada que ve a la presa escabullirse por el suelo."], "word": "águila", "difficulty_level": 4}}, {"fr": {"sentences": ["De plus, si l’on se souvient de la grande taille d’un éléphant typique, la figure de Coryate est hors d’échelle, beaucoup trop grande.", "Ils se rendront à Nairobi Nursery, où sont gardés les plus petits éléphants et rhinocéros orphelins.", "Les animaux tels que les éléphants utilisent également les infrasons pour communiquer sur de longues distances ou comme armes pour repousser leurs ennemis.", "En juillet dernier, le Berkeley Museum of Art de l'Université de Californie a accueilli une exposition d'art sur l'éléphant."], "word": "l'éléphant", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c4979"}, "topic": "animals", "de": {"sentences": ["Wenn wir uns an die Größe eines typischen Elefanten erinnern, ist die Figur des Coryate zu groß, viel zu groß.", "Sie besuchen Nairobi Nursery, wo die kleinsten verwaisten Elefanten und Nashörner gehalten werden.", "Tiere wie Elefanten nutzen den Infraschall auch zur Kommunikation über weite Strecken oder als Waffen, um Feinde abzuwehren.", "Im vergangenen Juli veranstaltete das Berkeley Museum of Art an der University of California eine Ausstellung von Elefantenkunst."], "word": "Elefant", "difficulty_level": 5}, "en": {"sentences": [["Further, if we recall the great size of a typical elephant, the figure of Coryate is out of scale, much too large.", "They will visit Nairobi Nursery, where the smallest orphaned elephants and rhinos are kept.", "Animals such as elephants also use infrasound to communicate over long distances or as weapons to repel foes.", "Last July, the Berkeley Museum of Art at the University of California hosted an exhibit of elephant art."]], "word": "elephant", "difficulty_level": 5}, "id": "elephant", "lexicalCategory": "Noun", "url": "pictures/animals/elephant.jpg", "es": {"sentences": ["Además, si recordamos el gran tamaño de un elefante típico, la figura de Coryate está fuera de escala, demasiado grande.", "Visitarán el vivero de Nairobi, donde se guardan los elefantes y rinocerontes huérfanos más pequeños.", "Los animales como los elefantes también usan infrasonido para comunicarse a largas distancias o como armas para repeler a los enemigos.", "En julio pasado, el Museo de Arte de Berkeley en la Universidad de California organizó una exhibición de arte de elefantes."], "word": "elefante", "difficulty_level": 5}}, {"fr": {"sentences": ["Leur tentative d'atténuer l'impression que l'électorat a d'elle comme d'un poisson froid scientifique est l'un des rares spectacles amusants dans un paysage politique sombre.", "Elle semble trop sensible pour survivre sur cette terre et son poisson froid de mari, et en effet elle ne le fait pas.", "Pour un vrai goût de la cuisine croate de l’Adriatique, cherchez dans les petites tavernes où vous pourrez manger de superbes poissons et fruits de mer locaux.", "La cuisson au four est une excellente méthode de cuisson du poisson, permettant à la chair de cuire uniformément et de rester humide."], "word": "poisson", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c497a"}, "topic": "animals", "de": {"sentences": ["Ihr Versuch, den Eindruck der Wähler von ihr als wissenschaftlich kalten Fisch abzuschwächen, ist eines der wenigen amüsanten Brillen in einer düsteren politischen Landschaft.", "Sie scheint zu empfindlich zu sein, um diese Erde und ihren kalten Fisch eines Mannes zu überleben, und tatsächlich tut sie das nicht.", "Für einen echten Geschmack der kroatischen Adriaküche suchen Sie die kleinen Tavernen, in denen Sie hervorragenden Fisch und Meeresfrüchte aus der Region essen können.", "Backen ist eine großartige Methode, um Fisch zuzubereiten. So kann das Fleisch gleichmäßig kochen und feucht bleiben."], "word": "Fisch", "difficulty_level": 2}, "en": {"sentences": [["Their attempt to soften the electorate's impression of her as a scientific cold fish is one of the few amusing spectacles in a grim political landscape.", "She seems too sensitive to survive this earth and her cold fish of a husband, and indeed she doesn't.", "For a true taste of Croatian Adriatic cuisine seek out the tiny tavernas where you can eat superb local fish and sea food.", "Baking is a great method to cook fish, allowing the flesh to cook evenly and stay moist."]], "word": "fish", "difficulty_level": 2}, "id": "fish", "lexicalCategory": "Noun", "url": "pictures/animals/fish.jpg", "es": {"sentences": ["Su intento de suavizar la impresión que el electorado tiene de ella como un pez científico y frío es uno de los pocos espectáculos divertidos en un sombrío panorama político.", "Ella parece demasiado sensible para sobrevivir a esta tierra y su frío marido de marido, y de hecho no lo hace.", "Para un verdadero sabor de la cocina croata del Adriático, busque las pequeñas tabernas donde podrá comer excelentes pescados y mariscos locales.", "Hornear es un excelente método para cocinar pescado, ya que permite que la carne se cocine uniformemente y se mantenga húmeda."], "word": "pez", "difficulty_level": 2}}, {"fr": {"sentences": ["Les avions consomment moins de carburant à haute altitude. Les pilotes volent donc souvent à haute altitude lors de longs vols.", "Deux hélicoptères transportant des caméras survoleront le stade et la ville de Cardiff", "Nous aussi, nous devons voler, alors enjambons vivement le pont pour Boat Of Garten, d'où un chemin de fer à vapeur traverse la lande jusqu'à Aviemore, ce qui donne un autre aspect magnifique des montagnes.", "Encore une fois, vous devez l'admettre, les hommes qui pilotent nos avions de ligne modernes sont des experts - ils le doivent!"], "word": "voler", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c497b"}, "topic": "animals", "de": {"sentences": ["Flugzeuge verbrauchen in größeren Höhen weniger Treibstoff. Daher fliegen Piloten auf längeren Flügen häufig in größeren Höhen.", "Zwei Hubschrauber mit Kameras fliegen über das Stadion und die Stadt Cardiff", "Wir müssen auch fliegen, also zügig über die Brücke nach Boat Of Garten, von wo aus eine Dampfeisenbahn über das Moor nach Aviemore führt, was einen weiteren herrlichen Aspekt der Berge ergibt.", "Dann müssen Sie zugeben, dass die Männer, die mit unseren modernen Verkehrsflugzeugen fliegen, Experten sind - sie müssen es sein!"], "word": "fliegen", "difficulty_level": 2}, "en": {"sentences": [["Planes burn less fuel at higher altitudes, so pilots often fly at higher altitudes on long flights.", "Two helicopters carrying cameras will fly overhead looking down over the stadium and Cardiff city", "We too must fly, so stride briskly over the bridge to Boat Of Garten, from where a steam railway plies its way across the moor to Aviemore, giving another magnificent aspect of the mountains.", "Then again, you'll have to admit, the men who fly our modern airliners are experts - they have to be!"]], "word": "fly", "difficulty_level": 2}, "id": "fly", "lexicalCategory": "Verb", "url": "pictures/animals/fly.jpg", "es": {"sentences": ["Los aviones queman menos combustible a mayores altitudes, por lo que los pilotos a menudo vuelan en altitudes más altas en vuelos largos.", "Dos helicópteros con cámaras volarán por encima del estadio y la ciudad de Cardiff.", "Nosotros también debemos volar, así que camine velozmente por el puente hacia Boat Of Garten, desde donde un tren a vapor cruza el páramo hacia Aviemore, dando otro aspecto magnífico de las montañas.", "Entonces, una vez más, tendrá que admitir que los hombres que vuelan nuestros modernos aviones son expertos, ¡tienen que serlo!"], "word": "volar", "difficulty_level": 2}}, {"fr": {"sentences": ["Je parie sur ma réputation sur le fait que l’entrée de cette semaine vous mettra vraiment au sérieux.", "Mais elle jette un service plus lent qui renverse le joueur français.", "Votre formation vous permet de reconnaître une grande partie de ce que vous êtes susceptible de voir, mais vous comptez sur l'aide de spécialistes de tout le pays pour vous aider à trouver ces pièces rares qui vous sont chères."], "word": "Renard", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c497c"}, "topic": "animals", "de": {"sentences": ["Ich setze meinen Ruf auf die Tatsache, dass der Eintrag dieser Woche Sie wirklich foxen wird.", "Sie wirft jedoch einen langsameren Aufschlag ein, der den französischen Spieler foxt.", "Ihr Training ermöglicht es Ihnen, viel von dem zu erkennen, was Sie wahrscheinlich sehen werden, aber Sie verlassen sich auf Spezialisten im ganzen Land, die bei den seltenen Stücken helfen, die Sie fuchsen."], "word": "Fuchs", "difficulty_level": 5}, "en": {"sentences": [["I stake my reputation on the fact that this week's entry will truly fox you.", "But she throws in a slower serve which foxes the French player.", "Your training equips you to recognise much of what you are likely to see, but you rely on specialists around the country for help with those rare pieces that fox you."]], "word": "fox", "difficulty_level": 5}, "id": "fox", "lexicalCategory": "Noun", "url": "pictures/animals/fox.jpg", "es": {"sentences": ["Apuesto mi reputación al hecho de que la entrada de esta semana realmente te engañará.", "Pero ella tira en un servicio más lento que foxea al jugador francés.", "Tu entrenamiento te capacita para reconocer gran parte de lo que es probable que veas, pero confías en los especialistas de todo el país para que te ayuden con esas piezas raras que te atrapan."], "word": "zorro", "difficulty_level": 5}}, {"fr": {"sentences": ["Le nouvel étang a été créé pour encourager les grenouilles, les tritons, les crapauds, les libellules et les papillons.", "M. Harnett a déclaré que les insectes des étangs et les plantes aquatiques étaient déjà florissants et que certains visiteurs avaient déjà vu des tritons et des grenouilles.", "«Le cheval a éraflé la grenouille de son sabot gauche et a perdu son entraînement», a déclaré Nakatani.", "Franchomme avait un violoncelle Stradivari mais tenait l'archet au-dessus de la grenouille, offrant souplesse et subtilité de ton plutôt que robustesse."], "word": "la grenouille", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c497d"}, "topic": "animals", "de": {"sentences": ["Der neue Teich wurde geschaffen, um Frösche, Molche, Kröten, Libellen und Schmetterlinge zu fördern.", "Dr. Harnett sagte, Teichinsekten und Wasserpflanzen gedeihen bereits und einige Besucher hätten Molche und Frösche gesehen.", "\"Das Pferd kratzte den Frosch seines linken Hufes in der Hinterhand und verlor die Fahrt\", sagte Nakatani.", "Franchomme hatte ein Stradivari-Cello, hielt den Bogen jedoch über dem Frosch und sorgte für mehr Flexibilität und Feinheit als für Robustheit."], "word": "Frosch", "difficulty_level": 4}, "en": {"sentences": [["The new pond has been created to encourage frogs, newts, toads, dragonflies and butterflies.", "Dr Harnett said pond insects and water plants were already thriving, and some visitors had seen newts and frogs.", "‘The horse scraped the frog of his left hoof in the backstretch and lost his drive,’ Nakatani said.", "Franchomme had a Stradivari cello but held the bow above the frog, making for flexibility and subtlety of tone rather than robustness."]], "word": "frog", "difficulty_level": 4}, "id": "frog", "lexicalCategory": "Noun", "url": "pictures/animals/frog.jpg", "es": {"sentences": ["El nuevo estanque ha sido creado para fomentar ranas, tritones, sapos, libélulas y mariposas.", "El Dr. Harnett dijo que los insectos del estanque y las plantas acuáticas ya estaban prosperando, y algunos visitantes habían visto tritones y ranas.", "\"El caballo raspó la rana de su pezuña izquierda en el tramo trasero y perdió el impulso\", dijo Nakatani.", "Franchomme tenía un violonchelo Stradivari, pero sostenía el arco por encima de la rana, lo que daba flexibilidad y sutileza en el tono en lugar de robustez."], "word": "rana", "difficulty_level": 4}}, {"fr": {"sentences": ["Le mois dernier, alors qu'ils se trouvaient dans une station balnéaire kenyane, ils ont décidé de retourner dans les réserves d'animaux Maasai Mara pour voir des animaux tels que des girafes, des lions et des éléphants.", "Les bureaux du zoo étaient autrefois le club house de l'aéroport et les vieux cintres servent désormais de salle de séjour à la girafe et aux éléphants indiens.", "Le long cou de la girafe et le cou court de l'hippopotame sont tous deux expliqués par la théorie.", "Ces animaux comprennent les girafes, les manchots, les macaques, les bonobos et les oies."], "word": "girafe", "difficulty_level": 8}, "_id": {"$oid": "5c94a7aa2344ef50953c497e"}, "topic": "animals", "de": {"sentences": ["Als sie sich letzten Monat in einem kenianischen Badeort befanden, beschlossen sie, in die Tierreservate von Maasai Mara zurückzukehren, um dort Tiere wie Giraffen, Löwen und Elefanten zu sehen.", "Das Zoo-Büro war früher das Flughafenclubhaus, und die alten Kleiderbügel werden jetzt als Wohnbereich einer Giraffe und der indischen Elefanten genutzt.", "Der lange Hals der Giraffe und der kurze Hals des Nilpferds werden beide durch die Theorie erklärt.", "Zu diesen Tieren gehören Giraffen, Pinguine, Makaken, Bonobos und Gänse."], "word": "Giraffe", "difficulty_level": 8}, "en": {"sentences": [["While at a Kenyan beach resort last month they decided to return to the Maasai Mara animal reserves to see animals such as giraffes, lions and elephants.", "The zoo offices were once the airport club house and the old hangers are now used as the living area of a giraffe and the Indian elephants.", "The long neck of the giraffe and the short neck of the hippopotamus are both explained by the theory.", "These animals include giraffes, penguins, macaques, bonobos, and geese."]], "word": "giraffe", "difficulty_level": 8}, "id": "giraffe", "lexicalCategory": "Noun", "url": "pictures/animals/giraffe.jpg", "es": {"sentences": ["Mientras estaban en un balneario de Kenia el mes pasado, decidieron regresar a las reservas de animales de Maasai Mara para ver animales como jirafas, leones y elefantes.", "Las oficinas del zoológico fueron una vez la casa club del aeropuerto y las perchas antiguas ahora se usan como la sala de estar de una jirafa y los elefantes indios.", "El cuello largo de la jirafa y el cuello corto del hipopótamo son explicados por la teoría.", "Estos animales incluyen jirafas, pingüinos, macacos, bonobos y gansos."], "word": "jirafa", "difficulty_level": 8}}, {"fr": {"sentences": ["Ils sont surtout présents dans la viande des ruminants tels que les vaches, les ovins et les caprins, ainsi que dans les produits laitiers, notamment le lait entier et le yaourt.", "La viande de vache, de chèvre, de mouton et de porc est un aliment pour l'homme.", "Les chèvres sauvages tolèrent des températures extrêmes extrêmes et auraient très probablement constitué une source de nourriture pour la majeure partie de la période postglaciaire.", "Les vaches produisent dix fois plus de viande que les moutons et les chèvres et la production de viande de bœuf a pris de plus en plus d'importance à mesure que le nombre de porcs diminuait."], "word": "chèvre", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c497f"}, "topic": "animals", "de": {"sentences": ["Sie sind am häufigsten im Fleisch von Wiederkäuern wie Kühen, Schafen und Ziegen sowie Milchprodukten einschließlich Vollmilch und Joghurt.", "Das Fleisch von Kühen, Ziegen, Schafen und Schweinen ist Nahrung für Menschen.", "Wildziegen tolerieren beträchtliche extreme Temperaturen und wären höchstwahrscheinlich eine Nahrungsquelle für die meiste Zeit nach der Eiszeit gewesen.", "Kühe produzieren zehnmal mehr Fleisch als Schafe oder Ziegen, und die Rindfleischproduktion wurde mit abnehmender Schweinezahl immer wichtiger."], "word": "Ziege", "difficulty_level": 4}, "en": {"sentences": [["They are most prevalent in the meat of ruminant animals such as cows, sheep and goats, and dairy products including full-fat milk and yoghurt.", "The meat of cows, goats, sheep and pigs is food for people.", "Wild goats are tolerant of considerable extremes of temperature and would most likely have been a source of food for most of the post-glacial period.", "Cows produce ten times more meat than sheep or goats and beef production grew increasingly important as pig numbers decreased."]], "word": "goat", "difficulty_level": 4}, "id": "goat", "lexicalCategory": "Noun", "url": "pictures/animals/goat.jpg", "es": {"sentences": ["Son más frecuentes en la carne de animales rumiantes, como vacas, ovejas y cabras, y en productos lácteos que incluyen leche entera y yogur.", "La carne de vacas, cabras, ovejas y cerdos es alimento para las personas.", "Las cabras salvajes toleran temperaturas extremas considerables y lo más probable es que hayan sido una fuente de alimento durante la mayor parte del período post-glaciar.", "Las vacas producen diez veces más carne que las ovejas o cabras, y la producción de carne de res se hizo cada vez más importante a medida que disminuía el número de cerdos."], "word": "cabra", "difficulty_level": 4}}, {"fr": {"sentences": ["Même le poisson rouge dans l'étang et les oiseaux dans la haie semblent indifférents et désintéressés.", "C'est la taille d'une petite piscine et regorge de carpes charnues et de poissons rouges.", "Si vous partez pour quelques semaines et que vous vous inquiétez de savoir qui nourrira le poisson rouge dans l'étang de jardin, ne vous inquiétez pas.", "Les garçons ont utilisé un filet pour extraire le poisson de la boue et l'ont apporté à leur mère, une gardienne passionnée du poisson, qui possède déjà des guppys, des ménés et un poisson rouge."], "word": "poisson rouge", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c4980"}, "topic": "animals", "de": {"sentences": ["Sogar der Goldfisch im Teich und die Vögel in der Hecke wirken lustlos und desinteressiert.", "Dies ist die Größe eines kleinen Pools und es wimmelt von plumpen Karpfen und Goldfischen.", "Wenn Sie ein paar Wochen weggehen und sich Sorgen machen, wer den Goldfisch im Gartenteich füttern kann, machen Sie sich keine Sorgen.", "Die Jungen benutzten ein Netz, um den Fisch aus dem Schlamm zu heben, und brachten ihn zu ihrer Mutter, einer leidenschaftlichen Fischhalterin, die bereits Guppys, Minnows und einen Goldfisch besitzt."], "word": "Goldfisch", "difficulty_level": 7}, "en": {"sentences": [["Even the goldfish in the pond and the birds in the hedge seem listless and disinterested.", "This is the size of a small swimming pool and is teeming with plump carp and goldfish.", "If you are going away for a couple of weeks and are worried about who will feed the goldfish in the garden pond, don't worry.", "The boys used a net to lift the fish from the mud and took it to their mum, a keen fish keeper who already owns guppies, minnows and a goldfish."]], "word": "goldfish", "difficulty_level": 7}, "id": "goldfish", "lexicalCategory": "Noun", "url": "pictures/animals/goldfish.jpg", "es": {"sentences": ["Incluso los peces de colores en el estanque y los pájaros en el seto parecen apáticos y desinteresados.", "Este es el tamaño de una pequeña piscina y está repleto de carpas y peces de colores.", "Si se va a ir por un par de semanas y le preocupa quién va a alimentar a los peces de colores en el estanque del jardín, no se preocupe.", "Los niños usaron una red para sacar el pez del barro y se lo llevaron a su madre, una cuidadora que ya posee guppies, peces pequeños y un pez de colores."], "word": "pez de colores", "difficulty_level": 7}}, {"fr": {"sentences": ["La plupart des gens connaissent les souris, les rats, les hamsters et les cobayes, qui sont généralement gardés comme animaux de compagnie.", "Les ânes, les chiens, les gerbilles, les hamsters, les lapins, les perroquets et les tritons sont plus susceptibles de recevoir un cadeau.", "À l'école, notre classe avait un petit zoo pour rongeurs composé de deux lapins, de trois hamsters, d'une portée de bébés gerbilles et d'un cochon d'Inde.", "En outre, il est préférable de laisser la propriété d'amis à des gerbilles et des hamsters. Nous pouvons les visiter et les tenir, les ramener à la maison et ne jamais avoir à nettoyer une cage."], "word": "hamster", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c4981"}, "topic": "animals", "de": {"sentences": ["Die meisten Menschen sind mit Mäusen, Ratten, Hamstern und Meerschweinchen vertraut, die häufig als Haustiere gehalten werden.", "Esel, Hunde, Rennmäuse, Hamster, Kaninchen, Papageien und Molche bekommen am ehesten ein Geschenk.", "In der Schule gab es in unserem Klassenzimmer einen kleinen Nagetierzoo, der aus zwei Kaninchen, drei Hamstern, einem Wurf von Babyrennmäusen und einem Meerschweinchen bestand.", "Auch Rennmäuse und Hamster sollten lieber im Besitz von Freunden sein, wo wir sie besuchen und besuchen und halten können und nach Hause gehen und nie einen Käfig reinigen müssen."], "word": "Hamster", "difficulty_level": 7}, "en": {"sentences": [["Most people are familiar with mice, rats, hamsters, and guinea pigs, which are commonly kept as pets.", "Donkeys, dogs, gerbils, hamsters, rabbits, parrots and newts are most likely to get a present.", "At school, our classroom had a small rodent zoo consisting of two rabbits, three hamsters, a litter of baby gerbils and a guinea pig.", "Also, gerbils and hamsters are better left to be owned by friends, where we can go over and visit them and hold them and go home and never have to clean a cage."]], "word": "hamster", "difficulty_level": 7}, "id": "hamster", "lexicalCategory": "Noun", "url": "pictures/animals/hamster.jpg", "es": {"sentences": ["La mayoría de las personas están familiarizadas con los ratones, ratas, hámsters y cobayas, que generalmente se mantienen como mascotas.", "Los burros, perros, jerbos, hámsters, conejos, loros y tritones tienen más probabilidades de obtener un regalo.", "En la escuela, nuestro salón de clases tenía un pequeño zoológico de roedores que consistía en dos conejos, tres hámsters, una camada de jerbos bebés y un conejillo de indias.", "Además, es mejor dejar que los jerbos y los hámsters sean propiedad de amigos, donde podamos visitarlos, sostenerlos y volver a casa y nunca tener que limpiar una jaula."], "word": "hámster", "difficulty_level": 7}}, {"fr": {"sentences": ["Les animaux dont les os distaux sont relativement courts, tels que les éléphants et les hippopotames, ont plus de jambes colonnaires et courent peu.", "Les éléphants, les autruches, les léopards et les lions ont été importés au premier siècle avant JC, suivis de l'hippopotame, du rhinocéros, des chameaux et des girafes.", "L'hippopotame est parfaitement à l'aise dans l'eau, s'y accouplant et y mettant bas.", "Et ces animaux ont été attrapés et, alors que l'éléphant se noyait, il a été décidé de détruire l'éléphant ainsi que l'hippopotame."], "word": "hippopotame", "difficulty_level": 9}, "_id": {"$oid": "5c94a7aa2344ef50953c4982"}, "topic": "animals", "de": {"sentences": ["Tiere mit relativ kurzen distalen Knochen wie Elefanten und Nilpferden haben mehr säulenartige Beine und laufen wenig.", "Elefanten, Strauße, Leoparden und Löwen wurden im ersten Jahrhundert v. Chr. Eingeführt, gefolgt von Nilpferd, Nashorn, Kamelen und Giraffen.", "Das Nilpferd ist im Wasser perfekt zu Hause, paart und bringt dort zur Welt.", "Und diese Tiere wurden gefangen, und als der Elefant ertrank, wurde beschlossen, den Elefanten und auch das Nilpferd zu vernichten."], "word": "Nilpferd", "difficulty_level": 9}, "en": {"sentences": [["Animals with relatively short distal bones, such as elephants and hippopotamuses, have more columnar legs and do little running.", "Elephants, ostriches, leopards and lions were imported in the first century B.C., followed by hippopotamus, rhinoceros, camels and giraffes.", "The hippopotamus is perfectly at home in the water, mating and giving birth there.", "And those animals were caught, and as the elephant was drowning, the decision was made to destroy the elephant and also the hippopotamus."]], "word": "hippopotamus", "difficulty_level": 9}, "id": "hippopotamus", "lexicalCategory": "Noun", "url": "pictures/animals/hippopotamus.jpg", "es": {"sentences": ["Los animales con huesos distales relativamente cortos, como elefantes e hipopótamos, tienen más patas en forma de columna y corren poco.", "Elefantes, avestruces, leopardos y leones fueron importados en el primer siglo aC, seguidos de hipopótamos, rinocerontes, camellos y jirafas.", "El hipopótamo está perfectamente en casa en el agua, apareando y dando a luz allí.", "Y esos animales fueron capturados, y cuando el elefante se estaba ahogando, se tomó la decisión de destruir al elefante y también al hipopótamo."], "word": "hipopótamo", "difficulty_level": 9}}, {"fr": {"sentences": ["Après 1812, en raison de la pénurie de chevaux, un régiment de dragons français composé de cinq escadrons pourrait entrer en guerre avec trois escadrons à cheval et deux à pied.", "Pour les entreprises installant leurs propres véhicules, le coût du chantier serait un coût commun et ne peut être divisé entre les chevaux et les véhicules."], "word": "cheval", "difficulty_level": 1}, "_id": {"$oid": "5c94a7aa2344ef50953c4983"}, "topic": "animals", "de": {"sentences": ["Nach 1812 bedeutete der Mangel an Pferden, dass ein französisches Dragonerregiment mit fünf Geschwadern mit drei geschaffenen Staffeln und zwei zu Fuß in den Krieg ziehen könnte.", "Für Firmen, die ihre eigenen Fahrzeuge fahren, wären die Kosten der Werft gemeinsame Kosten und können nicht zwischen Pferden und Fahrzeugen aufgeteilt werden."], "word": "Pferd", "difficulty_level": 1}, "en": {"sentences": [["After 1812 shortage of horses meant that a five-squadron French dragoon regiment might go to war with three squadrons horsed and two on foot.", "For firms horsing their own vehicles, the cost of the yard would be a joint cost and cannot be divided between horses and vehicles."]], "word": "horse", "difficulty_level": 1}, "id": "horse", "lexicalCategory": "Noun", "url": "pictures/animals/horse.jpg", "es": {"sentences": ["Después de 1812, la escasez de caballos significaba que un regimiento francés de dragones de cinco escuadrones podría ir a la guerra con tres escuadrones a caballo y dos a pie.", "Para las empresas que tienen sus propios vehículos, el costo del patio sería un costo conjunto y no se puede dividir entre caballos y vehículos."], "word": "caballo", "difficulty_level": 1}}, {"fr": {"sentences": ["Ce groupe comprend tous les animaux en poche, tels que les oppossums, les kangourous et les diables de Tasmanie.", "Toute ma vie, j'ai été entouré d'au moins une douzaine de bébés kangourous, wallabies ou koalas.", "Le jaguar est autant un symbole du Belize que le kangourou est de l'Australie.", "Il y a des milliers d'années, il y avait des kangourous géants, des wombats énormes et des goannas de six mètres de long."], "word": "kangourou", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c4984"}, "topic": "animals", "de": {"sentences": ["Diese Gruppe umfasst alle in der Tasche befindlichen Tiere wie Oppossums, Kängurus und tasmanische Teufel.", "Mein ganzes Leben lang war ich von mindestens einem Dutzend Kängurus, Wallabies oder Koalas umgeben.", "Der Jaguar ist ebenso ein Symbol für Belize wie das Känguru aus Australien.", "Vor Tausenden von Jahren gab es riesige Kängurus, riesige Wombats und sechs Meter lange Goannas."], "word": "Känguru", "difficulty_level": 7}, "en": {"sentences": [["This group includes all of the pouched animals, such as oppossums, kangaroos, and Tasmanian devils.", "I was surrounded by at least a dozen baby kangaroos, wallabies, or koalas all my life.", "The jaguar is as much a symbol of Belize as the kangaroo is of Australia.", "Thousands of years ago, there were giant kangaroos, huge wombats and six-metre long goannas."]], "word": "kangaroo", "difficulty_level": 7}, "id": "kangaroo", "lexicalCategory": "Noun", "url": "pictures/animals/kangaroo.jpg", "es": {"sentences": ["Este grupo incluye a todos los animales en bolsas, tales como oponentes, canguros y demonios de Tasmania.", "Estaba rodeada de al menos una docena de canguros bebés, canguros o koalas toda mi vida.", "El jaguar es tanto un símbolo de Belice como el canguro de Australia.", "Hace miles de años, había canguros gigantes, enormes wombats y goannas de seis metros de largo."], "word": "canguro", "difficulty_level": 7}}, {"fr": {"sentences": ["Des organisations telles que le refuge pour animaux de Northern Rivers et les droits et sauvetage des animaux ont été inondées d'animaux indésirables, notamment de chatons.", "Les chatons domestiques sont sevrés vers 8 semaines et deviennent indépendants vers 6 mois.", "Habituellement, le lynx se promène un ou deux kilomètres par jour, mais lorsque les femelles se préparent à avoir des chatons, elles se concentrent sur une petite zone alors qu’elles choisissent une tanière dans le but de se faire pointer pendant un moment.", "Un petit chaton tabby est sorti en reniflant l'air."], "word": "chaton", "difficulty_level": 6}, "_id": {"$oid": "5c94a7aa2344ef50953c4985"}, "topic": "animals", "de": {"sentences": ["Organisationen wie das Northern Rivers Animal Shelter und die Animal Rights and Rescue wurden mit unerwünschten Tieren, insbesondere Kätzchen, überschwemmt.", "Hauskätzchen werden im Alter von etwa 8 Wochen entwöhnt und im Alter von etwa 6 Monaten unabhängig.", "Normalerweise zieht der Luchs ein oder zwei Meilen pro Tag durch, aber wenn sich die Weibchen darauf vorbereiten, Kätzchen zu haben, konzentrieren sie sich auf eine kleine Fläche, während sie eine Höhle wählen.", "Ein kleines, getigertes Kätzchen kam heraus und schnupperte die Luft."], "word": "Kätzchen", "difficulty_level": 6}, "en": {"sentences": [["Organisations such as the Northern Rivers Animal Shelter and the Animal Rights and Rescue have been inundated with unwanted animals, especially kittens.", "Domestic kittens are weaned at about 8 weeks old and become independent at about 6 months old.", "Usually lynx roam a mile or two a day, but when the females prepare to have kittens, they zero in on a small area as they choose a den, aiming to hole up for a while.", "A small, tabby kitten walked out, sniffing the air."]], "word": "kitten", "difficulty_level": 6}, "id": "kitten", "lexicalCategory": "Noun", "url": "pictures/animals/kitten.jpg", "es": {"sentences": ["Organizaciones como el Refugio de Animales de Northern Rivers y los Derechos y Rescate de los Animales han sido inundados con animales no deseados, especialmente gatitos.", "Los gatitos domésticos son destetados a las 8 semanas de vida y se vuelven independientes a los 6 meses.", "Por lo general, el lince recorre una milla o dos por día, pero cuando las hembras se preparan para tener gatitos, se enfocan en un área pequeña mientras eligen una guarida, con el objetivo de encerrarse por un tiempo.", "Un pequeño gatito atigrado salió caminando, olfateando el aire."], "word": "gatito", "difficulty_level": 6}}, {"fr": {"sentences": ["Toutefois, les vêtements acceptables ne comprennent pas les sandales richement tissées, les motifs de léopard, les t-shirts souvenirs obscènes des vacances passées.", "Sous un pantalon à imprimé léopard, il fixe son regard sur le dos du public et proclame qu'il «veut une issue».", "Tandis qu'il parlait, il chargeait de la bière nationale et du vin importé dans son nouveau VUS avec des silhouettes de skieurs à l'extérieur et de fausses housses de siège en léopard à l'intérieur.", "Elle est peinte en noir mat et présente des tissus astucieux à rayures et léopard."], "word": "léopard", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c4986"}, "topic": "animals", "de": {"sentences": ["Zu akzeptablen Kleidungsstücken gehören jedoch keine kunstvoll gewebten Sandalen, Leopardenmuster jeglicher Art und obszöne Souvenir-T-Shirts aus vergangenen Ferien.", "Er trägt eine Hose mit Leopardenmuster und richtet seinen Blick auf die Rückseite des Publikums. Er sagt, er wolle einen Ausweg.", "Während er sprach, lud er heimisches Bier und importierte Wein in seinen neuen SUV mit Silhouetten von Skifahrern an der Außenseite und gefälschten Leopard-Sitzbezügen im Inneren.", "Es ist mattschwarz lackiert und hat einige kunstvolle Nadelstreifen und Kunstleder-Leopardenpolsterungen."], "word": "Leopard", "difficulty_level": 7}, "en": {"sentences": [["Acceptable clothing, however, does not include ornately woven sandals, leopard patterns of any sort, and obscene souvenir T-shirts from vacations past.", "Decked in leopard print pants, he fixes his gaze on the back of the audience and proclaims he ‘wants a way out’.", "As he spoke, he was loading domestic beer and imported wine into his new SUV with silhouettes of skiers on the outside and fake leopard seat covers inside.", "It's painted matte black and has some artful pinstriping and faux leopard upholstery."]], "word": "leopard", "difficulty_level": 7}, "id": "leopard", "lexicalCategory": "Noun", "url": "pictures/animals/leopard.jpg", "es": {"sentences": ["La ropa aceptable, sin embargo, no incluye sandalias tejidas de manera ornamentada, patrones de leopardo de ningún tipo y camisetas obscenas de recuerdos de vacaciones pasadas.", "Cubierto con pantalones con estampado de leopardo, fija su mirada en la parte de atrás de la audiencia y proclama que \"quiere una salida\".", "Mientras hablaba, estaba cargando cerveza nacional y vino importado en su nuevo SUV con siluetas de esquiadores en el exterior y cubiertas de asientos de leopardo falsos en el interior.", "Está pintado de negro mate y tiene un ingenioso pinstriping y tapicería de imitación de leopardo."], "word": "leopardo", "difficulty_level": 7}}, {"fr": {"sentences": ["\"Rob est un excellent joueur et il est clair qu'il a été le demi de mêlée de premier choix lors de deux tournées des Lions britanniques, dans le seul but de se blesser,\" a-t-il déclaré.", "Le romancier-dramaturge Bulwer-Lytton était à son époque l'un des lions littéraires de l'Angleterre, mais sa réputation n'a pas survécu jusqu'au XXe siècle.", "Mais l'ancien centre Wasps n'est pas sur le point de se lancer dans une carrière de joueur en Australie - il a remporté un concours national pour suivre l'équipe du syndicat de rugby des British Lions en tournée.", "Lorsque le roi d’Écosse, James J’ai rejoint le trône, il ordonna que le lion rouge héraldique d’Écosse soit affiché sur tous les bâtiments importants, y compris les pubs."], "word": "Lion", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c4987"}, "topic": "animals", "de": {"sentences": ["\"Rob ist ein großartiger Spieler, und er sagt alles, was er auf zwei britischen Lions-Touren nur als Verletzungsgefahr empfand, nur um Verletzungen zu behindern\", sagte er.", "Zu seiner Zeit war der Romanschreiber Bulwer-Lytton einer der literarischen Löwen Englands, aber sein Ruf blieb bis ins 20. Jahrhundert nicht bestehen.", "Das ehemalige Wasps Center steht jedoch nicht kurz vor einer Karriere in Australien - er hat einen nationalen Wettbewerb gewonnen, um das Rugby-Unionsteam der britischen Lions auf Tour zu verfolgen.", "Als der schottische König James I. auf den Thron kam, ordnete er an, dass der heraldische rote Löwe von Schottland auf allen wichtigen Gebäuden einschließlich Pubs ausgestellt werden sollte."], "word": "Löwe", "difficulty_level": 4}, "en": {"sentences": [["‘Rob is a great player and it says everything that he was the first choice scrum-half on two British Lions ' tours only for injury to get in the way,’ he said.", "In his time, novelist-playwright Bulwer-Lytton was one of England's literary lions, but his reputation did not survive into the 20th century.", "But the former Wasps centre is not about to embark on a playing career in Australia - he has won a national competition to follow the British Lions rugby union team on tour.", "When the Scottish King James I came to the throne he ordered that the heraldic red lion of Scotland be displayed on all buildings of importance including pubs."]], "word": "lion", "difficulty_level": 4}, "id": "lion", "lexicalCategory": "Noun", "url": "pictures/animals/lion.jpg", "es": {"sentences": ["\"Rob es un gran jugador y dice todo lo que fue la primera opción de scrum-half en dos giras de los Leones británicos solo por lesiones que se interponen en el camino\", dijo.", "En su época, el novelista y dramaturgo Bulwer-Lytton era uno de los leones literarios de Inglaterra, pero su reputación no sobrevivió hasta el siglo XX.", "Pero el antiguo centro de Wasps no está dispuesto a embarcarse en una carrera como jugador en Australia: ha ganado una competencia nacional para seguir al equipo de rugby de los Leones británicos de gira.", "Cuando el rey escocés James, llegué al trono, ordenó que el león rojo heráldico de Escocia se mostrara en todos los edificios de importancia, incluidos los pubs."], "word": "león", "difficulty_level": 4}}, {"fr": {"sentences": ["La moitié des lézards de chaque population ont été supplémentés en eau.", "À la fin, ils ont fourni aux réalisateurs trois lézards-écrans et six lézards-dragons barbus.", "Contrairement à certains lézards, les queues de chats ne repoussent pas et la conséquence de cette action devrait durer au moins une décennie.", "De plus, les lézards creusent de grands terriers qui minent les dunes de sable de l'île."], "word": "lézard", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c4988"}, "topic": "animals", "de": {"sentences": ["Die Hälfte der Eidechsen aus jeder Population wurde mit zusätzlichem Wasser ergänzt.", "Am Ende versorgten sie die Filmemacher mit drei Monitorechsen und sechs bärtigen Drachenechsen.", "Im Gegensatz zu bestimmten Eidechsen wachsen die Schwänze der Katzen nicht nach, daher sollte die Wirkung dieser Aktion mindestens ein Jahrzehnt andauern.", "Außerdem graben die Eidechsen große Höhlen, die die Sanddünen der Insel untergraben."], "word": "Eidechse", "difficulty_level": 7}, "en": {"sentences": [["Half of the lizards from each population were supplemented with additional water.", "In the end, they supplied the moviemakers with three monitor lizards and six bearded dragon lizards.", "Unlike certain lizards, cats' tails don't grow back, so the consequence of that action should be around for at least a decade.", "In addition, the lizards dig large burrows, which undermine sand dunes on the island."]], "word": "lizard", "difficulty_level": 7}, "id": "lizard", "lexicalCategory": "Noun", "url": "pictures/animals/lizard.jpg", "es": {"sentences": ["La mitad de los lagartos de cada población fueron suplementados con agua adicional.", "Al final, proporcionaron a los cineastas tres lagartos monitores y seis lagartos dragón barbudos.", "A diferencia de ciertas lagartijas, las colas de los gatos no vuelven a crecer, por lo que la consecuencia de esa acción debería estar presente durante al menos una década.", "Además, los lagartos cavan grandes madrigueras, que socavan las dunas de arena en la isla."], "word": "lagartija", "difficulty_level": 7}}, {"fr": {"sentences": ["Ils craignent également que la province ne respecte le principe de base selon lequel les pauvres paient un quart de leurs revenus pour leur maison.", "J'ai des épouses dont je dois m'occuper, des enfants, et je n'ai pas le temps de traîner.", "Si vous y êtes déjà allé, vous savez que personne n’y aurait un badge de sécurité.", "Il semblerait que, tout comme on peut leur faire confiance pour réformer les soins de santé, ils sont les seuls à avoir l’autorité morale de s’associer aux sociétés d’État."], "word": "singe", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c4989"}, "topic": "animals", "de": {"sentences": ["Sie befürchten auch, dass die Provinz mit der traditionellen Daumenregel, dass die Armen ein Viertel ihres Einkommens für ihre Häuser bezahlen, Affen werden könnte.", "Ich habe Ehefrauen, um die ich mich kümmern muss, Kinder, um die man sich kümmern muss, und ich habe keine Zeit, herumzuschauen.", "Wenn Sie jemals dort waren, wissen Sie, dass niemand dort mit einem Sicherheitsabzeichen herumtollen würde.", "Es scheint, als ob man nur darauf vertrauen kann, die Gesundheitsfürsorge zu reformieren, nur haben sie die moralische Autorität, bei Crown-Unternehmen Affen zu machen."], "word": "Affe", "difficulty_level": 4}, "en": {"sentences": [["They also fear that the province could monkey with the traditional rule of thumb that sees the poor pay one-quarter of their income for their homes.", "I've got wives to take care of, kids to take care of, and I don't have time to monkey around.", "If you've ever been there, you know that nobody there would ever monkey around with a security badge.", "It would seem that just as only they can be trusted to reform health care, only they have the moral authority to monkey with Crown corporations."]], "word": "monkey", "difficulty_level": 4}, "id": "monkey", "lexicalCategory": "Noun", "url": "pictures/animals/monkey.jpg", "es": {"sentences": ["También temen que la provincia pueda simpatizar con la regla tradicional que hace que los pobres paguen una cuarta parte de sus ingresos por sus hogares.", "Tengo esposas para cuidar, niños para cuidar y no tengo tiempo para andar por ahí.", "Si alguna vez has estado allí, sabes que nadie allí jamás se burlaría de una insignia de seguridad.", "Parecería que del mismo modo que solo se puede confiar en ellos para reformar la atención médica, solo tienen la autoridad moral de simularse con las corporaciones de la Corona."], "word": "mono", "difficulty_level": 4}}, {"fr": {"sentences": ["Les olives étaient trop fortes et la pieuvre trop hésitante.", "Les systèmes circulatoires des autres vertébrés, ainsi que ceux des calmars et des pieuvres, utilisent des matériaux caoutchouteux similaires.", "Les céphalopodes, qui comprennent les poulpes et les calmars, ont un cerveau très étrange.", "Les céphalopodes, la pieuvre, le calmar et la seiche sont les principaux groupes, je pense."], "word": "poulpe", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c498a"}, "topic": "animals", "de": {"sentences": ["Die Oliven waren zu stark und der Krake zu zögerlich.", "Die Kreislaufsysteme anderer Wirbeltiere sowie der Tintenfische und Tintenfische verwenden ähnliche gummiartige Materialien.", "Kopffüßer, zu denen Tintenfische und Tintenfische gehören, haben ein merkwürdiges Gehirn.", "Kopffüßer, Tintenfisch, Tintenfisch und Tintenfisch sind die Hauptgruppen, denke ich."], "word": "Tintenfisch", "difficulty_level": 7}, "en": {"sentences": [["The olives were too strong, and the octopus too hesitant.", "The circulatory systems of other vertebrates, as well as those of squids and octopuses, employ similar rubbery materials.", "Cephalopods, which includes octopuses and squid, have seriously weird brains.", "Cephalopods, the octopus, the squid and cuttlefish are the main groups, I think."]], "word": "octopus", "difficulty_level": 7}, "id": "octopus", "lexicalCategory": "Noun", "url": "pictures/animals/octopus.jpg", "es": {"sentences": ["Las aceitunas eran demasiado fuertes, y el pulpo demasiado vacilante.", "Los sistemas circulatorios de otros vertebrados, así como los de calamares y pulpos, emplean materiales parecidos a la goma.", "Los cefalópodos, que incluyen pulpos y calamares, tienen cerebros muy extraños.", "Cefalópodos, el pulpo, el calamar y la sepia son los grupos principales, creo."], "word": "pulpo", "difficulty_level": 7}}, {"fr": {"sentences": ["Les peuples autochtones sont toujours autorisés à chasser ces baleines pour se nourrir.", "Les Orkney sont invités à surveiller les baleines, les dauphins et les marsouins ce week-end.", "Au Miocène, les baleines des deux lignées sont des fossiles relativement communs dans de nombreux gisements marins.", "Les lions de mer, les phoques, les loutres de mer, les marsouins et les baleines sont communs autour des îles."], "word": "baleine", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c498b"}, "topic": "animals", "de": {"sentences": ["Einheimische Völker dürfen diese Wale weiterhin als Nahrung jagen.", "Orkney Folk wird gebeten, an diesem Wochenende nach Walen, Delfinen und Schweinswalen Ausschau zu halten.", "Im Miozän sind Wale beider Abstammungslinien relativ häufig Fossilien in vielen Meeresvorkommen.", "Seelöwen, Seehunde, Seeotter, Schweinswale und Wale sind auf den Inseln verbreitet."], "word": "Wal", "difficulty_level": 5}, "en": {"sentences": [["Native peoples are still allowed to hunt these whales for food.", "Orkney folk are being urged to keep a look out for whales, dolphins and porpoises this weekend.", "By the Miocene, whales of both lineages are relatively common fossils in many marine deposits.", "Sea lions, harbor seals, sea otters, porpoise and whales are common around the islands."]], "word": "whale", "difficulty_level": 5}, "id": "whale", "lexicalCategory": "Noun", "url": "pictures/animals/whale.jpg", "es": {"sentences": ["Los pueblos nativos todavía pueden cazar estas ballenas para alimentarse.", "Este fin de semana se insta a la gente de Orkney a que vigile a las ballenas, delfines y marsopas.", "Por el Mioceno, las ballenas de ambos linajes son fósiles relativamente comunes en muchos depósitos marinos.", "Leones marinos, focas, nutrias marinas, marsopas y ballenas son comunes en las islas."], "word": "ballena", "difficulty_level": 5}}, {"fr": {"sentences": ["L'ampleur des pertes de bétail en faveur des loups est souvent surestimée. Les loups préfèrent généralement leurs proies sauvages.", "Non, ce n'était pas une tête de chien mais probablement celle d'un canin sauvage; un loup ou peut-être un chacal.", "Les carnivores et les loups aux dents de sabre, en passant par les écureuils et les fourmiliers volants ont été produits indépendamment.", "Saviez-vous que le dernier loup britannique a été abattu en Écosse au XVe siècle et que le dernier loup vivant à l'état sauvage en Angleterre a été piégé et tué il y a près de mille ans?"], "word": "Loup", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c498c"}, "topic": "animals", "de": {"sentences": ["Das Ausmaß des Viehverlusts an Wölfen wird oft überbewertet. Normalerweise bevorzugen Wölfe ihre wilde Beute.", "Nein, es war kein Hundekopf, aber wahrscheinlich einer der wilden Hunde. ein Wolf oder vielleicht ein Schakal.", "Alles, von säbelzahnigen Fleischfressern und Wölfen bis zu fliegenden Eichhörnchen und Ameisenbären, wurde unabhängig voneinander produziert.", "Wussten Sie, dass der letzte britische Wolf im 15. Jahrhundert in Schottland geschossen wurde und dass der letzte in England wild lebende Wolf vor fast tausend Jahren gefangen und getötet wurde?"], "word": "Wolf", "difficulty_level": 5}, "en": {"sentences": [["The extent of livestock loss to wolves is often overstated, wolves typically prefer their wild prey.", "No, it was not a dog's head but probably of one of the wild canines; a wolf or perhaps a jackal.", "Everything from saber-toothed carnivores and wolves to flying squirrels and anteaters were produced independently.", "Did you know that the last British wolf was shot in Scotland in the Fifteenth Century and that the last wolf living wild in England was trapped and killed nearly a thousand years ago?"]], "word": "wolf", "difficulty_level": 5}, "id": "wolf", "lexicalCategory": "Noun", "url": "pictures/animals/wolf.jpg", "es": {"sentences": ["La extensión de la pérdida de ganado a los lobos es a menudo exagerada, los lobos típicamente prefieren sus presas salvajes.", "No, no era la cabeza de un perro sino probablemente uno de los caninos salvajes; un lobo o tal vez un chacal.", "Todo, desde carnívoros con dientes de sable y lobos hasta ardillas voladoras y osos hormigueros, se produjo de forma independiente.", "¿Sabías que el último lobo británico recibió un disparo en Escocia en el siglo XV y que el último lobo que vivía en Inglaterra estaba atrapado y muerto hace casi mil años?"], "word": "lobo", "difficulty_level": 5}}, {"fr": {"sentences": ["C'est un mélange d'ADN d'un poisson zèbre et d'une méduse ou d'une anémone de mer.", "Le paysage de Madagascar n’est peut-être pas un mauvais choix pour les lions, les girafes, les zèbres et les hippopotames.", "Les zèbres de Burchell vont s'accoupler avec des ânes, produisant un hybride appelé «zebdonk».", "La réserve abrite des éléphants, des girafes, des zèbres et diverses espèces d'antilopes et de singes."], "word": "zèbre", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c498d"}, "topic": "animals", "de": {"sentences": ["Es ist eine Mischung von DNA aus einem Zebrafisch und entweder einer Qualle oder einer Seeanemone.", "Madagaskars Landschaft ist für Löwen, Giraffen, Zebras und Flusspferde nicht besonders geeignet.", "Burchells Zebras werden sich mit Eseln paaren und eine Hybride produzieren, die \"Zebdonk\" genannt wird.", "Das Reservat ist die Heimat von Elefanten, Giraffen, Zebras und verschiedenen Antilopenarten und Affen."], "word": "Zebra", "difficulty_level": 7}, "en": {"sentences": [["It is a blending of DNA from a zebra fish and either a jellyfish or sea anemone.", "Madagascar's landscape may not be a bad fit for lions, giraffes, zebras, and hippos.", "Burchell's zebras will mate with donkeys, producing a hybrid that has been called a ‘zebdonk.’", "The preserve is home to elephants, giraffes, zebra, and various species of antelope and monkey."]], "word": "zebra", "difficulty_level": 7}, "id": "zebra", "lexicalCategory": "Noun", "url": "pictures/animals/zebra.jpg", "es": {"sentences": ["Es una mezcla de ADN de un pez cebra y una medusa o una anémona de mar.", "El paisaje de Madagascar puede no ser un mal ajuste para leones, jirafas, cebras y hipopótamos.", "Las cebras de Burchell se aparearán con burros, produciendo un híbrido que se ha llamado un 'zebdonk'.", "La reserva es el hogar de elefantes, jirafas, cebras y varias especies de antílopes y monos."], "word": "cebra", "difficulty_level": 7}}, {"fr": {"sentences": ["Il a également critiqué l'Union européenne et déclaré la guerre verbale aux Blancs qui disent aux Noirs d'Afrique comment organiser des élections libres et équitables.", "Pour cette raison, dit-il, beaucoup de jeunes Mexicains «préfèrent imiter les Noirs que les Blancs».", "Les deux hommes s'approchèrent, vêtus comme avant, tout en noir avec les masques de ski.", "La société a recruté des Sud-Africains et Zimbabwéens endurcis et disciplinés, des Noirs et des Blancs."], "word": "noir", "difficulty_level": 1}, "_id": {"$oid": "5c94a7aa2344ef50953c498e"}, "topic": "colours", "de": {"sentences": ["Er hat auch die Europäische Union beschimpft und den Weißen einen verbalen Krieg erklärt, die den Schwarzen in Afrika sagen, wie sie freie und faire Wahlen führen sollen.", "Deshalb würden viele junge Mexikaner es vorziehen, Schwarze als Weiße nachzuahmen.", "Die beiden Männer näherten sich wie zuvor, ganz in Schwarz mit den Skimasken.", "Das Unternehmen rekrutierte kampferprobte und disziplinierte Südafrikaner und Simbabwer, Schwarze und Weiße."], "word": "schwarz", "difficulty_level": 1}, "en": {"sentences": [["He has also lambasted the European Union and declared verbal war on whites who tell blacks in Africa how to run free and fair elections.", "For this reason, he says, many young Mexicans ‘prefer to imitate blacks than white people.’", "The two men approached, dressed the same as before, all in black with the ski masks on.", "The company recruited battle-hardened and disciplined South Africans and Zimbabweans, blacks as well as whites."]], "word": "black", "difficulty_level": 1}, "id": "black", "lexicalCategory": "Adjective", "url": "pictures/colours/black.jpg", "es": {"sentences": ["También ha criticado a la Unión Europea y ha declarado la guerra verbal a los blancos que les dicen a los negros en África cómo realizar elecciones libres y justas.", "Por esta razón, dice, muchos jóvenes mexicanos \"prefieren imitar a los negros que a los blancos\".", "Los dos hombres se acercaron, vestidos igual que antes, todos de negro con las máscaras de esquí puestas.", "La compañía reclutó a los sudafricanos y zimbabuenses endurecidos por la batalla y disciplinados, tanto negros como blancos."], "word": "negro", "difficulty_level": 1}}, {"fr": {"sentences": ["Il y avait une photo sur le mur d'un modèle avec des cheveux en rayures bleu clair - j'étais inquiet.", "Il était un bleu Oxford, un joueur de cricket de première classe et très bon au polo.", "Une ligne sépare le sol au milieu, je joue au rouge, vous jouez au bleu.", "Il était facile de confondre les espèces car les bleus femelles qui présentaient des taches oranges sur l’aile postérieure supérieure (voir la photo à droite) étaient des blues de Chalkhill."], "word": "bleu", "difficulty_level": 1}, "_id": {"$oid": "5c94a7aa2344ef50953c498f"}, "topic": "colours", "de": {"sentences": ["An der Wand eines Modells befand sich ein Foto mit blau gestrichenen Locken - ich war besorgt.", "Er war ein Oxford Blue, ein erstklassiger Cricketspieler und ziemlich gut im Polo.", "Eine Linie teilt den Boden in der Mitte, ich spiele rot, du spielst blau.", "Es war leicht, die Arten durcheinander zu bringen, da der weibliche Blues, der am oberen Hinterflügel orange Flecken hatte (siehe Foto rechts), Chalkhill Blues war."], "word": "Blau", "difficulty_level": 1}, "en": {"sentences": [["There was a photograph on the wall of a model with tresses boldly streaked in blue - I was concerned.", "He was an Oxford Blue, a first-class cricketer and quite good at polo.", "A line divides the floor in the middle, I play red, you play blue.", "It was easy to get the species mixed up as the female blues that had orange spots on the upper hindwing (see the photograph on the right) were Chalkhill Blues."]], "word": "blue", "difficulty_level": 1}, "id": "blue", "lexicalCategory": "Adjective", "url": "pictures/colours/blue.jpg", "es": {"sentences": ["Había una fotografía en la pared de un modelo con trenzas marcadamente rayadas en azul, estaba preocupado.", "Era un Oxford Blue, un jugador de cricket de primera clase y bastante bueno en el polo.", "Una línea divide el piso en el medio, yo juego rojo, tú juegas azul.", "Fue fácil mezclar las especies ya que los azules femeninos que tenían manchas anaranjadas en la parte posterior superior (vea la fotografía a la derecha) eran azules de Chalkhill."], "word": "azul", "difficulty_level": 1}}, {"fr": {"sentences": ["Au 19ème siècle, la notion d'un seul \"peuple brun\" était en train d'être renversée.", "Il vous envoie un très beau pudding, de conception symétrique, de bonne consistance et d'une riche couleur marron.", "Jess, tout le monde l'appelait, était grande avec de courts cheveux raides et bruns et des yeux bleus sans aucune émotion.", "À la même chute, Céleste a commencé à parler de \"personnes brunes\"."], "word": "marron", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c4990"}, "topic": "colours", "de": {"sentences": ["Im 19. Jahrhundert wurde die Vorstellung eines einzigen \"braunen Volkes\" gestürzt.", "Er schickt dir einen sehr schönen Pudding mit symmetrischem Design, guter Konsistenz und sattem Braun.", "Jess, alle nannten ihn, waren groß und hatten gerade, dunkelbraune Haare und blaue Augen ohne jegliche Emotionen.", "Im selben Herbst sprach Celeste von \"braunen Leuten\"."], "word": "braun", "difficulty_level": 2}, "en": {"sentences": [["By the 19th century, the notion of a single \"brown people\" was being overthrown.", "He sends you up a very nice pudding, symmetrical in design, of a good consistency, and of a rich brown colour.", "Jess, everyone called him, was tall with short straight, dark brown hair and blue eyes devoid of any emotion.", "That same fall, Celeste started talking about \"brown people.\""]], "word": "brown", "difficulty_level": 2}, "id": "brown", "lexicalCategory": "Adjective", "url": "pictures/colours/brown.jpg", "es": {"sentences": ["En el siglo XIX, la noción de un solo \"pueblo marrón\" estaba siendo derrocada.", "Te envía un pudín muy bonito, de diseño simétrico, de buena consistencia y de un color marrón intenso.", "Jess, todos lo llamaban, era alto, con cabello corto, liso, marrón oscuro y ojos azules, sin ninguna emoción.", "Ese mismo otoño, Celeste comenzó a hablar de \"gente morena\"."], "word": "marrón", "difficulty_level": 2}}, {"fr": {"sentences": ["À la fin de la cinquantaine, ses cheveux couleur de sable sont grisonnants et une épaisse barbe grise accentue son visage arrondi.", "Même ses cheveux corbeaux commençaient à grisonner sur les bords.", "Ses cheveux commençaient à grisonner, mais il avait toujours l'air de pouvoir bien battre quelqu'un."], "word": "gris", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c4991"}, "topic": "colours", "de": {"sentences": ["In seinen späten fünfziger Jahren wird sein sandfarbenes Haar grau und ein dichter grauer Bart betont sein rundes Gesicht.", "Sogar sein gepflegtes Rabenhaar begann an den Rändern grau zu werden.", "Sein Haar wurde langsam grau, aber er sah immer noch so aus, als könnte er jemanden gut schlagen lassen."], "word": "grau", "difficulty_level": 3}, "en": {"sentences": [["In his late fifties, his sandy-coloured hair is greying and a thick grey beard accentuates his rounded face.", "Even his neat crop of raven hair was beginning to grey at the edges.", "His hair was starting to grey, but he still looked as if he could give anyone a good beating."]], "word": "grey", "difficulty_level": 3}, "id": "grey", "lexicalCategory": "Adjective", "url": "pictures/colours/grey.jpg", "es": {"sentences": ["A finales de los años cincuenta, su cabello de color arena se vuelve canoso y una gruesa barba gris acentúa su cara redondeada.", "Incluso su recortada mata de pelo negro empezaba a ponerse gris en los bordes.", "Su cabello comenzaba a ponerse gris, pero aún parecía que podía darle una buena paliza a cualquiera."], "word": "gris", "difficulty_level": 3}}, {"fr": {"sentences": ["Une poignée d'entreprises américaines installent des toits verts de manière commerciale, mais jusqu'à présent, des dépenses élevées les empêchent de verdir les toits des résidences individuelles.", "Le Comité a ensuite levé les yeux vers les immeubles et s’est concentré sur les balcons et les toits. Ils ont activement encouragé les locataires à verdir leurs balcons en achetant des jardinières, du sol et des plantes à des prix de gros.", "Le maire faisait un excellent travail pour répondre au mandat du président Thabo Mbeki de verdir les townships, a-t-elle ajouté.", "Des exercices quantitatifs, ainsi que des études de cas plus longues et détaillées sur des entreprises qui tentent de verdir leurs activités, auraient approfondi ce qui reste une analyse plutôt abstraite."], "word": "vert", "difficulty_level": 1}, "_id": {"$oid": "5c94a7aa2344ef50953c4992"}, "topic": "colours", "de": {"sentences": ["Eine Handvoll US-amerikanischer Unternehmen installiert Gründächer kommerziell. Bislang verhindern jedoch hohe Kosten, dass sie einzelne Dächer begrenzen.", "Das Komitee sah dann nach oben zu den Wohnblocks und konzentrierte sich auf Balkone und Dächer. Sie ermutigten die Mieter aktiv dazu, ihre Balkone zu begrünen, indem sie Fensterkästen, Boden und Pflanzen zu Großhandelspreisen für sie bezogen.", "Sie fügte hinzu, der Bürgermeister habe das Mandat von Präsident Thabo Mbeki, die Townships zu erneuern, großartig umgesetzt.", "Quantitative Übungen sowie ausführlichere Fallstudien von Unternehmen, die versuchen, ihre Aktivitäten umweltfreundlicher zu gestalten, hätten die bisher eher abstrakte Analyse vertieft."], "word": "Grün", "difficulty_level": 1}, "en": {"sentences": [["A handful of U.S. companies install green roofs commercially, but so far high expense prevents them from greening individual residential roofs.", "The Committee then looked upward to the blocks of flats and focused on balconies and rooftops. They actively encouraged tenants to green their balconies by getting window boxes, soil and plants at wholesale prices for them.", "The mayor was doing a great job of responding to President Thabo Mbeki's mandate to green the townships, she added.", "Quantitative exercises, as well as more lengthy, detailed case studies of businesses that are trying to green their activities would have added depth to what remains a rather abstract analysis."]], "word": "green", "difficulty_level": 1}, "id": "green", "lexicalCategory": "Adjective", "url": "pictures/colours/green.jpg", "es": {"sentences": ["Un puñado de compañías estadounidenses instalan techos verdes comercialmente, pero hasta ahora el alto costo les impide ecologizar techos residenciales individuales.", "El Comité luego miró hacia arriba a los bloques de pisos y se enfocó en balcones y techos. Animaron activamente a los inquilinos a poner verde sus balcones obteniendo cajas de ventanas, suelo y plantas a precios mayoristas para ellos.", "El alcalde estaba haciendo un gran trabajo al responder al mandato del presidente Thabo Mbeki para ecologizar los municipios, agregó.", "Los ejercicios cuantitativos, así como estudios de casos más extensos y detallados de empresas que intentan ecologizar sus actividades habrían agregado profundidad a lo que sigue siendo un análisis bastante abstracto."], "word": "verde", "difficulty_level": 1}}, {"fr": {"sentences": ["Des problèmes ont également éclaté lors du défilé Orange dans la ville balnéaire de Ballycastle, sur la côte nord d’Antrim.", "Lorsque les services de sécurité ont bloqué la marche orange, la confrontation et les émeutes ont suivi.", "L’opposition aux marches orange en est l’exemple le plus significatif.", "Une décision est également attendue sur la proposition de marche orange à Drumcree dimanche prochain."], "word": "Orange", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c4993"}, "topic": "colours", "de": {"sentences": ["Bei der Orange-Parade in der Küstenstadt Ballycastle an der nördlichen Küste von Antrim brachen auch Probleme aus.", "Als die Sicherheitsdienste den Marsch von Orange blockierten, kam es zu Auseinandersetzungen und Aufständen.", "Die Opposition gegen Orangenmärsche war das bedeutendste Beispiel dafür.", "Eine Entscheidung ist auch für den geplanten Orangen-Marsch bei Drumcree am kommenden Sonntag fällig."], "word": "Orange", "difficulty_level": 3}, "en": {"sentences": [["Trouble also broke out at the Orange parade in the seaside town of Ballycastle on the north Antrim coast.", "When the security services blocked the Orange march, confrontation and rioting ensued.", "The opposition to Orange marches was the most significant example of this.", "A ruling is also due on the proposed Orange march at Drumcree next Sunday."]], "word": "orange", "difficulty_level": 3}, "id": "orange", "lexicalCategory": "Noun", "url": "pictures/colours/orange.jpg", "es": {"sentences": ["También surgieron problemas en el desfile de Orange en la ciudad costera de Ballycastle, en la costa norte de Antrim.", "Cuando los servicios de seguridad bloquearon la marcha naranja, se produjeron enfrentamientos y disturbios.", "La oposición a las marchas naranjas fue el ejemplo más significativo de esto.", "También se debe emitir un fallo sobre la propuesta marcha de Orange en Drumcree el próximo domingo."], "word": "naranja", "difficulty_level": 3}}, {"fr": {"sentences": ["Je le recommanderais à tout le monde… avec le champagne rose qu'ils servent là-bas.", "Certains des hybrides à floraison tardive sont plus inhabituels dans leur couleur avec des trompettes roses et des pétales blancs.", "Smith est d'accord pour augmenter son inventaire de vins rosés au corail et au saumon profond.", "Aujourd'hui, je l'ai regardée manger une baignoire entière de fromage cottage et boire trois verres de champagne rose."], "word": "rose", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c4994"}, "topic": "colours", "de": {"sentences": ["Ich würde es jedem empfehlen… zusammen mit dem rosa Champagner, den sie dort servieren.", "Einige der später blühenden Hybriden sind ungewöhnlicher in ihrer Farbe mit rosa Trompeten und weißen Blütenblättern.", "Smith stimmt dem zu, wenn es darum geht, seinen Bestand an Lachskorallen und tiefen Roséweinen zu erweitern.", "Heute sah ich ihr zu, wie sie eine ganze Wanne Hüttenkäse aß und drei Gläser rosa Champagner trank."], "word": "Rosa", "difficulty_level": 2}, "en": {"sentences": [["I would recommend it to anyone… along with the pink champagne they serve there.", "Some of the later flowering hybrids are more unusual in their colour with pink trumpets and white petals.", "Smith concurs when it comes to upping his inventory of salmon-coral and deep hued pink wines.", "Today I watched her eat an entire tub of cottage cheese and drink three glasses of pink Champagne."]], "word": "pink", "difficulty_level": 2}, "id": "pink", "lexicalCategory": "Adjective", "url": "pictures/colours/pink.jpg", "es": {"sentences": ["Se lo recomendaría a cualquiera ... junto con el champán rosado que sirven allí.", "Algunos de los híbridos de floración tardía son más inusuales en su color con trompetas rosadas y pétalos blancos.", "Smith está de acuerdo cuando se trata de aumentar su inventario de salmón-coral y vinos rosados profundos.", "Hoy la vi comer una tina entera de requesón y beber tres copas de champán rosado."], "word": "rosado", "difficulty_level": 2}}, {"fr": {"sentences": ["Nous traversons de jolies forêts de bouleaux et de pins, des roches couvertes de mousse et une brume de fleurs bleues et violettes.", "Des fleurs jaunes, blanches et violettes ont entouré une scène devant une montagne déchiquetée d'épaves sombres.", "Les fleurs violettes ont un centre doré et leur texture soyeuse et velue ajoute une dimension supplémentaire à leur attrait.", "Voici une abondance de fleurs sauvages: les orchidées sont particulièrement répandues et produisent de petits tapis de couleur rose / violet."], "word": "violet", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c4995"}, "topic": "colours", "de": {"sentences": ["Wir passieren hübsche Wälder aus Birken und Kiefern, moosbedeckte Felsen und einen Dunst aus blauen und violetten Blüten.", "Gelbe, weiße und violette Blumen umrahmten eine Bühne vor einem schroffen Berg aus dunklen Trümmern.", "Die violetten Blüten haben eine goldene Mitte und ihre seidig-haarige Textur verleiht ihrem Reiz eine zusätzliche Dimension.", "Hier ist eine Fülle von Wildblumen: Die Orchideen sind besonders verbreitet und produzieren kleine rosa / violette Teppiche."], "word": "lila", "difficulty_level": 4}, "en": {"sentences": [["We pass through pretty forests of birch and pine trees, moss covered rocks and a haze of blue and purple flowers.", "Yellow, white and purple flowers ringed a stage in front of a jagged mountain of dark wreckage.", "The purple flowers have a golden centre and their silky-hairy texture adds an extra dimension to their appeal.", "Here is an abundance of wild flowers: the orchids are especially prevalent, and produce small pink / purple carpets of colour."]], "word": "purple", "difficulty_level": 4}, "id": "purple", "lexicalCategory": "Noun", "url": "pictures/colours/purple.jpg", "es": {"sentences": ["Pasamos por hermosos bosques de abedules y pinos, rocas cubiertas de musgo y una bruma de flores azules y púrpuras.", "Flores amarillas, blancas y púrpuras rodearon un escenario frente a una montaña irregular de restos oscuros.", "Las flores moradas tienen un centro dorado y su textura sedosa y peluda agrega una dimensión adicional a su atractivo.", "Aquí hay una gran cantidad de flores silvestres: las orquídeas son especialmente frecuentes y producen pequeñas alfombras de color rosa / púrpura."], "word": "púrpura", "difficulty_level": 4}}, {"fr": {"sentences": ["C’était une petite femme dodue aux cheveux roux qui lui tombaient dans le dos.", "Ses yeux étaient toujours rouges et gonflés, même si elle avait toujours un sourire éclatant sur son visage.", "De près, il pouvait voir qu'elle était assez jolie avec ses cheveux roux flamboyants et ses yeux brun roux.", "Elle tressait mes longs cheveux roux exactement comme je les aime et nous parlions."], "word": "rouge", "difficulty_level": 1}, "_id": {"$oid": "5c94a7aa2344ef50953c4996"}, "topic": "colours", "de": {"sentences": ["Sie war eine kurze, rundliche Frau mit flammend roten Haaren, die ihren Rücken hinunterliefen.", "Ihre Augen waren immer noch rot und geschwollen, obwohl sie immer noch ein aufhellendes Lächeln auf ihrem Gesicht hatte.", "Aus der Nähe konnte er sehen, dass sie ziemlich hübsch war, mit rotem Haar und rotbraunen Augen.", "Sie flechte mein langes, rotes Haar so, wie ich es mag und wir unterhielten uns."], "word": "rot", "difficulty_level": 1}, "en": {"sentences": [["She was a short, plump woman with flaming red hair that cascaded down her back.", "Her eyes were still red and swollen, though she still had a brightening smile over her face.", "Up close he could see she was quite pretty with flaming red hair and reddish brown eyes.", "She was braiding my long, red hair just the way I like it and we were talking."]], "word": "red", "difficulty_level": 1}, "id": "red", "lexicalCategory": "Adjective", "url": "pictures/colours/red.jpg", "es": {"sentences": ["Era una mujer baja y rechoncha con el pelo rojo llameante que caía en cascada por su espalda.", "Sus ojos aún estaban rojos e hinchados, aunque todavía tenía una sonrisa brillante en su rostro.", "De cerca pudo ver que era bastante bonita con el pelo rojo llameante y los ojos de color marrón rojizo.", "Estaba trenzando mi pelo largo y rojo como a mí me gusta y estábamos hablando."], "word": "rojo", "difficulty_level": 1}}, {"fr": {"sentences": ["Les adultes sont noirs, à l'exception des doublures d'ailes blanches visibles lorsque les oiseaux s'envolent.", "Marc habillé en noir, mince comme un râteau et blanc comme un drap.", "Presque tous les 4000 fermiers blancs du pays ont reçu un avis de confiscation.", "Deux tranches de pain, l'une blanche, l'autre brune et soigneusement coupée, ont été incluses."], "word": "blanc", "difficulty_level": 1}, "_id": {"$oid": "5c94a7aa2344ef50953c4997"}, "topic": "colours", "de": {"sentences": ["Erwachsene sind schwarz, mit Ausnahme der weißen Flügelverkleidungen, die bei steigenden Vögeln sichtbar sind.", "Marc kleidete sich in Schwarz und sah dünn aus wie ein Rechen und weiß wie ein Laken.", "Fast alle 4000 weißen Landwirte des Landes wurden mit Verfallserklärungen bedient.", "Zwei Brotscheiben, eine weiße, die andere braun und ordentlich geschnitten, wurden mitgeliefert."], "word": "Weiß", "difficulty_level": 1}, "en": {"sentences": [["Adults are black except for white wing linings visible when the birds are soaring.", "Marc dressed in black, looking thin as a rake and white as a sheet.", "Nearly all the nation's 4000 white farmers have been served with forfeiture notices.", "Two slices of bread, one white, the other brown and neatly cut, were included."]], "word": "white", "difficulty_level": 1}, "id": "white", "lexicalCategory": "Adjective", "url": "pictures/colours/white.jpg", "es": {"sentences": ["Los adultos son negros, excepto los forros de las alas blancas que se ven cuando las aves se elevan.", "Marc se vistió de negro, se veía delgado como un rastrillo y blanco como una sábana.", "Casi todos los 4000 agricultores blancos de la nación han recibido notificaciones de decomiso.", "Se incluyeron dos rebanadas de pan, una blanca y la otra marrón y bien cortadas."], "word": "blanco", "difficulty_level": 1}}, {"fr": {"sentences": ["Chaque matin, elle s'assurait que Ginnia soit vêtue de vêtements à la mode - dans son jaune préféré - et appliquait toujours une touche de maquillage éclatant.", "Il manque un jaune avec seulement trois rouges, et une autre longue bataille de sécurité s'ensuit.", "Image 24: La neuvième tête de série de Leeds tire une série de 54 mais Doherty manque une occasion en or de revendiquer une image essentielle lorsqu'il manque le jaune final.", "Ensuite, il y a les couleurs du corps, rouge chili, jaune liquide, bleu froid, orange vif et pour la Cooper S uniquement, hyper bleu."], "word": "jaune", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c4998"}, "topic": "colours", "de": {"sentences": ["Jeden Morgen würde sie dafür sorgen, dass Ginnia in modischer Kleidung - in ihrem Lieblingsgelb - gekleidet war und immer einen Hauch von funkelndem Make-up auftrug.", "Er vermisst ein Gelb mit nur noch drei Rottönen und ein weiterer langer Sicherheitskampf folgt.", "Frame 24: Der neunte Samen von Leeds feuert einen Run von 54 ab, aber Doherty verschafft eine goldene Gelegenheit, um einen wichtigen Frame zu erreichen, wenn er das letzte Gelb verfehlt.", "Dazu kommen die Körperfarben Chili-Rot, Flüssiggelb, Cool Blue, Hot Orange und für den Cooper S nur Hyper Blue."], "word": "Gelb", "difficulty_level": 2}, "en": {"sentences": [["Each morning, she would make sure Ginnia was dressed in fashionable clothes - in her favourite yellow - and always applied a touch of sparkly make-up.", "He misses a yellow with just three reds left, and another long safety battle ensues.", "Frame 24: The ninth seed from Leeds fires a run of 54 but Doherty spurns a golden opportunity to claim a vital frame when he misses the final yellow.", "Then there are the body colours, chili red, liquid yellow, cool blue, hot orange and for the Cooper S only, hyper blue."]], "word": "yellow", "difficulty_level": 2}, "id": "yellow", "lexicalCategory": "Adjective", "url": "pictures/colours/yellow.jpg", "es": {"sentences": ["Cada mañana, se aseguraba de que Ginnia estuviera vestida con ropa de moda, con su amarillo favorito, y siempre se aplicara un toque de maquillaje brillante.", "Falta un amarillo con solo tres rojos a la izquierda, y se produce otra larga batalla de seguridad.", "Cuadro 24: el noveno sembrado de Leeds dispara una carrera de 54, pero Doherty rechaza una oportunidad de oro para reclamar un cuadro vital cuando se pierde el amarillo final.", "Luego están los colores del cuerpo, rojo chile, amarillo líquido, azul frío, naranja caliente y solo para el Cooper S, azul hiperactivo."], "word": "amarillo", "difficulty_level": 2}}, {"fr": {"sentences": ["Ils portaient aussi une tunique rouge, ceinturée à la taille par une ceinture noire.", "Il est grand et puissant et peut boucler la balle pour tout ce qu'il vaut.", "Portez votre ceinture de sécurité et assurez-vous que tous vos passagers sont correctement ceinturés.", "Poe fait une pause, puis le ceinture et s'essuie les lèvres avec un mouchoir plutôt délicat."], "word": "ceinture", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c4999"}, "topic": "clothes", "de": {"sentences": ["Sie trugen auch rote Tuniken, die an der Taille einen schwarzen Gürtel trugen.", "Er ist groß und kraftvoll und kann den Ball für alles, was er wert ist, anlegen.", "Tragen Sie Ihren Sicherheitsgurt und stellen Sie sicher, dass alle Ihre Passagiere ordnungsgemäß angelegt sind.", "Poe macht eine Pause, schnallt sich dann um und wischt sich mit einem eher zierlichen Taschentuch die Lippen ab."], "word": "Gürtel", "difficulty_level": 3}, "en": {"sentences": [["They too wore red tunics, belted at the waist with a black belt.", "He is big and powerful and can belt the ball for all he is worth.", "Wear your seat belt and ensure that all your passengers are properly belted.", "Poe pauses, then belts his down and wipes his lips with a rather dainty handkerchief."]], "word": "belt", "difficulty_level": 3}, "id": "belt", "lexicalCategory": "Noun", "url": "pictures/clothes/belt.jpg", "es": {"sentences": ["También llevaban túnicas rojas, ceñidas a la cintura con un cinturón negro.", "Es grande y poderoso y puede atar el balón por todo lo que vale.", "Use el cinturón de seguridad y asegúrese de que todos sus pasajeros estén debidamente asegurados.", "Poe se detiene, luego se ata el cinturón y se limpia los labios con un pañuelo bastante delicado."], "word": "cinturón", "difficulty_level": 3}}, {"fr": {"sentences": ["Des mancherons et un chemisier à smockes seront parfaits pour un gilet et une écharpe ample et légère.", "Une femme en blouse paysanne danse seule parmi les enfants.", "Dans le cadre d'une interview avec les grandes entreprises américaines, il est préférable de couvrir vos tatouages et piercings avec des chemises à manches longues, des chemisiers, des cols, etc.", "Levez légèrement votre bras pour voir si vous pouvez retirer votre chemise ou votre manche de blouse des aisselles pour laisser entrer un peu d'air."], "word": "chemisier", "difficulty_level": 7}, "_id": {"$oid": "5c94a7aa2344ef50953c499a"}, "topic": "clothes", "de": {"sentences": ["Kappenärmel und eine Kittelbluse sehen toll aus mit einer Weste und einem lockeren, leichten Schal.", "Eine Frau in einer Bauernbluse tanzt alleine zwischen den Kindern.", "Im Rahmen eines Interviews mit Mainstream Corporate America sollten Sie Ihre Tätowierungen und Piercings mit langärmligen Hemden, Blusen, Kragen usw. abdecken.", "Heben Sie den Arm leicht an und sehen Sie, ob Sie Ihr Hemd oder Ihren Ärmel der Bluse vom Unterarm wegziehen können, um etwas Luft einzulassen."], "word": "Bluse", "difficulty_level": 7}, "en": {"sentences": [["Cap sleeves and a smock blouse look great with a waistcoat and teamed with a loose, lightweight scarf.", "A woman in a peasant blouse dances by herself in among the children.", "In the context of an interview with mainstream corporate America, it's best to cover your tattoos and piercings with long-sleeved shirts, blouses, collars, and such.", "Raise your arm slightly, see if you can pull your shirt or blouse sleeve away from the underarm to let in a little air."]], "word": "blouse", "difficulty_level": 7}, "id": "blouse", "lexicalCategory": "Noun", "url": "pictures/clothes/blouse.jpg", "es": {"sentences": ["Las mangas de gorra y una blusa con falda se ven muy bien con un chaleco y combinados con una bufanda suelta y liviana.", "Una mujer en una blusa campesina baila sola entre los niños.", "En el contexto de una entrevista con la corporación estadounidense principal, es mejor cubrir sus tatuajes y piercings con camisas de manga larga, blusas, collares y demás.", "Levante un poco el brazo y vea si puede quitarse la camisa o la manga de la blusa de la axila para que entre un poco de aire."], "word": "blusa", "difficulty_level": 7}}, {"fr": {"sentences": ["Les bottes ont attiré l'attention.", "Quand j'ai demandé aux bottes de Roscrea le chemin de Monaincha, en les prononçant comme il est orthographié, il a dit qu'il n'en avait jamais entendu parler."], "word": "bottes", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c499b"}, "topic": "clothes", "de": {"sentences": ["Die Stiefel machten sich bemerkbar.", "Als ich die Stiefel in Roscrea nach dem Weg nach Monaincha fragte und ihn so aussprach, wie er geschrieben wurde, sagte er, er habe noch nie davon gehört."], "word": "Stiefel", "difficulty_level": 2}, "en": {"sentences": [["The boots drew himself to attention.", "When I asked the boots in Roscrea the way to Monaincha, pronouncing it as it is spelled, he said he had never heard of it."]], "word": "boots", "difficulty_level": 2}, "id": "boots", "lexicalCategory": "Noun", "url": "pictures/clothes/boots.jpg", "es": {"sentences": ["Las botas llamaron la atención.", "Cuando le pregunté a las botas en Roscrea el camino a Monaincha, pronunciando como se escribe, dijo que nunca había oído hablar de eso."], "word": "botas", "difficulty_level": 2}}, {"fr": {"sentences": ["Dans le couloir, à l'extérieur, on m'a remis un masque et une casquette.", "Il est fortement barré en haut et en bas, de couleur marron et blanche, avec une ligne blanche qui sépare le bonnet et la joue.", "La casquette plate était un trait caractéristique de la vie britannique pendant la majeure partie du siècle dernier.", "Les producteurs laitiers désillusionnés du Yorkshire pourraient bientôt devenir des cow-boys et changer leurs casquettes pour Stetsons s’ils acceptaient une offre de déménagement dans le Dakota du Sud."], "word": "casquette", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c499c"}, "topic": "clothes", "de": {"sentences": ["Im Flur draußen wurde mir eine Maske und eine Mütze übergeben.", "Es ist oben und unten stark braun und weiß mit einer weißen Augenlinie, die eine rufous Kappe und Wange voneinander trennt.", "Die flache Kappe war ein Teil des britischen Lebens im letzten Jahrhundert.", "Desillusionierte Milchbauern in Yorkshire könnten bald Cowboys werden lassen und ihre flachen Mützen gegen Stetsons wechseln, wenn sie ein Angebot für einen Umzug nach South Dakota annehmen."], "word": "Deckel", "difficulty_level": 3}, "en": {"sentences": [["In the hallway outside, I was handed a mask and cap.", "It is heavily barred brown-and-white above and below, with a white eye-line that separates a rufous cap and cheek.", "The flat cap was a feature of British life through most of he last century.", "Disillusioned dairy farmers in Yorkshire could soon be turning cowboys and switching their flat caps for Stetsons if they take up an offer to relocate to South Dakota."]], "word": "cap", "difficulty_level": 3}, "id": "cap", "lexicalCategory": "Noun", "url": "pictures/clothes/cap.jpg", "es": {"sentences": ["En el pasillo, me dieron una máscara y una gorra.", "Está fuertemente recubierto, marrón y blanco, arriba y abajo, con una línea blanca que separa una gorra y una mejilla.", "La gorra plana fue una característica de la vida británica durante la mayor parte del siglo pasado.", "Los productores de lácteos desilusionados de Yorkshire pronto podrían convertirse en vaqueros y cambiar sus gorras planas a Stetsons si aceptan una oferta para mudarse a Dakota del Sur."], "word": "gorra", "difficulty_level": 3}}, {"fr": {"sentences": ["Certains soldats du Rhode Island et du New Hampshire portaient des vêtements gris qui confondaient les tireurs du 4ème Rhode Island.", "Leurs manteaux devinrent épais, durs et suffisamment denses pour les protéger de l'humidité et du froid d'une longue chasse d'hiver.", "Ce garçon, vêtu d'une tunique de marin échevelée et d'un manteau d'hiver digne d'un ours, n'était pas plus que l'épaule pour moi.", "Les Norwich Terriers ne sont pas une race à perdre, mais il y a toujours des poils morts dans leur manteau qui finissent par traîner."], "word": "manteau", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c499d"}, "topic": "clothes", "de": {"sentences": ["Einige der Soldaten von Rhode Island und New Hampshire hatten graue Mäntel an, die die Schützen der 4. Rhode Island verwirrten.", "Ihre Mäntel wurden dick, hart und dicht genug, um sie vor der Feuchtigkeit und Kälte einer langen Wintertagsjagd zu schützen.", "Dieser Junge, gekleidet in einem zerzausten Matrosenkostüm und einem für einen Bären geeigneten Wintermantel, stand mir nur schulterhoch.", "Norwich Terrier sind keine Schuppen, aber in ihrem Mantel gibt es immer tote Haare, die herumliegen."], "word": "Mantel", "difficulty_level": 3}, "en": {"sentences": [["Some of the Rhode Island and New Hampshire soldiers had on gray coats that confused the shooters of the 4th Rhode Island.", "Their coats became thick, hard and dense enough to protect them from the moisture and cold of a long winter's day hunting.", "This boy, clad in a disheveled sailor's tunic and winter coat fit for a bear, stood no more than shoulder-high to me.", "Norwich Terriers aren't a shedding breed, but there are always some dead hairs in their coat that end up lying around."]], "word": "coat", "difficulty_level": 3}, "id": "coat", "lexicalCategory": "Noun", "url": "pictures/clothes/coat.jpg", "es": {"sentences": ["Algunos de los soldados de Rhode Island y New Hampshire tenían abrigos grises que confundían a los tiradores de la 4ª Rhode Island.", "Sus abrigos se volvieron gruesos, duros y lo suficientemente densos para protegerlos de la humedad y el frío de un largo día de caza de invierno.", "Este chico, vestido con una túnica de marinero despeinado y un abrigo de invierno digno de un oso, no era más que un hombro alto para mí.", "Los Terriers de Norwich no son una raza de derramamiento, pero siempre hay algunos pelos muertos en su abrigo que terminan por ahí."], "word": "capa", "difficulty_level": 3}}, {"fr": {"sentences": ["Il avait l'air magnifique dans sa chemise de pantalon bleu royal et noir.", "La demoiselle d'honneur en chef Sheryl Chiffin et les demoiselles d'honneur Clare Scott et Amy Smith portaient des robes en soie ivoire de longueur de ballerine bordées de rose prune.", "Il avait l'air tellement beau dans sa chemise de ville bleu foncé et son pantalon de costume noir.", "Sa silhouette s’exprimait entièrement à travers ses robes et ses vêtements coûteux et voyants."], "word": "robe", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c499e"}, "topic": "clothes", "de": {"sentences": ["In seinem Hemd aus königsblauer und schwarzer Abendhose sah er umwerfend aus.", "Die Hauptbrautjungfer Sheryl Chiffin und die Brautjungfern Clare Scott und Amy Smith trugen Ballerina-lange Elfenbeinseidenkleider, die in Pflaumenrosa eingefasst waren.", "Er sah so gut aus in seinem dunkelblauen Businesshemd und seiner schwarzen Anzughose.", "Ihre Figur drückte sich ausschließlich durch ihre auffälligen, teuren Kleider und Kleidungsstücke aus."], "word": "Kleid", "difficulty_level": 2}, "en": {"sentences": [["He looked stunning in his shirt of royal blue and black dress slacks.", "The chief bridesmaid Sheryl Chiffin and bridesmaids Clare Scott and Amy Smith wore ballerina-length ivory silk dresses edged in plum pink.", "He looked so good in that dark blue dress shirt and black dress pants of his.", "Her figure expressed itself entirely through her flashy, expensive dresses and garments."]], "word": "dress", "difficulty_level": 2}, "id": "dress", "lexicalCategory": "Verb", "url": "pictures/clothes/dress.jpg", "es": {"sentences": ["Se veía impresionante en su camisa de color azul real y pantalones de vestir negros.", "La dama de honor principal Sheryl Chiffin y las damas de honor Clare Scott y Amy Smith llevaban vestidos de seda de marfil bordados en color rosa bailarina.", "Se veía tan bien en esa camisa de vestir azul marino y en sus pantalones de vestir negros.", "Su figura se expresó completamente a través de sus vestidos y prendas llamativas y caras."], "word": "vestido", "difficulty_level": 2}}, {"fr": {"sentences": ["Le gardien du guichet de l'Angleterre n'a pas tellement ganté le ballon qu'il l'a balayée.", "En repoussant la balle de son visage, il ne pouvait que ganter la balle au gardien du guichet.", "En effet, il a été exclu quand il a semblé ganter sa première balle du côté des jambes."], "word": "gant", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c499f"}, "topic": "clothes", "de": {"sentences": ["Der englische Wicketkeeper hat den Ball nicht so sehr mit dem Handschuh als mit der Hand weggedrückt.", "Den Ball von seinem Gesicht abzuwenden, konnte er den Ball nur mit dem Wicket-Keeper anfassen.", "Tatsächlich wurde er nicht ausgeschüttet, als er scheinbar von seinem ersten Ball einen Haken an der Beinseite hinabzustechen schien."], "word": "Handschuh", "difficulty_level": 5}, "en": {"sentences": [["England's wicketkeeper didn't so much glove the ball as swat it away.", "Fending the ball off his face, he could only glove the ball to the wicket keeper.", "Indeed he was given not out when he appeared to glove a catch down the leg side off his first ball."]], "word": "glove", "difficulty_level": 5}, "id": "glove", "lexicalCategory": "Noun", "url": "pictures/clothes/gloves.jpg", "es": {"sentences": ["El wicketkeeper de Inglaterra no guantó tanto la pelota como la golpeó.", "Alejando el balón de su cara, solo pudo ponerle el guante al arquero.", "De hecho, no fue entregado cuando apareció a la altura de la pierna con un guante enganchado en la pierna."], "word": "guante", "difficulty_level": 5}}, {"fr": {"sentences": ["Derrière le comptoir, des hommes vêtus d'uniformes de cuisine blancs et de petits chapeaux en papier ont préparé des assiettes de hamburgers et de frites.", "Nous nous éloignons des quelques initiés du polo portant des casquettes de baseball et des chapeaux de laine, regardant un match de pratique.", "Les chapeaux Stetson et les casquettes de baseball sont enlevés au début de la prière.", "Le look citadin a été mis à jour avec des costumes à fines rayures portés avec des chapeaux de tourte au porc et des manteaux de cuir de longueur maximale."], "word": "chapeau", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c49a0"}, "topic": "clothes", "de": {"sentences": ["Hinter dem Tresen bereiteten Männer in weißen Küchenuniformen mit kleinen Papierhüten Teller mit Burgern und Pommes zu.", "Wir gehen weg vom Poltern der Polo-Insider, die Baseballmützen und Wollmützen tragen, und schauen uns ein Übungsspiel an.", "Die Stetson-Mützen und Baseballkappen werden ausgepeitscht, wenn sie mit dem Gebet beginnen.", "Der City-Look wurde mit Nadelstreifenanzügen mit Pork Pie-Hüten und Ledermänteln in Maxi-Länge überarbeitet."], "word": "Hut", "difficulty_level": 3}, "en": {"sentences": [["Behind the counter men in white kitchen uniforms with little paper hats prepared plates of burgers and fries.", "We walk away from the smattering of polo insiders wearing baseball caps and woolly hats, watching a practice game.", "The Stetson hats and baseball caps are whipped off when they begin with prayer.", "The city look was updated with pinstripe suits worn with pork pie hats and maxi-length leather coats."]], "word": "hat", "difficulty_level": 3}, "id": "hat", "lexicalCategory": "Noun", "url": "pictures/clothes/hat.jpg", "es": {"sentences": ["Detrás del mostrador, hombres con uniformes blancos de cocina con pequeños sombreros de papel preparaban platos de hamburguesas y papas fritas.", "Nos alejamos de la multitud de jugadores de polo con gorras de béisbol y gorros de lana, viendo un juego de práctica.", "Los sombreros y gorras de béisbol de Stetson se quitan cuando comienzan con la oración.", "El estilo de la ciudad se actualizó con trajes a rayas usados con sombreros de pastel de cerdo y abrigos largos de cuero."], "word": "sombrero", "difficulty_level": 3}}, {"fr": {"sentences": ["Il avait les cheveux courts, était rasé de près et portait une chemise, une veste, un jean et une casquette de baseball blanche.", "Zach était habillé dans le même jean usé que dans la vidéo.", "Jamie portait un pull vert qui faisait ressortir ses yeux de jade et un jean délavé.", "Même un jean et une chemise en coton sont élégants et cool s'ils sont propres et bien repassés."], "word": "jean", "difficulty_level": 6}, "_id": {"$oid": "5c94a7aa2344ef50953c49a1"}, "topic": "clothes", "de": {"sentences": ["Er hatte kurze Haare, war glatt rasiert und trug ein Hemd, eine Jacke, eine Jeans und eine weiße Baseballmütze.", "Zach war in derselben verkrusteten Jeans gekleidet, die er im Video getragen hatte.", "Jamie trug einen grünen Pullover, der seine Jadeaugen hervorbrachte, und eine verblasste Jeans.", "Sogar eine Jeans und ein Baumwollhemd wirken elegant und cool, wenn sie sauber und gut gebügelt sind."], "word": "Jean", "difficulty_level": 6}, "en": {"sentences": [["He had short hair, was clean shaven and was wearing a shirt, jacket, jeans and a white baseball cap.", "Zach was decked out in the same scruffy jeans he'd been wearing in the video.", "Jamie was wearing a green sweater that brought out his jade eyes and a pair of faded denim jeans.", "Even a pair of jeans and a cotton shirt looks elegant and cool if it is clean and well ironed."]], "word": "jean", "difficulty_level": 6}, "id": "jean", "lexicalCategory": "Noun", "url": "pictures/clothes/jeans.jpg", "es": {"sentences": ["Tenía el pelo corto, estaba bien afeitado y vestía camisa, chaqueta, jeans y una gorra de béisbol blanca.", "Zach estaba vestido con los mismos jeans desaliñados que había estado usando en el video.", "Jamie llevaba un suéter verde que sacó sus ojos de jade y un par de vaqueros vaqueros desgastados.", "Incluso un par de jeans y una camisa de algodón se ven elegantes y frescos si están limpios y bien planchados."], "word": "pantalones", "difficulty_level": 6}}, {"fr": {"sentences": ["Il enfila un pantalon bleu foncé, mais le pantalon était neuf et l'ouverture de la queue était plus étroite que celle avec laquelle il était à l'aise.", "Je ne peux pas lui faire changer ce format, alors j'ai décidé de lui acheter de nouveaux pantalons et chemises.", "Tout d'abord, les bretelles ne doivent être portées qu'avec des pantalons habillés, pas avec des jeans ou des kakis.", "Elle porte un maillot blanc, un pantalon de jogging noir et des tongs."], "word": "un pantalon", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c49a2"}, "topic": "clothes", "de": {"sentences": ["Er schlüpfte in eine dunkelblaue Hose, aber die Hose war neu und die Schwanzöffnung war enger, als er sich wohl fühlte.", "Ich kann ihn nicht dazu bringen, dieses Format zu ändern, also entschied ich mich, ihm neue Hosen und Hemden zu kaufen.", "Vor allem sollten Hosenträger nur mit eleganten Hosen getragen werden, nicht mit Jeans oder Khakihosen.", "Sie trägt ein weißes Unterhemd und schwarze Jogginghosen und Flip-Flops."], "word": "Hose", "difficulty_level": 3}, "en": {"sentences": [["He slipped into a pair of dark blue trousers, but the pants were new and the tail opening was tighter than he was comfortable with.", "I cannot make him change this format, so I decided to buy him some new pants and shirts.", "First of all, suspenders should only be worn with dressy pants, not with jeans or khakis.", "She's in a white undershirt and black jogging pants and flip-flops."]], "word": "pants", "difficulty_level": 3}, "id": "pants", "lexicalCategory": "Noun", "url": "pictures/clothes/pants.jpg", "es": {"sentences": ["Se puso un pantalón azul oscuro, pero el pantalón era nuevo y la abertura de la cola era más apretada de lo que estaba cómodo.", "No puedo hacerle cambiar este formato, así que decidí comprarle unos pantalones y camisas nuevos.", "En primer lugar, los tirantes solo deben usarse con pantalones elegantes, no con pantalones vaqueros o pantalones caqui.", "Ella está en una camiseta blanca y pantalones de chándal negro y chancletas."], "word": "pantalones", "difficulty_level": 3}}, {"fr": {"sentences": ["Je trouve un imperméable sur le porte-manteau, prends un parapluie et emmène les filles à l'extérieur.", "Trek tira sur son jean et son imperméable jaune et courut dans la tempête.", "Nous avons des imperméables, des chapeaux et des parapluies - pour écarter tous les sentiments étouffés qui nous tombent dessus.", "Il y a trois ans, Burberry signifiait des imperméables obsolètes, mais le chèque a maintenant été transformé en l'un des labels de mode les plus en vogue."], "word": "imperméable", "difficulty_level": 9}, "_id": {"$oid": "5c94a7aa2344ef50953c49a3"}, "topic": "clothes", "de": {"sentences": ["Ich finde einen Regenmantel auf der Garderobe, nehme einen Regenschirm und bringe die Mädchen nach draußen.", "Trek zog seine Jeans und einen gelben Regenmantel an und rannte in den Sturm.", "Wir haben Regenmäntel, Hüte und Regenschirme, um jedes gedämpfte Gefühl, das auf uns fällt, auszuschließen.", "Vor drei Jahren bedeutete Burberry veraltete Regenmäntel. Jetzt wurde der Scheck zu einem der angesagtesten Modelabels."], "word": "Regenmantel", "difficulty_level": 9}, "en": {"sentences": [["I find a raincoat on the coat rack and pick up an umbrella and take the girls outside.", "Trek yanked on his jeans and a yellow raincoat and ran out into the storm.", "We have raincoats, hats, and umbrellas - to shut out every dampened feeling that is falling upon us.", "Three years ago Burberry meant outdated raincoats, but now the check has been transformed into one of the hottest fashion labels."]], "word": "raincoat", "difficulty_level": 9}, "id": "raincoat", "lexicalCategory": "Noun", "url": "pictures/clothes/raincoat.jpg", "es": {"sentences": ["Encuentro un impermeable en el perchero, levanto un paraguas y saco a las chicas afuera.", "Trek tiró de sus vaqueros y un impermeable amarillo y corrió hacia la tormenta.", "Tenemos impermeables, sombreros y paraguas, para eliminar cualquier sensación de humedecimiento que caiga sobre nosotros.", "Hace tres años, Burberry significaba impermeables obsoletos, pero ahora el cheque se ha transformado en una de las marcas de moda más populares."], "word": "impermeable", "difficulty_level": 9}}, {"fr": {"sentences": ["Vous avez envie de bifteck parce que vous avez besoin de protéines, de sardines pour le sel et de porc sur des pommes de terre parce qu'elles sont denses en énergie.", "Si vous vous sentez lent avant de frapper le terrain de balle molle, portez un bagel ou une banane énergisante."], "word": "écharpe", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c49a4"}, "topic": "clothes", "de": {"sentences": ["Sie sehnen sich nach Steak, weil Sie Eiweiß brauchen, Sardinen für das Salz anziehen und auf Kartoffeln schwenken, weil sie energiereich sind.", "Wenn Sie sich vor dem Aufprall auf das Softballfeld träge fühlen, sollten Sie einen energiesparenden Bagel oder eine Banane tragen."], "word": "Schal", "difficulty_level": 5}, "en": {"sentences": [["You crave steak because you need protein, scarf up sardines for the salt, and pig out on potatoes because they are energy-dense.", "If you feel sluggish before hitting the softball field, scarf an energy-boosting bagel or banana."]], "word": "scarf", "difficulty_level": 5}, "id": "scarf", "lexicalCategory": "Noun", "url": "pictures/clothes/scarf.jpg", "es": {"sentences": ["Anhelas el bistec porque necesitas proteínas, esparcir las sardinas para obtener la sal y sacar las papas porque son densas en energía.", "Si te sientes lento antes de ir al campo de softball, dale un pañuelo o una banana que aumenten tu energía."], "word": "bufanda", "difficulty_level": 5}}, {"fr": {"sentences": ["Nous avons ensuite procédé à un tas de chemises soigneusement repassées sur des cintres en fil métallique.", "Les chemises habillées et les chemises sport tissées sont une autre excellente opportunité.", "Pendant ce temps, le gardien a accueilli la nouvelle compétition pour son maillot de première équipe.", "Coupant court à la poursuite, je suis arrivé à la conclusion que la réponse était l'augmentation minimale de la chaleur obtenue en portant un maillot de rugby plutôt qu'un t-shirt."], "word": "chemise", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c49a5"}, "topic": "clothes", "de": {"sentences": ["Wir gingen dann zu einem Haufen ordentlich gebügelter Hemden auf Drahtbügeln über.", "Eine weitere großartige Gelegenheit sind gewebte Oberhemden und gewebte Sporthemden.", "Inzwischen hat der Keeper die neue Konkurrenz für sein erstes Team-Shirt begrüßt.", "Um es auf den Punkt zu bringen: Ich kam zu dem Schluss, dass die Antwort auf die minimale Steigerung der Wärme zurückzuführen ist, die durch das Tragen eines Rugby-Shirts anstelle eines T-Shirts erzielt wird."], "word": "Hemd", "difficulty_level": 2}, "en": {"sentences": [["We then proceeded to a bunch of neatly ironed shirts on wire hangers.", "Another great opportunity is woven dress shirts and woven sport shirts.", "Meanwhile, the keeper has welcomed the new competition for his first team shirt.", "Cutting to the chase, I came to the conclusion that the answer was the minimal increase in warmth obtained by wearing a rugby shirt rather than a T-shirt."]], "word": "shirt", "difficulty_level": 2}, "id": "shirt", "lexicalCategory": "Noun", "url": "pictures/clothes/shirt.jpg", "es": {"sentences": ["Luego procedimos a un montón de camisas cuidadosamente planchadas en ganchos de alambre.", "Otra gran oportunidad es camisas de vestir tejidas y camisas deportivas tejidas.", "Mientras tanto, el portero ha dado la bienvenida a la nueva competencia para su primera camiseta del equipo.", "Acabando con la persecución, llegué a la conclusión de que la respuesta era el aumento mínimo del calor que se obtiene al usar una camiseta de rugby en lugar de una camiseta."], "word": "camisa", "difficulty_level": 2}}, {"fr": {"sentences": ["Si vous avez beaucoup de roches dans votre pâturage et / ou si vous montez souvent à cheval dans une zone rocheuse; vous devrez peut-être ferrer votre cheval.", "L’épisode le plus connu de la vie d’O'Donohoe est peut-être le jour où il a tué un capitaine yeoman dans sa forge après avoir été forcé de chausser son cheval.", "Plus tard, il a aidé le forgeron à fabriquer de nouvelles sources pour le même piège et a appris à ferrer des chevaux, à donner des cours de lecture et à construire des hangars.", "Buck a appris à chausser des chevaux, à réparer des roues de wagon et à réparer du matériel agricole."], "word": "chaussure", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c49a6"}, "topic": "clothes", "de": {"sentences": ["Wenn Sie auf Ihrer Weide viele Steine haben und / oder Sie oft in einer felsigen Gegend reiten; Sie müssen möglicherweise Ihr Pferd beschlagen.", "Die bekannteste Episode im Leben von O'Donohoe war vielleicht, als er in seiner Schmiede einen Yeoman-Kapitän tötete, nachdem er gezwungen worden war, sein Pferd zu beschlagen.", "Später half er dem Schmied, neue Quellen für dieselbe Falle zu bauen, und er lernte, Pferde zu putzen, Lesekurse zu geben und Ställe zu bauen.", "Buck lernte, Pferde zu beschlagen, Wagenräder zu reparieren und landwirtschaftliche Geräte zu reparieren."], "word": "Schuh", "difficulty_level": 3}, "en": {"sentences": [["If you have a lot of rocks in your pasture and/or you ride your horse often in a rocky area; you may need to shoe your horse.", "Perhaps the best known episode in the life of O'Donohoe was when he killed a Yeoman captain in his forge after he had been forced to shoe his horse.", "Later he helped the blacksmith making new springs for the same trap and learnt to shoe horses, give reading lessons and to build sheds.", "Buck learned to shoe horses, fix wagon wheels, and repair farm equipment."]], "word": "shoe", "difficulty_level": 3}, "id": "shoe", "lexicalCategory": "Noun", "url": "pictures/clothes/shoes.jpg", "es": {"sentences": ["Si tiene muchas rocas en su pasto y / o monta su caballo a menudo en un área rocosa; Es posible que necesite herrar a su caballo.", "Quizás el episodio más conocido en la vida de O'Donohoe fue cuando mató a un capitán Yeoman en su fragua después de haber sido obligado a herrar a su caballo.", "Más tarde ayudó al herrero a hacer nuevos manantiales para la misma trampa y aprendió a montar caballos, a dar lecciones de lectura y a construir cobertizos.", "Buck aprendió a montar caballos, arreglar ruedas de carretas y reparar equipo agrícola."], "word": "Zapato", "difficulty_level": 3}}, {"fr": {"sentences": ["Il portait deux ou trois chaînes d'argent autour du cou, un t-shirt de couleur sombre et un short ample qui lui arrivait jusqu'aux genoux avec des baskets.", "Les livreurs de la société sont déjà un habitué de l’Écosse avec leurs uniformes de pantalon ou de short en tartan et, parfois, de kilts.", "Afin de bien paraître, le short devrait tomber un peu au-dessus des genoux et s’ajuster parfaitement autour de vos fesses et de vos jambes.", "Je passai la main sur la jambe de mon short en jean et tendis la main pour tirer mon sac à dos dans la hutte."], "word": "short", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c49a7"}, "topic": "clothes", "de": {"sentences": ["Er trug zwei oder drei silberne Ketten um den Hals, ein dunkles T-Shirt und weite Shorts, die mit Tennisschuhen bis zu den Knien reichten.", "Die Auslieferungsfahrer des Unternehmens sind in Schottland in ihren Uniformen von Tartanhosen oder Tartan-Shorts und gelegentlich in Kilts bereits ein vertrauter Anblick.", "Um gut auszusehen, sollten Shorts ein wenig über die Knie fallen und sich gut um das Gesäß und die Beine legen.", "Ich wischte mir die Hand am Bein meiner Jeansshorts ab und griff nach unten, um meinen Rucksack in die Hütte zu ziehen."], "word": "kurze Hose", "difficulty_level": 4}, "en": {"sentences": [["He wore two or three silver chains around his neck, a dark coloured T-Shirt, and baggy shorts that reached his knees with tennis shoes.", "The company's delivery drivers are already a familiar sight around Scotland in their uniforms of tartan trousers or tartan shorts, and occasionally kilts.", "In order to look good, shorts should fall a little above the knees and fit nicely around your buttocks and legs.", "I wiped my hand on the leg of my denim shorts and reached down to tug my backpack into the hut."]], "word": "shorts", "difficulty_level": 4}, "id": "shorts", "lexicalCategory": "Noun", "url": "pictures/clothes/shorts.jpg", "es": {"sentences": ["Llevaba dos o tres cadenas de plata alrededor de su cuello, una camiseta de color oscuro y unos pantalones cortos holgados que llegaban a sus rodillas con zapatos tenis.", "Los conductores de entrega de la compañía ya son un espectáculo familiar en Escocia con sus uniformes de pantalones de tartán o pantalones cortos de tartán, y ocasionalmente faldas escocesas.", "Para lucir bien, los pantalones cortos deben caer un poco por encima de las rodillas y ajustarse bien alrededor de las nalgas y las piernas.", "Me limpié la mano en la pierna de mis pantalones cortos de mezclilla y me agaché para tirar de mi mochila en la choza."], "word": "pantalones cortos", "difficulty_level": 4}}, {"fr": {"sentences": ["Sa jupe flottante a été remontée dans le dos avec juste un soupçon d'agitation.", "Choisissez du bœuf maigre comme le dessus, le dessous ou la jupe (également appelé bavette en Écosse) et demandez au boucher de couper les tranches aussi minces que possible.", "Elle portait une jupe en jean bleu foncé aux genoux avec une fente sur le devant et un haut sans dos bleu.", "Madison a redressé sa mini-jupe noire et sa camisole assortie et est sortie de la voiture."], "word": "jupe", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c49a8"}, "topic": "clothes", "de": {"sentences": ["Ihr fließender Rock wurde mit einem Hauch von Hektik hinauf gehoben.", "Wählen Sie mageres Rindfleisch wie Topside, Silverside oder Rock (in Schottland auch \"bavette\" genannt) und bitten Sie den Metzger, die Scheiben so dünn wie möglich zu schneiden.", "Sie trug einen knielangen, dunkelblauen Jeansrock mit einem vorderen Schlitz und einem blauen rückenfreien Oberteil.", "Madison streckte ihren schwarzen Minirock und das passende Leibchen aus und verließ das Auto."], "word": "Rock", "difficulty_level": 3}, "en": {"sentences": [["Her flowing skirt was hiked up in back with just a hint of a bustle.", "Choose lean beef such as topside, silverside or skirt (also known as bavette in Scotland) and ask the butcher to cut the slices as thin as possible.", "She was wearing a knee-length dark blue jean skirt with a front slit and a blue backless top.", "Madison straightened out her black mini skirt and matching camisole and exited the car."]], "word": "skirt", "difficulty_level": 3}, "id": "skirt", "lexicalCategory": "Noun", "url": "pictures/clothes/skirt.jpg", "es": {"sentences": ["Su falda fluida se subió por la espalda con solo un toque de ajetreo.", "Elija carne magra como parte superior, plateada o falda (también conocida como bavette en Escocia) y pídale al carnicero que corte las rebanadas lo más finas posible.", "Llevaba una falda de jean azul oscuro hasta la rodilla con una abertura delantera y una parte superior azul sin espalda.", "Madison se enderezó la minifalda negra y la camisola a juego y salió del auto."], "word": "falda", "difficulty_level": 3}}, {"fr": {"sentences": ["Je chausserais ces personnes au visage, mais mes doigts sont trop froids, même pour cela.", "Mon père se retourne et Tristan lui donne une semelle.", "Ainsi, loin d’égaliser les règles du jeu, le système pénalise les plus petits partis avec un désavantage financier supplémentaire.", "J'espère juste qu'il ne blesse pas David sur cette mâchoire très rugueuse."], "word": "chaussette", "difficulty_level": 5}, "_id": {"$oid": "5c94a7aa2344ef50953c49a9"}, "topic": "clothes", "de": {"sentences": ["Ich würde solchen Leuten ins Gesicht stoßen, aber auch dafür sind mir die Finger zu kalt.", "Mein Vater dreht sich um und Tristan stößt ihn ins Gesicht.", "Das System ist also weit davon entfernt, die Wettbewerbsbedingungen zu verbessern, und die kleinen Parteien werden mit einem zusätzlichen finanziellen Nachteil konfrontiert.", "Ich hoffe nur, dass er David nicht mit diesem schwer geröteten Kinn stößt."], "word": "Sock", "difficulty_level": 5}, "en": {"sentences": [["I would sock such people in the face, but my fingers are too cold even for that.", "My father turns around and Tristan socks him in the face.", "So, far from leveling the playing field, the system socks the smallest parties with an added financial disadvantage.", "I just hope he doesn't sock David on that heavily rouged jaw."]], "word": "sock", "difficulty_level": 5}, "id": "sock", "lexicalCategory": "Noun", "url": "pictures/clothes/socks.jpg", "es": {"sentences": ["Le pegaría a esas personas en la cara, pero mis dedos son demasiado fríos incluso para eso.", "Mi padre se da vuelta y Tristan le pega en la cara.", "Por lo tanto, lejos de nivelar el campo de juego, el sistema asigna a las partes más pequeñas una desventaja financiera adicional.", "Solo espero que no le pegue a David en esa mandíbula fuertemente rugiente."], "word": "calcetine", "difficulty_level": 5}}, {"fr": {"sentences": ["Afin de renforcer la fierté de York, il a été convenu que les chauffeurs de taxi porteraient des combinaisons élégantes, des pantalons sur mesure et des chaussures de ville noires en hiver.", "Ils couvrent des centaines de sites Web, petits et grands, avec des poursuites, des menaces de poursuites et des demandes de paiement de licence.", "Il n'y a aucune raison de craindre un flot de poursuites pour négligence contre des avocats.", "Les poursuites, en particulier les recours collectifs, peuvent apporter une certaine réparation."], "word": "costume", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c49aa"}, "topic": "clothes", "de": {"sentences": ["Um den Stolz in York zu steigern, wurde vereinbart, dass Taxifahrer im Winter intelligente Anzüge, maßgeschneiderte Hosen und schwarze Frackschuhe tragen sollten.", "Sie decken Hunderte kleiner und großer Websites mit Gerichtsverfahren, Prozessdrohungen und Forderungen nach Lizenzzahlungen ab.", "Es gibt keinen Grund, eine Flut von Nachlässigkeitsklagen gegen Rechtsanwälte zu befürchten.", "Rechtsstreitigkeiten, insbesondere Sammelklagen, können Abhilfe schaffen."], "word": "passen", "difficulty_level": 2}, "en": {"sentences": [["In an effort to boost pride in York, it was agreed cabbies should wear smart suits, tailored trousers and black dress shoes in winter.", "They are blanketing hundreds of small and large Web sites with lawsuits, threats of suits and demands for licensing payments.", "There is no reason to fear a flood of negligence suits against barristers.", "Lawsuits in particular class-action legal suits, can provide some redress."]], "word": "suit", "difficulty_level": 2}, "id": "suit", "lexicalCategory": "Noun", "url": "pictures/clothes/suit.jpg", "es": {"sentences": ["En un esfuerzo por aumentar el orgullo en York, se acordó que los taxistas deben usar trajes elegantes, pantalones a medida y zapatos de vestir negros en invierno.", "Están cubriendo cientos de sitios web grandes y pequeños con demandas legales, amenazas de demandas y demandas de pagos de licencias.", "No hay razón para temer una avalancha de negligencias contra los abogados.", "Las demandas judiciales, en particular las demandas judiciales colectivas, pueden proporcionar alguna reparación."], "word": "traje", "difficulty_level": 2}}, {"fr": {"sentences": ["Pour échanger mes débardeurs contre des sweatshirts, pour sortir les climatiseurs et installer les contre-fenêtres.", "C'est une adolescente typique, vêtue de vêtements sombres et d'un sweat-shirt noir avec capuche.", "Ils portaient de vieilles chemises de flanelle et des pulls molletonnés qui portaient des jeans déchirés.", "Nous avions décidé de rester en pyjama et de nous habiller chaudement avec des sweat-shirts et des écharpes."], "word": "sweat-shirt", "difficulty_level": 6}, "_id": {"$oid": "5c94a7aa2344ef50953c49ab"}, "topic": "clothes", "de": {"sentences": ["Für den Handel mit meinen Pullovern für Sweatshirts, für das Herausnehmen der Klimaanlagen und das Einsetzen der Sturmfenster.", "Sie ist ein typischer Teenager, der dunkle Kleidung und ein schwarzes Sweatshirt mit Kapuze trägt.", "Sie trugen alte Flanellhemden und Sweatshirts, die über zerrissenen Jeans hingen.", "Wir hatten uns entschlossen, in unseren Pyjamas zu bleiben und uns warm anzulegen, mit Sweatshirts und Schals."], "word": "Sweatshirt", "difficulty_level": 6}, "en": {"sentences": [["For trading in my tank tops for sweatshirts, for taking the air conditioners out and putting the storm windows in.", "She is a typical teenager, dressed in dark clothing and a black sweatshirt complete with hood.", "They wore old flannel shirts, and sweatshirts that hung over ripped jeans.", "We had decided to remain in our pajamas and dress warmly using sweatshirts and scarves."]], "word": "sweatshirt", "difficulty_level": 6}, "id": "sweatshirt", "lexicalCategory": "Noun", "url": "pictures/clothes/sweatshirt.jpg", "es": {"sentences": ["Para cambiar mis camisetas sin mangas por las sudaderas, para sacar los acondicionadores de aire y colocar las ventanas contra tormenta.", "Es una adolescente típica, vestida con ropa oscura y una sudadera negra con capucha.", "Llevaban viejas camisas de franela y sudaderas que colgaban sobre pantalones rotos.", "Decidimos quedarnos en pijamas y vestirnos abrigados con sudaderas y bufandas."], "word": "camisa de entrenamiento", "difficulty_level": 6}}, {"fr": {"sentences": ["Portez un blazer en velours avec un jean foncé et un t-shirt à slogan.", "Elle était vêtue simplement d'un t-shirt et d'un jean ajusté qui favorisait ses longues jambes galbées.", "La société avait d'abord prospéré en vendant des t-shirts et des jeans bon marché et enjoués.", "De nombreuses entreprises commercialisent maintenant des chemises et des t-shirts conçus pour filtrer la lumière ultraviolette."], "word": "T-shirt", "difficulty_level": 2}, "_id": {"$oid": "5c94a7aa2344ef50953c49ac"}, "topic": "clothes", "de": {"sentences": ["Tragen Sie dazu einen Samt-Blazer mit einer dunklen Jeans und einem Slogan-T-Shirt.", "Sie trug einfach ein T-Shirt und eine Jeans, die ihre langen, wohlgeformten Beine bevorzugt.", "Das Unternehmen hatte zunächst mit dem Verkauf von billigen und fröhlichen T-Shirts und Jeans Erfolg gehabt.", "Viele Unternehmen vermarkten mittlerweile Hemden und T-Shirts, die ultraviolettes Licht herausfiltern sollen."], "word": "T-Shirt", "difficulty_level": 2}, "en": {"sentences": [["To glam up, throw on a velvet blazer with a pair of dark jeans and a slogan T-shirt.", "She was dressed simply in a T-shirt and fitted jeans that favored her long, shapely legs.", "The company had initially prospered by selling cheap and cheerful T-shirts and jeans.", "Many companies now market shirts and T-shirts that are designed to filter out ultraviolet light."]], "word": "t-shirt", "difficulty_level": 2}, "id": "t shirt", "lexicalCategory": "Noun", "url": "pictures/clothes/t-shirt.jpg", "es": {"sentences": ["Para hacer glamour, ponte un blazer de terciopelo con un par de jeans oscuros y una camiseta con eslogan.", "Estaba vestida simplemente con una camiseta y pantalones ajustados que favorecían sus piernas largas y bien formadas.", "La compañía había prosperado inicialmente vendiendo camisetas y pantalones vaqueros baratos y alegres.", "Muchas compañías ahora comercializan camisetas y camisetas que están diseñadas para filtrar la luz ultravioleta."], "word": "camiseta", "difficulty_level": 2}}, {"fr": {"sentences": ["Le débat sur le lien du tour n’a jamais vraiment commencé.", "Là encore, des liens sociaux étroits lient les membres aux États-Unis et en Inde.", "Comme ils ont dû transpirer sous les tailleurs, les cols serrés, les cravates en soie et les chemises très empesées!", "Les deux équipes se sont rencontrées à huit reprises en Coupe d'Angleterre et quatre fois, le vainqueur du match nul s'est qualifié pour la finale."], "word": "cravate", "difficulty_level": 3}, "_id": {"$oid": "5c94a7aa2344ef50953c49ad"}, "topic": "clothes", "de": {"sentences": ["Die Debatte über das Unentschieden der Runde hat nie wirklich angefangen.", "Wiederum verbinden starke soziale Bindungen die Mitglieder in den USA und Indien.", "Wie müssen sie unter den feinen Anzügen, engen Kragen, Seidenkrawatten und stark gestärkten Hemden geschwitzt haben!", "Die beiden Mannschaften haben sich achtmal im FA-Cup getroffen, und viermal ist der Sieger des Gleichstandes ins Finale gegangen."], "word": "Krawatte", "difficulty_level": 3}, "en": {"sentences": [["The debate about which is the tie of the round never really got started.", "Again, strong social ties link members in the U.S. and India.", "How they must have perspired underneath the fine suits, tight collars, silk ties and heavily starched shirts!", "The two sides have met in the FA Cup eight times and four times the winner of the tie has gone on to the final."]], "word": "tie", "difficulty_level": 3}, "id": "tie", "lexicalCategory": "Verb", "url": "pictures/clothes/tie.jpg", "es": {"sentences": ["El debate sobre cuál es el empate de la ronda nunca comenzó realmente.", "Nuevamente, los lazos sociales vinculan a los miembros en los Estados Unidos y la India.", "¡Cómo deben haber transpirado debajo de los trajes finos, los cuellos ajustados, las corbatas de seda y las camisas muy almidonadas!", "Las dos partes se han enfrentado en la Copa FA ocho veces y cuatro veces el ganador de la eliminatoria ha pasado a la final."], "word": "Corbata", "difficulty_level": 3}}, {"fr": {"sentences": ["Ils ont des soutiens-gorge intégrés qui viennent dans une gamme de tailles ajustables.", "Les femmes brûlaient des soutiens-gorge parce qu’elles symbolisaient l’oppression, ce qui contraste avec votre point de vue.", "Bien entendu, l’autre composante majeure de la collection de lingerie de toute femme est son soutien-gorge.", "Pendant longtemps, les femmes portaient des soutiens-gorge traditionnels soutenus par des bretelles et des bretelles."], "word": "soutien-gorge", "difficulty_level": 4}, "_id": {"$oid": "5c94a7aa2344ef50953c49ae"}, "topic": "clothes", "de": {"sentences": ["Sie haben eingebaute Stütz-BHs, die in verschiedenen Größen erhältlich sind.", "Frauen brannten BHs, weil sie ein Symbol der Unterdrückung waren, was im Gegensatz zu Ihrer Ansicht als BHs als Unterstützung steht.", "Natürlich ist der andere Hauptbestandteil der Damenunterwäschekollektion ihre BHs.", "Frauen tragen seit langem traditionelle BHs, die von Schulter- und Rückengurten getragen werden."], "word": "BH", "difficulty_level": 4}, "en": {"sentences": [["They have built-in support bras that come in a range of adjustable sizes.", "Women were burning bras because they were a symbol of oppression which is in contrast to your view as bras as support.", "Of course, the other major component of any woman's lingerie collection is her bras.", "For a long time, women have worn traditional bras that are supported by shoulder and back straps."]], "word": "bra", "difficulty_level": 4}, "id": "bra", "lexicalCategory": "Noun", "url": "pictures/clothes/bra.jpg", "es": {"sentences": ["Tienen sujetadores de soporte incorporados que vienen en una gama de tamaños ajustables.", "Las mujeres quemaban sostenes porque eran un símbolo de opresión que contrasta con su opinión como sostenes como apoyo.", "Por supuesto, el otro componente importante de la colección de lencería de cualquier mujer son sus sostenes.", "Durante mucho tiempo, las mujeres han usado sostenes tradicionales que son sostenidos por correas de hombros y espalda."], "word": "sostén", "difficulty_level": 4}}]