{"data": [{"topic": "animals", "es": {"sentences": ["Los pueblos nativos todavía pueden cazar estas ballenas para alimentarse.", "Este fin de semana se insta a la gente de Orkney a que vigile a las ballenas, delfines y marsopas.", "Por el Mioceno, las ballenas de ambos linajes son fósiles relativamente comunes en muchos depósitos marinos.", "Leones marinos, focas, nutrias marinas, marsopas y ballenas son comunes en las islas."], "word": "ballena", "diffuclty_level": 0}, "en": {"sentences": [["Native peoples are still allowed to hunt these whales for food.", "Orkney folk are being urged to keep a look out for whales, dolphins and porpoises this weekend.", "By the Miocene, whales of both lineages are relatively common fossils in many marine deposits.", "Sea lions, harbor seals, sea otters, porpoise and whales are common around the islands."]], "word": "whale", "diffuclty_level": 0}, "url": "pictures/animals/whale.jpg", "id": "whale", "de": {"sentences": ["Einheimische Völker dürfen diese Wale weiterhin als Nahrung jagen.", "Orkney Folk wird gebeten, an diesem Wochenende nach Walen, Delfinen und Schweinswalen Ausschau zu halten.", "Im Miozän sind Wale beider Abstammungslinien relativ häufig Fossilien in vielen Meeresvorkommen.", "Seelöwen, Seehunde, Seeotter, Schweinswale und Wale sind auf den Inseln verbreitet."], "word": "Wal", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Les peuples autochtones sont toujours autorisés à chasser ces baleines pour se nourrir.", "Les Orkney sont invités à surveiller les baleines, les dauphins et les marsouins ce week-end.", "Au Miocène, les baleines des deux lignées sont des fossiles relativement communs dans de nombreux gisements marins.", "Les lions de mer, les phoques, les loutres de mer, les marsouins et les baleines sont communs autour des îles."], "word": "baleine", "diffuclty_level": 0}}, {"topic": "animals", "es": {"sentences": ["La extensión de la pérdida de ganado a los lobos es a menudo exagerada, los lobos típicamente prefieren sus presas salvajes.", "No, no era la cabeza de un perro sino probablemente uno de los caninos salvajes; un lobo o tal vez un chacal.", "Todo, desde carnívoros con dientes de sable y lobos hasta ardillas voladoras y osos hormigueros, se produjo de forma independiente.", "¿Sabías que el último lobo británico recibió un disparo en Escocia en el siglo XV y que el último lobo que vivía en Inglaterra estaba atrapado y muerto hace casi mil años?"], "word": "lobo", "diffuclty_level": 0}, "en": {"sentences": [["The extent of livestock loss to wolves is often overstated, wolves typically prefer their wild prey.", "No, it was not a dog's head but probably of one of the wild canines; a wolf or perhaps a jackal.", "Everything from saber-toothed carnivores and wolves to flying squirrels and anteaters were produced independently.", "Did you know that the last British wolf was shot in Scotland in the Fifteenth Century and that the last wolf living wild in England was trapped and killed nearly a thousand years ago?"]], "word": "wolf", "diffuclty_level": 0}, "url": "pictures/animals/wolf.jpg", "id": "wolf", "de": {"sentences": ["Das Ausmaß des Viehverlusts an Wölfen wird oft überbewertet. Normalerweise bevorzugen Wölfe ihre wilde Beute.", "Nein, es war kein Hundekopf, aber wahrscheinlich einer der wilden Hunde. ein Wolf oder vielleicht ein Schakal.", "Alles, von säbelzahnigen Fleischfressern und Wölfen bis zu fliegenden Eichhörnchen und Ameisenbären, wurde unabhängig voneinander produziert.", "Wussten Sie, dass der letzte britische Wolf im 15. Jahrhundert in Schottland geschossen wurde und dass der letzte in England wild lebende Wolf vor fast tausend Jahren gefangen und getötet wurde?"], "word": "Wolf", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["L'ampleur des pertes de bétail en faveur des loups est souvent surestimée. Les loups préfèrent généralement leurs proies sauvages.", "Non, ce n'était pas une tête de chien mais probablement celle d'un canin sauvage; un loup ou peut-être un chacal.", "Les carnivores et les loups aux dents de sabre, en passant par les écureuils et les fourmiliers volants ont été produits indépendamment.", "Saviez-vous que le dernier loup britannique a été abattu en Écosse au XVe siècle et que le dernier loup vivant à l'état sauvage en Angleterre a été piégé et tué il y a près de mille ans?"], "word": "Loup", "diffuclty_level": 0}}, {"topic": "animals", "es": {"sentences": ["Es una mezcla de ADN de un pez cebra y una medusa o una anémona de mar.", "El paisaje de Madagascar puede no ser un mal ajuste para leones, jirafas, cebras y hipopótamos.", "Las cebras de Burchell se aparearán con burros, produciendo un híbrido que se ha llamado un 'zebdonk'.", "La reserva es el hogar de elefantes, jirafas, cebras y varias especies de antílopes y monos."], "word": "cebra", "diffuclty_level": 0}, "en": {"sentences": [["It is a blending of DNA from a zebra fish and either a jellyfish or sea anemone.", "Madagascar's landscape may not be a bad fit for lions, giraffes, zebras, and hippos.", "Burchell's zebras will mate with donkeys, producing a hybrid that has been called a ‘zebdonk.’", "The preserve is home to elephants, giraffes, zebra, and various species of antelope and monkey."]], "word": "zebra", "diffuclty_level": 0}, "url": "pictures/animals/zebra.jpg", "id": "zebra", "de": {"sentences": ["Es ist eine Mischung von DNA aus einem Zebrafisch und entweder einer Qualle oder einer Seeanemone.", "Madagaskars Landschaft ist für Löwen, Giraffen, Zebras und Flusspferde nicht besonders geeignet.", "Burchells Zebras werden sich mit Eseln paaren und eine Hybride produzieren, die \"Zebdonk\" genannt wird.", "Das Reservat ist die Heimat von Elefanten, Giraffen, Zebras und verschiedenen Antilopenarten und Affen."], "word": "Zebra", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["C'est un mélange d'ADN d'un poisson zèbre et d'une méduse ou d'une anémone de mer.", "Le paysage de Madagascar n’est peut-être pas un mauvais choix pour les lions, les girafes, les zèbres et les hippopotames.", "Les zèbres de Burchell vont s'accoupler avec des ânes, produisant un hybride appelé «zebdonk».", "La réserve abrite des éléphants, des girafes, des zèbres et diverses espèces d'antilopes et de singes."], "word": "zèbre", "diffuclty_level": 0}}, {"topic": "colours", "es": {"sentences": ["También ha criticado a la Unión Europea y ha declarado la guerra verbal a los blancos que les dicen a los negros en África cómo realizar elecciones libres y justas.", "Por esta razón, dice, muchos jóvenes mexicanos \"prefieren imitar a los negros que a los blancos\".", "Los dos hombres se acercaron, vestidos igual que antes, todos de negro con las máscaras de esquí puestas.", "La compañía reclutó a los sudafricanos y zimbabuenses endurecidos por la batalla y disciplinados, tanto negros como blancos."], "word": "negro", "diffuclty_level": 0}, "en": {"sentences": [["He has also lambasted the European Union and declared verbal war on whites who tell blacks in Africa how to run free and fair elections.", "For this reason, he says, many young Mexicans ‘prefer to imitate blacks than white people.’", "The two men approached, dressed the same as before, all in black with the ski masks on.", "The company recruited battle-hardened and disciplined South Africans and Zimbabweans, blacks as well as whites."]], "word": "black", "diffuclty_level": 0}, "url": "pictures/colours/black.jpg", "id": "black", "de": {"sentences": ["Er hat auch die Europäische Union beschimpft und den Weißen einen verbalen Krieg erklärt, die den Schwarzen in Afrika sagen, wie sie freie und faire Wahlen führen sollen.", "Deshalb würden viele junge Mexikaner es vorziehen, Schwarze als Weiße nachzuahmen.", "Die beiden Männer näherten sich wie zuvor, ganz in Schwarz mit den Skimasken.", "Das Unternehmen rekrutierte kampferprobte und disziplinierte Südafrikaner und Simbabwer, Schwarze und Weiße."], "word": "schwarz", "diffuclty_level": 0}, "lexicalCategory": "Adjective", "fr": {"sentences": ["Il a également critiqué l'Union européenne et déclaré la guerre verbale aux Blancs qui disent aux Noirs d'Afrique comment organiser des élections libres et équitables.", "Pour cette raison, dit-il, beaucoup de jeunes Mexicains «préfèrent imiter les Noirs que les Blancs».", "Les deux hommes s'approchèrent, vêtus comme avant, tout en noir avec les masques de ski.", "La société a recruté des Sud-Africains et Zimbabwéens endurcis et disciplinés, des Noirs et des Blancs."], "word": "noir", "diffuclty_level": 0}}, {"topic": "colours", "es": {"sentences": ["Había una fotografía en la pared de un modelo con trenzas marcadamente rayadas en azul, estaba preocupado.", "Era un Oxford Blue, un jugador de cricket de primera clase y bastante bueno en el polo.", "Una línea divide el piso en el medio, yo juego rojo, tú juegas azul.", "Fue fácil mezclar las especies ya que los azules femeninos que tenían manchas anaranjadas en la parte posterior superior (vea la fotografía a la derecha) eran azules de Chalkhill."], "word": "azul", "diffuclty_level": 0}, "en": {"sentences": [["There was a photograph on the wall of a model with tresses boldly streaked in blue - I was concerned.", "He was an Oxford Blue, a first-class cricketer and quite good at polo.", "A line divides the floor in the middle, I play red, you play blue.", "It was easy to get the species mixed up as the female blues that had orange spots on the upper hindwing (see the photograph on the right) were Chalkhill Blues."]], "word": "blue", "diffuclty_level": 0}, "url": "pictures/colours/blue.jpg", "id": "blue", "de": {"sentences": ["An der Wand eines Modells befand sich ein Foto mit blau gestrichenen Locken - ich war besorgt.", "Er war ein Oxford Blue, ein erstklassiger Cricketspieler und ziemlich gut im Polo.", "Eine Linie teilt den Boden in der Mitte, ich spiele rot, du spielst blau.", "Es war leicht, die Arten durcheinander zu bringen, da der weibliche Blues, der am oberen Hinterflügel orange Flecken hatte (siehe Foto rechts), Chalkhill Blues war."], "word": "Blau", "diffuclty_level": 0}, "lexicalCategory": "Adjective", "fr": {"sentences": ["Il y avait une photo sur le mur d'un modèle avec des cheveux en rayures bleu clair - j'étais inquiet.", "Il était un bleu Oxford, un joueur de cricket de première classe et très bon au polo.", "Une ligne sépare le sol au milieu, je joue au rouge, vous jouez au bleu.", "Il était facile de confondre les espèces car les bleus femelles qui présentaient des taches oranges sur l’aile postérieure supérieure (voir la photo à droite) étaient des blues de Chalkhill."], "word": "bleu", "diffuclty_level": 0}}, {"topic": "colours", "es": {"sentences": ["En el siglo XIX, la noción de un solo \"pueblo marrón\" estaba siendo derrocada.", "Te envía un pudín muy bonito, de diseño simétrico, de buena consistencia y de un color marrón intenso.", "Jess, todos lo llamaban, era alto, con cabello corto, liso, marrón oscuro y ojos azules, sin ninguna emoción.", "Ese mismo otoño, Celeste comenzó a hablar de \"gente morena\"."], "word": "marrón", "diffuclty_level": 0}, "en": {"sentences": [["By the 19th century, the notion of a single \"brown people\" was being overthrown.", "He sends you up a very nice pudding, symmetrical in design, of a good consistency, and of a rich brown colour.", "Jess, everyone called him, was tall with short straight, dark brown hair and blue eyes devoid of any emotion.", "That same fall, Celeste started talking about \"brown people.\""]], "word": "brown", "diffuclty_level": 0}, "url": "pictures/colours/brown.jpg", "id": "brown", "de": {"sentences": ["Im 19. Jahrhundert wurde die Vorstellung eines einzigen \"braunen Volkes\" gestürzt.", "Er schickt dir einen sehr schönen Pudding mit symmetrischem Design, guter Konsistenz und sattem Braun.", "Jess, alle nannten ihn, waren groß und hatten gerade, dunkelbraune Haare und blaue Augen ohne jegliche Emotionen.", "Im selben Herbst sprach Celeste von \"braunen Leuten\"."], "word": "braun", "diffuclty_level": 0}, "lexicalCategory": "Adjective", "fr": {"sentences": ["Au 19ème siècle, la notion d'un seul \"peuple brun\" était en train d'être renversée.", "Il vous envoie un très beau pudding, de conception symétrique, de bonne consistance et d'une riche couleur marron.", "Jess, tout le monde l'appelait, était grande avec de courts cheveux raides et bruns et des yeux bleus sans aucune émotion.", "À la même chute, Céleste a commencé à parler de \"personnes brunes\"."], "word": "marron", "diffuclty_level": 0}}, {"topic": "colours", "es": {"sentences": ["A finales de los años cincuenta, su cabello de color arena se vuelve canoso y una gruesa barba gris acentúa su cara redondeada.", "Incluso su recortada mata de pelo negro empezaba a ponerse gris en los bordes.", "Su cabello comenzaba a ponerse gris, pero aún parecía que podía darle una buena paliza a cualquiera."], "word": "gris", "diffuclty_level": 0}, "en": {"sentences": [["In his late fifties, his sandy-coloured hair is greying and a thick grey beard accentuates his rounded face.", "Even his neat crop of raven hair was beginning to grey at the edges.", "His hair was starting to grey, but he still looked as if he could give anyone a good beating."]], "word": "grey", "diffuclty_level": 0}, "url": "pictures/colours/grey.jpg", "id": "grey", "de": {"sentences": ["In seinen späten fünfziger Jahren wird sein sandfarbenes Haar grau und ein dichter grauer Bart betont sein rundes Gesicht.", "Sogar sein gepflegtes Rabenhaar begann an den Rändern grau zu werden.", "Sein Haar wurde langsam grau, aber er sah immer noch so aus, als könnte er jemanden gut schlagen lassen."], "word": "grau", "diffuclty_level": 0}, "lexicalCategory": "Adjective", "fr": {"sentences": ["À la fin de la cinquantaine, ses cheveux couleur de sable sont grisonnants et une épaisse barbe grise accentue son visage arrondi.", "Même ses cheveux corbeaux commençaient à grisonner sur les bords.", "Ses cheveux commençaient à grisonner, mais il avait toujours l'air de pouvoir bien battre quelqu'un."], "word": "gris", "diffuclty_level": 0}}, {"topic": "colours", "es": {"sentences": ["Un puñado de compañías estadounidenses instalan techos verdes comercialmente, pero hasta ahora el alto costo les impide ecologizar techos residenciales individuales.", "El Comité luego miró hacia arriba a los bloques de pisos y se enfocó en balcones y techos. Animaron activamente a los inquilinos a poner verde sus balcones obteniendo cajas de ventanas, suelo y plantas a precios mayoristas para ellos.", "El alcalde estaba haciendo un gran trabajo al responder al mandato del presidente Thabo Mbeki para ecologizar los municipios, agregó.", "Los ejercicios cuantitativos, así como estudios de casos más extensos y detallados de empresas que intentan ecologizar sus actividades habrían agregado profundidad a lo que sigue siendo un análisis bastante abstracto."], "word": "verde", "diffuclty_level": 0}, "en": {"sentences": [["A handful of U.S. companies install green roofs commercially, but so far high expense prevents them from greening individual residential roofs.", "The Committee then looked upward to the blocks of flats and focused on balconies and rooftops. They actively encouraged tenants to green their balconies by getting window boxes, soil and plants at wholesale prices for them.", "The mayor was doing a great job of responding to President Thabo Mbeki's mandate to green the townships, she added.", "Quantitative exercises, as well as more lengthy, detailed case studies of businesses that are trying to green their activities would have added depth to what remains a rather abstract analysis."]], "word": "green", "diffuclty_level": 0}, "url": "pictures/colours/green.jpg", "id": "green", "de": {"sentences": ["Eine Handvoll US-amerikanischer Unternehmen installiert Gründächer kommerziell. Bislang verhindern jedoch hohe Kosten, dass sie einzelne Dächer begrenzen.", "Das Komitee sah dann nach oben zu den Wohnblocks und konzentrierte sich auf Balkone und Dächer. Sie ermutigten die Mieter aktiv dazu, ihre Balkone zu begrünen, indem sie Fensterkästen, Boden und Pflanzen zu Großhandelspreisen für sie bezogen.", "Sie fügte hinzu, der Bürgermeister habe das Mandat von Präsident Thabo Mbeki, die Townships zu erneuern, großartig umgesetzt.", "Quantitative Übungen sowie ausführlichere Fallstudien von Unternehmen, die versuchen, ihre Aktivitäten umweltfreundlicher zu gestalten, hätten die bisher eher abstrakte Analyse vertieft."], "word": "Grün", "diffuclty_level": 0}, "lexicalCategory": "Adjective", "fr": {"sentences": ["Une poignée d'entreprises américaines installent des toits verts de manière commerciale, mais jusqu'à présent, des dépenses élevées les empêchent de verdir les toits des résidences individuelles.", "Le Comité a ensuite levé les yeux vers les immeubles et s’est concentré sur les balcons et les toits. Ils ont activement encouragé les locataires à verdir leurs balcons en achetant des jardinières, du sol et des plantes à des prix de gros.", "Le maire faisait un excellent travail pour répondre au mandat du président Thabo Mbeki de verdir les townships, a-t-elle ajouté.", "Des exercices quantitatifs, ainsi que des études de cas plus longues et détaillées sur des entreprises qui tentent de verdir leurs activités, auraient approfondi ce qui reste une analyse plutôt abstraite."], "word": "vert", "diffuclty_level": 0}}, {"topic": "colours", "es": {"sentences": ["También surgieron problemas en el desfile de Orange en la ciudad costera de Ballycastle, en la costa norte de Antrim.", "Cuando los servicios de seguridad bloquearon la marcha naranja, se produjeron enfrentamientos y disturbios.", "La oposición a las marchas naranjas fue el ejemplo más significativo de esto.", "También se debe emitir un fallo sobre la propuesta marcha de Orange en Drumcree el próximo domingo."], "word": "naranja", "diffuclty_level": 0}, "en": {"sentences": [["Trouble also broke out at the Orange parade in the seaside town of Ballycastle on the north Antrim coast.", "When the security services blocked the Orange march, confrontation and rioting ensued.", "The opposition to Orange marches was the most significant example of this.", "A ruling is also due on the proposed Orange march at Drumcree next Sunday."]], "word": "orange", "diffuclty_level": 0}, "url": "pictures/colours/orange.jpg", "id": "orange", "de": {"sentences": ["Bei der Orange-Parade in der Küstenstadt Ballycastle an der nördlichen Küste von Antrim brachen auch Probleme aus.", "Als die Sicherheitsdienste den Marsch von Orange blockierten, kam es zu Auseinandersetzungen und Aufständen.", "Die Opposition gegen Orangenmärsche war das bedeutendste Beispiel dafür.", "Eine Entscheidung ist auch für den geplanten Orangen-Marsch bei Drumcree am kommenden Sonntag fällig."], "word": "Orange", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Des problèmes ont également éclaté lors du défilé Orange dans la ville balnéaire de Ballycastle, sur la côte nord d’Antrim.", "Lorsque les services de sécurité ont bloqué la marche orange, la confrontation et les émeutes ont suivi.", "L’opposition aux marches orange en est l’exemple le plus significatif.", "Une décision est également attendue sur la proposition de marche orange à Drumcree dimanche prochain."], "word": "Orange", "diffuclty_level": 0}}, {"topic": "colours", "es": {"sentences": ["Se lo recomendaría a cualquiera ... junto con el champán rosado que sirven allí.", "Algunos de los híbridos de floración tardía son más inusuales en su color con trompetas rosadas y pétalos blancos.", "Smith está de acuerdo cuando se trata de aumentar su inventario de salmón-coral y vinos rosados profundos.", "Hoy la vi comer una tina entera de requesón y beber tres copas de champán rosado."], "word": "rosado", "diffuclty_level": 0}, "en": {"sentences": [["I would recommend it to anyone… along with the pink champagne they serve there.", "Some of the later flowering hybrids are more unusual in their colour with pink trumpets and white petals.", "Smith concurs when it comes to upping his inventory of salmon-coral and deep hued pink wines.", "Today I watched her eat an entire tub of cottage cheese and drink three glasses of pink Champagne."]], "word": "pink", "diffuclty_level": 0}, "url": "pictures/colours/pink.jpg", "id": "pink", "de": {"sentences": ["Ich würde es jedem empfehlen… zusammen mit dem rosa Champagner, den sie dort servieren.", "Einige der später blühenden Hybriden sind ungewöhnlicher in ihrer Farbe mit rosa Trompeten und weißen Blütenblättern.", "Smith stimmt dem zu, wenn es darum geht, seinen Bestand an Lachskorallen und tiefen Roséweinen zu erweitern.", "Heute sah ich ihr zu, wie sie eine ganze Wanne Hüttenkäse aß und drei Gläser rosa Champagner trank."], "word": "Rosa", "diffuclty_level": 0}, "lexicalCategory": "Adjective", "fr": {"sentences": ["Je le recommanderais à tout le monde… avec le champagne rose qu'ils servent là-bas.", "Certains des hybrides à floraison tardive sont plus inhabituels dans leur couleur avec des trompettes roses et des pétales blancs.", "Smith est d'accord pour augmenter son inventaire de vins rosés au corail et au saumon profond.", "Aujourd'hui, je l'ai regardée manger une baignoire entière de fromage cottage et boire trois verres de champagne rose."], "word": "rose", "diffuclty_level": 0}}, {"topic": "colours", "es": {"sentences": ["Pasamos por hermosos bosques de abedules y pinos, rocas cubiertas de musgo y una bruma de flores azules y púrpuras.", "Flores amarillas, blancas y púrpuras rodearon un escenario frente a una montaña irregular de restos oscuros.", "Las flores moradas tienen un centro dorado y su textura sedosa y peluda agrega una dimensión adicional a su atractivo.", "Aquí hay una gran cantidad de flores silvestres: las orquídeas son especialmente frecuentes y producen pequeñas alfombras de color rosa / púrpura."], "word": "púrpura", "diffuclty_level": 0}, "en": {"sentences": [["We pass through pretty forests of birch and pine trees, moss covered rocks and a haze of blue and purple flowers.", "Yellow, white and purple flowers ringed a stage in front of a jagged mountain of dark wreckage.", "The purple flowers have a golden centre and their silky-hairy texture adds an extra dimension to their appeal.", "Here is an abundance of wild flowers: the orchids are especially prevalent, and produce small pink / purple carpets of colour."]], "word": "purple", "diffuclty_level": 0}, "url": "pictures/colours/purple.jpg", "id": "purple", "de": {"sentences": ["Wir passieren hübsche Wälder aus Birken und Kiefern, moosbedeckte Felsen und einen Dunst aus blauen und violetten Blüten.", "Gelbe, weiße und violette Blumen umrahmten eine Bühne vor einem schroffen Berg aus dunklen Trümmern.", "Die violetten Blüten haben eine goldene Mitte und ihre seidig-haarige Textur verleiht ihrem Reiz eine zusätzliche Dimension.", "Hier ist eine Fülle von Wildblumen: Die Orchideen sind besonders verbreitet und produzieren kleine rosa / violette Teppiche."], "word": "lila", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Nous traversons de jolies forêts de bouleaux et de pins, des roches couvertes de mousse et une brume de fleurs bleues et violettes.", "Des fleurs jaunes, blanches et violettes ont entouré une scène devant une montagne déchiquetée d'épaves sombres.", "Les fleurs violettes ont un centre doré et leur texture soyeuse et velue ajoute une dimension supplémentaire à leur attrait.", "Voici une abondance de fleurs sauvages: les orchidées sont particulièrement répandues et produisent de petits tapis de couleur rose / violet."], "word": "violet", "diffuclty_level": 0}}, {"topic": "colours", "es": {"sentences": ["Era una mujer baja y rechoncha con el pelo rojo llameante que caía en cascada por su espalda.", "Sus ojos aún estaban rojos e hinchados, aunque todavía tenía una sonrisa brillante en su rostro.", "De cerca pudo ver que era bastante bonita con el pelo rojo llameante y los ojos de color marrón rojizo.", "Estaba trenzando mi pelo largo y rojo como a mí me gusta y estábamos hablando."], "word": "rojo", "diffuclty_level": 0}, "en": {"sentences": [["She was a short, plump woman with flaming red hair that cascaded down her back.", "Her eyes were still red and swollen, though she still had a brightening smile over her face.", "Up close he could see she was quite pretty with flaming red hair and reddish brown eyes.", "She was braiding my long, red hair just the way I like it and we were talking."]], "word": "red", "diffuclty_level": 0}, "url": "pictures/colours/red.jpg", "id": "red", "de": {"sentences": ["Sie war eine kurze, rundliche Frau mit flammend roten Haaren, die ihren Rücken hinunterliefen.", "Ihre Augen waren immer noch rot und geschwollen, obwohl sie immer noch ein aufhellendes Lächeln auf ihrem Gesicht hatte.", "Aus der Nähe konnte er sehen, dass sie ziemlich hübsch war, mit rotem Haar und rotbraunen Augen.", "Sie flechte mein langes, rotes Haar so, wie ich es mag und wir unterhielten uns."], "word": "rot", "diffuclty_level": 0}, "lexicalCategory": "Adjective", "fr": {"sentences": ["C’était une petite femme dodue aux cheveux roux qui lui tombaient dans le dos.", "Ses yeux étaient toujours rouges et gonflés, même si elle avait toujours un sourire éclatant sur son visage.", "De près, il pouvait voir qu'elle était assez jolie avec ses cheveux roux flamboyants et ses yeux brun roux.", "Elle tressait mes longs cheveux roux exactement comme je les aime et nous parlions."], "word": "rouge", "diffuclty_level": 0}}, {"topic": "colours", "es": {"sentences": ["Los adultos son negros, excepto los forros de las alas blancas que se ven cuando las aves se elevan.", "Marc se vistió de negro, se veía delgado como un rastrillo y blanco como una sábana.", "Casi todos los 4000 agricultores blancos de la nación han recibido notificaciones de decomiso.", "Se incluyeron dos rebanadas de pan, una blanca y la otra marrón y bien cortadas."], "word": "blanco", "diffuclty_level": 0}, "en": {"sentences": [["Adults are black except for white wing linings visible when the birds are soaring.", "Marc dressed in black, looking thin as a rake and white as a sheet.", "Nearly all the nation's 4000 white farmers have been served with forfeiture notices.", "Two slices of bread, one white, the other brown and neatly cut, were included."]], "word": "white", "diffuclty_level": 0}, "url": "pictures/colours/white.jpg", "id": "white", "de": {"sentences": ["Erwachsene sind schwarz, mit Ausnahme der weißen Flügelverkleidungen, die bei steigenden Vögeln sichtbar sind.", "Marc kleidete sich in Schwarz und sah dünn aus wie ein Rechen und weiß wie ein Laken.", "Fast alle 4000 weißen Landwirte des Landes wurden mit Verfallserklärungen bedient.", "Zwei Brotscheiben, eine weiße, die andere braun und ordentlich geschnitten, wurden mitgeliefert."], "word": "Weiß", "diffuclty_level": 0}, "lexicalCategory": "Adjective", "fr": {"sentences": ["Les adultes sont noirs, à l'exception des doublures d'ailes blanches visibles lorsque les oiseaux s'envolent.", "Marc habillé en noir, mince comme un râteau et blanc comme un drap.", "Presque tous les 4000 fermiers blancs du pays ont reçu un avis de confiscation.", "Deux tranches de pain, l'une blanche, l'autre brune et soigneusement coupée, ont été incluses."], "word": "blanc", "diffuclty_level": 0}}, {"topic": "colours", "es": {"sentences": ["Cada mañana, se aseguraba de que Ginnia estuviera vestida con ropa de moda, con su amarillo favorito, y siempre se aplicara un toque de maquillaje brillante.", "Falta un amarillo con solo tres rojos a la izquierda, y se produce otra larga batalla de seguridad.", "Cuadro 24: el noveno sembrado de Leeds dispara una carrera de 54, pero Doherty rechaza una oportunidad de oro para reclamar un cuadro vital cuando se pierde el amarillo final.", "Luego están los colores del cuerpo, rojo chile, amarillo líquido, azul frío, naranja caliente y solo para el Cooper S, azul hiperactivo."], "word": "amarillo", "diffuclty_level": 0}, "en": {"sentences": [["Each morning, she would make sure Ginnia was dressed in fashionable clothes - in her favourite yellow - and always applied a touch of sparkly make-up.", "He misses a yellow with just three reds left, and another long safety battle ensues.", "Frame 24: The ninth seed from Leeds fires a run of 54 but Doherty spurns a golden opportunity to claim a vital frame when he misses the final yellow.", "Then there are the body colours, chili red, liquid yellow, cool blue, hot orange and for the Cooper S only, hyper blue."]], "word": "yellow", "diffuclty_level": 0}, "url": "pictures/colours/yellow.jpg", "id": "yellow", "de": {"sentences": ["Jeden Morgen würde sie dafür sorgen, dass Ginnia in modischer Kleidung - in ihrem Lieblingsgelb - gekleidet war und immer einen Hauch von funkelndem Make-up auftrug.", "Er vermisst ein Gelb mit nur noch drei Rottönen und ein weiterer langer Sicherheitskampf folgt.", "Frame 24: Der neunte Samen von Leeds feuert einen Run von 54 ab, aber Doherty verschafft eine goldene Gelegenheit, um einen wichtigen Frame zu erreichen, wenn er das letzte Gelb verfehlt.", "Dazu kommen die Körperfarben Chili-Rot, Flüssiggelb, Cool Blue, Hot Orange und für den Cooper S nur Hyper Blue."], "word": "Gelb", "diffuclty_level": 0}, "lexicalCategory": "Adjective", "fr": {"sentences": ["Chaque matin, elle s'assurait que Ginnia soit vêtue de vêtements à la mode - dans son jaune préféré - et appliquait toujours une touche de maquillage éclatant.", "Il manque un jaune avec seulement trois rouges, et une autre longue bataille de sécurité s'ensuit.", "Image 24: La neuvième tête de série de Leeds tire une série de 54 mais Doherty manque une occasion en or de revendiquer une image essentielle lorsqu'il manque le jaune final.", "Ensuite, il y a les couleurs du corps, rouge chili, jaune liquide, bleu froid, orange vif et pour la Cooper S uniquement, hyper bleu."], "word": "jaune", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["También llevaban túnicas rojas, ceñidas a la cintura con un cinturón negro.", "Es grande y poderoso y puede atar el balón por todo lo que vale.", "Use el cinturón de seguridad y asegúrese de que todos sus pasajeros estén debidamente asegurados.", "Poe se detiene, luego se ata el cinturón y se limpia los labios con un pañuelo bastante delicado."], "word": "cinturón", "diffuclty_level": 0}, "en": {"sentences": [["They too wore red tunics, belted at the waist with a black belt.", "He is big and powerful and can belt the ball for all he is worth.", "Wear your seat belt and ensure that all your passengers are properly belted.", "Poe pauses, then belts his down and wipes his lips with a rather dainty handkerchief."]], "word": "belt", "diffuclty_level": 0}, "url": "pictures/clothes/belt.jpg", "id": "belt", "de": {"sentences": ["Sie trugen auch rote Tuniken, die an der Taille einen schwarzen Gürtel trugen.", "Er ist groß und kraftvoll und kann den Ball für alles, was er wert ist, anlegen.", "Tragen Sie Ihren Sicherheitsgurt und stellen Sie sicher, dass alle Ihre Passagiere ordnungsgemäß angelegt sind.", "Poe macht eine Pause, schnallt sich dann um und wischt sich mit einem eher zierlichen Taschentuch die Lippen ab."], "word": "Gürtel", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Ils portaient aussi une tunique rouge, ceinturée à la taille par une ceinture noire.", "Il est grand et puissant et peut boucler la balle pour tout ce qu'il vaut.", "Portez votre ceinture de sécurité et assurez-vous que tous vos passagers sont correctement ceinturés.", "Poe fait une pause, puis le ceinture et s'essuie les lèvres avec un mouchoir plutôt délicat."], "word": "ceinture", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Las mangas de gorra y una blusa con falda se ven muy bien con un chaleco y combinados con una bufanda suelta y liviana.", "Una mujer en una blusa campesina baila sola entre los niños.", "En el contexto de una entrevista con la corporación estadounidense principal, es mejor cubrir sus tatuajes y piercings con camisas de manga larga, blusas, collares y demás.", "Levante un poco el brazo y vea si puede quitarse la camisa o la manga de la blusa de la axila para que entre un poco de aire."], "word": "blusa", "diffuclty_level": 0}, "en": {"sentences": [["Cap sleeves and a smock blouse look great with a waistcoat and teamed with a loose, lightweight scarf.", "A woman in a peasant blouse dances by herself in among the children.", "In the context of an interview with mainstream corporate America, it's best to cover your tattoos and piercings with long-sleeved shirts, blouses, collars, and such.", "Raise your arm slightly, see if you can pull your shirt or blouse sleeve away from the underarm to let in a little air."]], "word": "blouse", "diffuclty_level": 0}, "url": "pictures/clothes/blouse.jpg", "id": "blouse", "de": {"sentences": ["Kappenärmel und eine Kittelbluse sehen toll aus mit einer Weste und einem lockeren, leichten Schal.", "Eine Frau in einer Bauernbluse tanzt alleine zwischen den Kindern.", "Im Rahmen eines Interviews mit Mainstream Corporate America sollten Sie Ihre Tätowierungen und Piercings mit langärmligen Hemden, Blusen, Kragen usw. abdecken.", "Heben Sie den Arm leicht an und sehen Sie, ob Sie Ihr Hemd oder Ihren Ärmel der Bluse vom Unterarm wegziehen können, um etwas Luft einzulassen."], "word": "Bluse", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Des mancherons et un chemisier à smockes seront parfaits pour un gilet et une écharpe ample et légère.", "Une femme en blouse paysanne danse seule parmi les enfants.", "Dans le cadre d'une interview avec les grandes entreprises américaines, il est préférable de couvrir vos tatouages et piercings avec des chemises à manches longues, des chemisiers, des cols, etc.", "Levez légèrement votre bras pour voir si vous pouvez retirer votre chemise ou votre manche de blouse des aisselles pour laisser entrer un peu d'air."], "word": "chemisier", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Las botas llamaron la atención.", "Cuando le pregunté a las botas en Roscrea el camino a Monaincha, pronunciando como se escribe, dijo que nunca había oído hablar de eso."], "word": "botas", "diffuclty_level": 0}, "en": {"sentences": [["The boots drew himself to attention.", "When I asked the boots in Roscrea the way to Monaincha, pronouncing it as it is spelled, he said he had never heard of it."]], "word": "boots", "diffuclty_level": 0}, "url": "pictures/clothes/boots.jpg", "id": "boots", "de": {"sentences": ["Die Stiefel machten sich bemerkbar.", "Als ich die Stiefel in Roscrea nach dem Weg nach Monaincha fragte und ihn so aussprach, wie er geschrieben wurde, sagte er, er habe noch nie davon gehört."], "word": "Stiefel", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Les bottes ont attiré l'attention.", "Quand j'ai demandé aux bottes de Roscrea le chemin de Monaincha, en les prononçant comme il est orthographié, il a dit qu'il n'en avait jamais entendu parler."], "word": "bottes", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["En el pasillo, me dieron una máscara y una gorra.", "Está fuertemente recubierto, marrón y blanco, arriba y abajo, con una línea blanca que separa una gorra y una mejilla.", "La gorra plana fue una característica de la vida británica durante la mayor parte del siglo pasado.", "Los productores de lácteos desilusionados de Yorkshire pronto podrían convertirse en vaqueros y cambiar sus gorras planas a Stetsons si aceptan una oferta para mudarse a Dakota del Sur."], "word": "gorra", "diffuclty_level": 0}, "en": {"sentences": [["In the hallway outside, I was handed a mask and cap.", "It is heavily barred brown-and-white above and below, with a white eye-line that separates a rufous cap and cheek.", "The flat cap was a feature of British life through most of he last century.", "Disillusioned dairy farmers in Yorkshire could soon be turning cowboys and switching their flat caps for Stetsons if they take up an offer to relocate to South Dakota."]], "word": "cap", "diffuclty_level": 0}, "url": "pictures/clothes/cap.jpg", "id": "cap", "de": {"sentences": ["Im Flur draußen wurde mir eine Maske und eine Mütze übergeben.", "Es ist oben und unten stark braun und weiß mit einer weißen Augenlinie, die eine rufous Kappe und Wange voneinander trennt.", "Die flache Kappe war ein Teil des britischen Lebens im letzten Jahrhundert.", "Desillusionierte Milchbauern in Yorkshire könnten bald Cowboys werden lassen und ihre flachen Mützen gegen Stetsons wechseln, wenn sie ein Angebot für einen Umzug nach South Dakota annehmen."], "word": "Deckel", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Dans le couloir, à l'extérieur, on m'a remis un masque et une casquette.", "Il est fortement barré en haut et en bas, de couleur marron et blanche, avec une ligne blanche qui sépare le bonnet et la joue.", "La casquette plate était un trait caractéristique de la vie britannique pendant la majeure partie du siècle dernier.", "Les producteurs laitiers désillusionnés du Yorkshire pourraient bientôt devenir des cow-boys et changer leurs casquettes pour Stetsons s’ils acceptaient une offre de déménagement dans le Dakota du Sud."], "word": "casquette", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Algunos de los soldados de Rhode Island y New Hampshire tenían abrigos grises que confundían a los tiradores de la 4ª Rhode Island.", "Sus abrigos se volvieron gruesos, duros y lo suficientemente densos para protegerlos de la humedad y el frío de un largo día de caza de invierno.", "Este chico, vestido con una túnica de marinero despeinado y un abrigo de invierno digno de un oso, no era más que un hombro alto para mí.", "Los Terriers de Norwich no son una raza de derramamiento, pero siempre hay algunos pelos muertos en su abrigo que terminan por ahí."], "word": "capa", "diffuclty_level": 0}, "en": {"sentences": [["Some of the Rhode Island and New Hampshire soldiers had on gray coats that confused the shooters of the 4th Rhode Island.", "Their coats became thick, hard and dense enough to protect them from the moisture and cold of a long winter's day hunting.", "This boy, clad in a disheveled sailor's tunic and winter coat fit for a bear, stood no more than shoulder-high to me.", "Norwich Terriers aren't a shedding breed, but there are always some dead hairs in their coat that end up lying around."]], "word": "coat", "diffuclty_level": 0}, "url": "pictures/clothes/coat.jpg", "id": "coat", "de": {"sentences": ["Einige der Soldaten von Rhode Island und New Hampshire hatten graue Mäntel an, die die Schützen der 4. Rhode Island verwirrten.", "Ihre Mäntel wurden dick, hart und dicht genug, um sie vor der Feuchtigkeit und Kälte einer langen Wintertagsjagd zu schützen.", "Dieser Junge, gekleidet in einem zerzausten Matrosenkostüm und einem für einen Bären geeigneten Wintermantel, stand mir nur schulterhoch.", "Norwich Terrier sind keine Schuppen, aber in ihrem Mantel gibt es immer tote Haare, die herumliegen."], "word": "Mantel", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Certains soldats du Rhode Island et du New Hampshire portaient des vêtements gris qui confondaient les tireurs du 4ème Rhode Island.", "Leurs manteaux devinrent épais, durs et suffisamment denses pour les protéger de l'humidité et du froid d'une longue chasse d'hiver.", "Ce garçon, vêtu d'une tunique de marin échevelée et d'un manteau d'hiver digne d'un ours, n'était pas plus que l'épaule pour moi.", "Les Norwich Terriers ne sont pas une race à perdre, mais il y a toujours des poils morts dans leur manteau qui finissent par traîner."], "word": "manteau", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Se veía impresionante en su camisa de color azul real y pantalones de vestir negros.", "La dama de honor principal Sheryl Chiffin y las damas de honor Clare Scott y Amy Smith llevaban vestidos de seda de marfil bordados en color rosa bailarina.", "Se veía tan bien en esa camisa de vestir azul marino y en sus pantalones de vestir negros.", "Su figura se expresó completamente a través de sus vestidos y prendas llamativas y caras."], "word": "vestido", "diffuclty_level": 0}, "en": {"sentences": [["He looked stunning in his shirt of royal blue and black dress slacks.", "The chief bridesmaid Sheryl Chiffin and bridesmaids Clare Scott and Amy Smith wore ballerina-length ivory silk dresses edged in plum pink.", "He looked so good in that dark blue dress shirt and black dress pants of his.", "Her figure expressed itself entirely through her flashy, expensive dresses and garments."]], "word": "dress", "diffuclty_level": 0}, "url": "pictures/clothes/dress.jpg", "id": "dress", "de": {"sentences": ["In seinem Hemd aus königsblauer und schwarzer Abendhose sah er umwerfend aus.", "Die Hauptbrautjungfer Sheryl Chiffin und die Brautjungfern Clare Scott und Amy Smith trugen Ballerina-lange Elfenbeinseidenkleider, die in Pflaumenrosa eingefasst waren.", "Er sah so gut aus in seinem dunkelblauen Businesshemd und seiner schwarzen Anzughose.", "Ihre Figur drückte sich ausschließlich durch ihre auffälligen, teuren Kleider und Kleidungsstücke aus."], "word": "Kleid", "diffuclty_level": 0}, "lexicalCategory": "Verb", "fr": {"sentences": ["Il avait l'air magnifique dans sa chemise de pantalon bleu royal et noir.", "La demoiselle d'honneur en chef Sheryl Chiffin et les demoiselles d'honneur Clare Scott et Amy Smith portaient des robes en soie ivoire de longueur de ballerine bordées de rose prune.", "Il avait l'air tellement beau dans sa chemise de ville bleu foncé et son pantalon de costume noir.", "Sa silhouette s’exprimait entièrement à travers ses robes et ses vêtements coûteux et voyants."], "word": "robe", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["El wicketkeeper de Inglaterra no guantó tanto la pelota como la golpeó.", "Alejando el balón de su cara, solo pudo ponerle el guante al arquero.", "De hecho, no fue entregado cuando apareció a la altura de la pierna con un guante enganchado en la pierna."], "word": "guante", "diffuclty_level": 0}, "en": {"sentences": [["England's wicketkeeper didn't so much glove the ball as swat it away.", "Fending the ball off his face, he could only glove the ball to the wicket keeper.", "Indeed he was given not out when he appeared to glove a catch down the leg side off his first ball."]], "word": "glove", "diffuclty_level": 0}, "url": "pictures/clothes/gloves.jpg", "id": "glove", "de": {"sentences": ["Der englische Wicketkeeper hat den Ball nicht so sehr mit dem Handschuh als mit der Hand weggedrückt.", "Den Ball von seinem Gesicht abzuwenden, konnte er den Ball nur mit dem Wicket-Keeper anfassen.", "Tatsächlich wurde er nicht ausgeschüttet, als er scheinbar von seinem ersten Ball einen Haken an der Beinseite hinabzustechen schien."], "word": "Handschuh", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Le gardien du guichet de l'Angleterre n'a pas tellement ganté le ballon qu'il l'a balayée.", "En repoussant la balle de son visage, il ne pouvait que ganter la balle au gardien du guichet.", "En effet, il a été exclu quand il a semblé ganter sa première balle du côté des jambes."], "word": "gant", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Detrás del mostrador, hombres con uniformes blancos de cocina con pequeños sombreros de papel preparaban platos de hamburguesas y papas fritas.", "Nos alejamos de la multitud de jugadores de polo con gorras de béisbol y gorros de lana, viendo un juego de práctica.", "Los sombreros y gorras de béisbol de Stetson se quitan cuando comienzan con la oración.", "El estilo de la ciudad se actualizó con trajes a rayas usados con sombreros de pastel de cerdo y abrigos largos de cuero."], "word": "sombrero", "diffuclty_level": 0}, "en": {"sentences": [["Behind the counter men in white kitchen uniforms with little paper hats prepared plates of burgers and fries.", "We walk away from the smattering of polo insiders wearing baseball caps and woolly hats, watching a practice game.", "The Stetson hats and baseball caps are whipped off when they begin with prayer.", "The city look was updated with pinstripe suits worn with pork pie hats and maxi-length leather coats."]], "word": "hat", "diffuclty_level": 0}, "url": "pictures/clothes/hat.jpg", "id": "hat", "de": {"sentences": ["Hinter dem Tresen bereiteten Männer in weißen Küchenuniformen mit kleinen Papierhüten Teller mit Burgern und Pommes zu.", "Wir gehen weg vom Poltern der Polo-Insider, die Baseballmützen und Wollmützen tragen, und schauen uns ein Übungsspiel an.", "Die Stetson-Mützen und Baseballkappen werden ausgepeitscht, wenn sie mit dem Gebet beginnen.", "Der City-Look wurde mit Nadelstreifenanzügen mit Pork Pie-Hüten und Ledermänteln in Maxi-Länge überarbeitet."], "word": "Hut", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Derrière le comptoir, des hommes vêtus d'uniformes de cuisine blancs et de petits chapeaux en papier ont préparé des assiettes de hamburgers et de frites.", "Nous nous éloignons des quelques initiés du polo portant des casquettes de baseball et des chapeaux de laine, regardant un match de pratique.", "Les chapeaux Stetson et les casquettes de baseball sont enlevés au début de la prière.", "Le look citadin a été mis à jour avec des costumes à fines rayures portés avec des chapeaux de tourte au porc et des manteaux de cuir de longueur maximale."], "word": "chapeau", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Tenía el pelo corto, estaba bien afeitado y vestía camisa, chaqueta, jeans y una gorra de béisbol blanca.", "Zach estaba vestido con los mismos jeans desaliñados que había estado usando en el video.", "Jamie llevaba un suéter verde que sacó sus ojos de jade y un par de vaqueros vaqueros desgastados.", "Incluso un par de jeans y una camisa de algodón se ven elegantes y frescos si están limpios y bien planchados."], "word": "pantalones", "diffuclty_level": 0}, "en": {"sentences": [["He had short hair, was clean shaven and was wearing a shirt, jacket, jeans and a white baseball cap.", "Zach was decked out in the same scruffy jeans he'd been wearing in the video.", "Jamie was wearing a green sweater that brought out his jade eyes and a pair of faded denim jeans.", "Even a pair of jeans and a cotton shirt looks elegant and cool if it is clean and well ironed."]], "word": "jeans", "diffuclty_level": 0}, "url": "pictures/clothes/jeans.jpg", "id": "jeans", "de": {"sentences": ["Er hatte kurze Haare, war glatt rasiert und trug ein Hemd, eine Jacke, eine Jeans und eine weiße Baseballmütze.", "Zach war in derselben verkrusteten Jeans gekleidet, die er im Video getragen hatte.", "Jamie trug einen grünen Pullover, der seine Jadeaugen hervorbrachte, und eine verblasste Jeans.", "Sogar eine Jeans und ein Baumwollhemd wirken elegant und cool, wenn sie sauber und gut gebügelt sind."], "word": "Jeans", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Il avait les cheveux courts, était rasé de près et portait une chemise, une veste, un jean et une casquette de baseball blanche.", "Zach était habillé dans le même jean usé que dans la vidéo.", "Jamie portait un pull vert qui faisait ressortir ses yeux de jade et un jean délavé.", "Même un jean et une chemise en coton sont élégants et cool s'ils sont propres et bien repassés."], "word": "jeans", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Se puso un pantalón azul oscuro, pero el pantalón era nuevo y la abertura de la cola era más apretada de lo que estaba cómodo.", "No puedo hacerle cambiar este formato, así que decidí comprarle unos pantalones y camisas nuevos.", "En primer lugar, los tirantes solo deben usarse con pantalones elegantes, no con pantalones vaqueros o pantalones caqui.", "Ella está en una camiseta blanca y pantalones de chándal negro y chancletas."], "word": "pantalones", "diffuclty_level": 0}, "en": {"sentences": [["He slipped into a pair of dark blue trousers, but the pants were new and the tail opening was tighter than he was comfortable with.", "I cannot make him change this format, so I decided to buy him some new pants and shirts.", "First of all, suspenders should only be worn with dressy pants, not with jeans or khakis.", "She's in a white undershirt and black jogging pants and flip-flops."]], "word": "pants", "diffuclty_level": 0}, "url": "pictures/clothes/pants.jpg", "id": "pants", "de": {"sentences": ["Er schlüpfte in eine dunkelblaue Hose, aber die Hose war neu und die Schwanzöffnung war enger, als er sich wohl fühlte.", "Ich kann ihn nicht dazu bringen, dieses Format zu ändern, also entschied ich mich, ihm neue Hosen und Hemden zu kaufen.", "Vor allem sollten Hosenträger nur mit eleganten Hosen getragen werden, nicht mit Jeans oder Khakihosen.", "Sie trägt ein weißes Unterhemd und schwarze Jogginghosen und Flip-Flops."], "word": "Hose", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Il enfila un pantalon bleu foncé, mais le pantalon était neuf et l'ouverture de la queue était plus étroite que celle avec laquelle il était à l'aise.", "Je ne peux pas lui faire changer ce format, alors j'ai décidé de lui acheter de nouveaux pantalons et chemises.", "Tout d'abord, les bretelles ne doivent être portées qu'avec des pantalons habillés, pas avec des jeans ou des kakis.", "Elle porte un maillot blanc, un pantalon de jogging noir et des tongs."], "word": "un pantalon", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Encuentro un impermeable en el perchero, levanto un paraguas y saco a las chicas afuera.", "Trek tiró de sus vaqueros y un impermeable amarillo y corrió hacia la tormenta.", "Tenemos impermeables, sombreros y paraguas, para eliminar cualquier sensación de humedecimiento que caiga sobre nosotros.", "Hace tres años, Burberry significaba impermeables obsoletos, pero ahora el cheque se ha transformado en una de las marcas de moda más populares."], "word": "impermeable", "diffuclty_level": 0}, "en": {"sentences": [["I find a raincoat on the coat rack and pick up an umbrella and take the girls outside.", "Trek yanked on his jeans and a yellow raincoat and ran out into the storm.", "We have raincoats, hats, and umbrellas - to shut out every dampened feeling that is falling upon us.", "Three years ago Burberry meant outdated raincoats, but now the check has been transformed into one of the hottest fashion labels."]], "word": "raincoat", "diffuclty_level": 0}, "url": "pictures/clothes/raincoat.jpg", "id": "raincoat", "de": {"sentences": ["Ich finde einen Regenmantel auf der Garderobe, nehme einen Regenschirm und bringe die Mädchen nach draußen.", "Trek zog seine Jeans und einen gelben Regenmantel an und rannte in den Sturm.", "Wir haben Regenmäntel, Hüte und Regenschirme, um jedes gedämpfte Gefühl, das auf uns fällt, auszuschließen.", "Vor drei Jahren bedeutete Burberry veraltete Regenmäntel. Jetzt wurde der Scheck zu einem der angesagtesten Modelabels."], "word": "Regenmantel", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Je trouve un imperméable sur le porte-manteau, prends un parapluie et emmène les filles à l'extérieur.", "Trek tira sur son jean et son imperméable jaune et courut dans la tempête.", "Nous avons des imperméables, des chapeaux et des parapluies - pour écarter tous les sentiments étouffés qui nous tombent dessus.", "Il y a trois ans, Burberry signifiait des imperméables obsolètes, mais le chèque a maintenant été transformé en l'un des labels de mode les plus en vogue."], "word": "imperméable", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Anhelas el bistec porque necesitas proteínas, esparcir las sardinas para obtener la sal y sacar las papas porque son densas en energía.", "Si te sientes lento antes de ir al campo de softball, dale un pañuelo o una banana que aumenten tu energía."], "word": "bufanda", "diffuclty_level": 0}, "en": {"sentences": [["You crave steak because you need protein, scarf up sardines for the salt, and pig out on potatoes because they are energy-dense.", "If you feel sluggish before hitting the softball field, scarf an energy-boosting bagel or banana."]], "word": "scarf", "diffuclty_level": 0}, "url": "pictures/clothes/scarf.jpg", "id": "scarf", "de": {"sentences": ["Sie sehnen sich nach Steak, weil Sie Eiweiß brauchen, Sardinen für das Salz anziehen und auf Kartoffeln schwenken, weil sie energiereich sind.", "Wenn Sie sich vor dem Aufprall auf das Softballfeld träge fühlen, sollten Sie einen energiesparenden Bagel oder eine Banane tragen."], "word": "Schal", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Vous avez envie de bifteck parce que vous avez besoin de protéines, de sardines pour le sel et de porc sur des pommes de terre parce qu'elles sont denses en énergie.", "Si vous vous sentez lent avant de frapper le terrain de balle molle, portez un bagel ou une banane énergisante."], "word": "écharpe", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Luego procedimos a un montón de camisas cuidadosamente planchadas en ganchos de alambre.", "Otra gran oportunidad es camisas de vestir tejidas y camisas deportivas tejidas.", "Mientras tanto, el portero ha dado la bienvenida a la nueva competencia para su primera camiseta del equipo.", "Acabando con la persecución, llegué a la conclusión de que la respuesta era el aumento mínimo del calor que se obtiene al usar una camiseta de rugby en lugar de una camiseta."], "word": "camisa", "diffuclty_level": 0}, "en": {"sentences": [["We then proceeded to a bunch of neatly ironed shirts on wire hangers.", "Another great opportunity is woven dress shirts and woven sport shirts.", "Meanwhile, the keeper has welcomed the new competition for his first team shirt.", "Cutting to the chase, I came to the conclusion that the answer was the minimal increase in warmth obtained by wearing a rugby shirt rather than a T-shirt."]], "word": "shirt", "diffuclty_level": 0}, "url": "pictures/clothes/shirt.jpg", "id": "shirt", "de": {"sentences": ["Wir gingen dann zu einem Haufen ordentlich gebügelter Hemden auf Drahtbügeln über.", "Eine weitere großartige Gelegenheit sind gewebte Oberhemden und gewebte Sporthemden.", "Inzwischen hat der Keeper die neue Konkurrenz für sein erstes Team-Shirt begrüßt.", "Um es auf den Punkt zu bringen: Ich kam zu dem Schluss, dass die Antwort auf die minimale Steigerung der Wärme zurückzuführen ist, die durch das Tragen eines Rugby-Shirts anstelle eines T-Shirts erzielt wird."], "word": "Hemd", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Nous avons ensuite procédé à un tas de chemises soigneusement repassées sur des cintres en fil métallique.", "Les chemises habillées et les chemises sport tissées sont une autre excellente opportunité.", "Pendant ce temps, le gardien a accueilli la nouvelle compétition pour son maillot de première équipe.", "Coupant court à la poursuite, je suis arrivé à la conclusion que la réponse était l'augmentation minimale de la chaleur obtenue en portant un maillot de rugby plutôt qu'un t-shirt."], "word": "chemise", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Si tiene muchas rocas en su pasto y / o monta su caballo a menudo en un área rocosa; Es posible que necesite herrar a su caballo.", "Quizás el episodio más conocido en la vida de O'Donohoe fue cuando mató a un capitán Yeoman en su fragua después de haber sido obligado a herrar a su caballo.", "Más tarde ayudó al herrero a hacer nuevos manantiales para la misma trampa y aprendió a montar caballos, a dar lecciones de lectura y a construir cobertizos.", "Buck aprendió a montar caballos, arreglar ruedas de carretas y reparar equipo agrícola."], "word": "Zapato", "diffuclty_level": 0}, "en": {"sentences": [["If you have a lot of rocks in your pasture and/or you ride your horse often in a rocky area; you may need to shoe your horse.", "Perhaps the best known episode in the life of O'Donohoe was when he killed a Yeoman captain in his forge after he had been forced to shoe his horse.", "Later he helped the blacksmith making new springs for the same trap and learnt to shoe horses, give reading lessons and to build sheds.", "Buck learned to shoe horses, fix wagon wheels, and repair farm equipment."]], "word": "shoe", "diffuclty_level": 0}, "url": "pictures/clothes/shoes.jpg", "id": "shoe", "de": {"sentences": ["Wenn Sie auf Ihrer Weide viele Steine haben und / oder Sie oft in einer felsigen Gegend reiten; Sie müssen möglicherweise Ihr Pferd beschlagen.", "Die bekannteste Episode im Leben von O'Donohoe war vielleicht, als er in seiner Schmiede einen Yeoman-Kapitän tötete, nachdem er gezwungen worden war, sein Pferd zu beschlagen.", "Später half er dem Schmied, neue Quellen für dieselbe Falle zu bauen, und er lernte, Pferde zu putzen, Lesekurse zu geben und Ställe zu bauen.", "Buck lernte, Pferde zu beschlagen, Wagenräder zu reparieren und landwirtschaftliche Geräte zu reparieren."], "word": "Schuh", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Si vous avez beaucoup de roches dans votre pâturage et / ou si vous montez souvent à cheval dans une zone rocheuse; vous devrez peut-être ferrer votre cheval.", "L’épisode le plus connu de la vie d’O'Donohoe est peut-être le jour où il a tué un capitaine yeoman dans sa forge après avoir été forcé de chausser son cheval.", "Plus tard, il a aidé le forgeron à fabriquer de nouvelles sources pour le même piège et a appris à ferrer des chevaux, à donner des cours de lecture et à construire des hangars.", "Buck a appris à chausser des chevaux, à réparer des roues de wagon et à réparer du matériel agricole."], "word": "chaussure", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Llevaba dos o tres cadenas de plata alrededor de su cuello, una camiseta de color oscuro y unos pantalones cortos holgados que llegaban a sus rodillas con zapatos tenis.", "Los conductores de entrega de la compañía ya son un espectáculo familiar en Escocia con sus uniformes de pantalones de tartán o pantalones cortos de tartán, y ocasionalmente faldas escocesas.", "Para lucir bien, los pantalones cortos deben caer un poco por encima de las rodillas y ajustarse bien alrededor de las nalgas y las piernas.", "Me limpié la mano en la pierna de mis pantalones cortos de mezclilla y me agaché para tirar de mi mochila en la choza."], "word": "pantalones cortos", "diffuclty_level": 0}, "en": {"sentences": [["He wore two or three silver chains around his neck, a dark coloured T-Shirt, and baggy shorts that reached his knees with tennis shoes.", "The company's delivery drivers are already a familiar sight around Scotland in their uniforms of tartan trousers or tartan shorts, and occasionally kilts.", "In order to look good, shorts should fall a little above the knees and fit nicely around your buttocks and legs.", "I wiped my hand on the leg of my denim shorts and reached down to tug my backpack into the hut."]], "word": "shorts", "diffuclty_level": 0}, "url": "pictures/clothes/shorts.jpg", "id": "shorts", "de": {"sentences": ["Er trug zwei oder drei silberne Ketten um den Hals, ein dunkles T-Shirt und weite Shorts, die mit Tennisschuhen bis zu den Knien reichten.", "Die Auslieferungsfahrer des Unternehmens sind in Schottland in ihren Uniformen von Tartanhosen oder Tartan-Shorts und gelegentlich in Kilts bereits ein vertrauter Anblick.", "Um gut auszusehen, sollten Shorts ein wenig über die Knie fallen und sich gut um das Gesäß und die Beine legen.", "Ich wischte mir die Hand am Bein meiner Jeansshorts ab und griff nach unten, um meinen Rucksack in die Hütte zu ziehen."], "word": "kurze Hose", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Il portait deux ou trois chaînes d'argent autour du cou, un t-shirt de couleur sombre et un short ample qui lui arrivait jusqu'aux genoux avec des baskets.", "Les livreurs de la société sont déjà un habitué de l’Écosse avec leurs uniformes de pantalon ou de short en tartan et, parfois, de kilts.", "Afin de bien paraître, le short devrait tomber un peu au-dessus des genoux et s’ajuster parfaitement autour de vos fesses et de vos jambes.", "Je passai la main sur la jambe de mon short en jean et tendis la main pour tirer mon sac à dos dans la hutte."], "word": "short", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Su falda fluida se subió por la espalda con solo un toque de ajetreo.", "Elija carne magra como parte superior, plateada o falda (también conocida como bavette en Escocia) y pídale al carnicero que corte las rebanadas lo más finas posible.", "Llevaba una falda de jean azul oscuro hasta la rodilla con una abertura delantera y una parte superior azul sin espalda.", "Madison se enderezó la minifalda negra y la camisola a juego y salió del auto."], "word": "falda", "diffuclty_level": 0}, "en": {"sentences": [["Her flowing skirt was hiked up in back with just a hint of a bustle.", "Choose lean beef such as topside, silverside or skirt (also known as bavette in Scotland) and ask the butcher to cut the slices as thin as possible.", "She was wearing a knee-length dark blue jean skirt with a front slit and a blue backless top.", "Madison straightened out her black mini skirt and matching camisole and exited the car."]], "word": "skirt", "diffuclty_level": 0}, "url": "pictures/clothes/skirt.jpg", "id": "skirt", "de": {"sentences": ["Ihr fließender Rock wurde mit einem Hauch von Hektik hinauf gehoben.", "Wählen Sie mageres Rindfleisch wie Topside, Silverside oder Rock (in Schottland auch \"bavette\" genannt) und bitten Sie den Metzger, die Scheiben so dünn wie möglich zu schneiden.", "Sie trug einen knielangen, dunkelblauen Jeansrock mit einem vorderen Schlitz und einem blauen rückenfreien Oberteil.", "Madison streckte ihren schwarzen Minirock und das passende Leibchen aus und verließ das Auto."], "word": "Rock", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Sa jupe flottante a été remontée dans le dos avec juste un soupçon d'agitation.", "Choisissez du bœuf maigre comme le dessus, le dessous ou la jupe (également appelé bavette en Écosse) et demandez au boucher de couper les tranches aussi minces que possible.", "Elle portait une jupe en jean bleu foncé aux genoux avec une fente sur le devant et un haut sans dos bleu.", "Madison a redressé sa mini-jupe noire et sa camisole assortie et est sortie de la voiture."], "word": "jupe", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Le pegaría a esas personas en la cara, pero mis dedos son demasiado fríos incluso para eso.", "Mi padre se da vuelta y Tristan le pega en la cara.", "Por lo tanto, lejos de nivelar el campo de juego, el sistema asigna a las partes más pequeñas una desventaja financiera adicional.", "Solo espero que no le pegue a David en esa mandíbula fuertemente rugiente."], "word": "calcetine", "diffuclty_level": 0}, "en": {"sentences": [["I would sock such people in the face, but my fingers are too cold even for that.", "My father turns around and Tristan socks him in the face.", "So, far from leveling the playing field, the system socks the smallest parties with an added financial disadvantage.", "I just hope he doesn't sock David on that heavily rouged jaw."]], "word": "sock", "diffuclty_level": 0}, "url": "pictures/clothes/socks.jpg", "id": "sock", "de": {"sentences": ["Ich würde solchen Leuten ins Gesicht stoßen, aber auch dafür sind mir die Finger zu kalt.", "Mein Vater dreht sich um und Tristan stößt ihn ins Gesicht.", "Das System ist also weit davon entfernt, die Wettbewerbsbedingungen zu verbessern, und die kleinen Parteien werden mit einem zusätzlichen finanziellen Nachteil konfrontiert.", "Ich hoffe nur, dass er David nicht mit diesem schwer geröteten Kinn stößt."], "word": "Sock", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Je chausserais ces personnes au visage, mais mes doigts sont trop froids, même pour cela.", "Mon père se retourne et Tristan lui donne une semelle.", "Ainsi, loin d’égaliser les règles du jeu, le système pénalise les plus petits partis avec un désavantage financier supplémentaire.", "J'espère juste qu'il ne blesse pas David sur cette mâchoire très rugueuse."], "word": "chaussette", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["En un esfuerzo por aumentar el orgullo en York, se acordó que los taxistas deben usar trajes elegantes, pantalones a medida y zapatos de vestir negros en invierno.", "Están cubriendo cientos de sitios web grandes y pequeños con demandas legales, amenazas de demandas y demandas de pagos de licencias.", "No hay razón para temer una avalancha de negligencias contra los abogados.", "Las demandas judiciales, en particular las demandas judiciales colectivas, pueden proporcionar alguna reparación."], "word": "traje", "diffuclty_level": 0}, "en": {"sentences": [["In an effort to boost pride in York, it was agreed cabbies should wear smart suits, tailored trousers and black dress shoes in winter.", "They are blanketing hundreds of small and large Web sites with lawsuits, threats of suits and demands for licensing payments.", "There is no reason to fear a flood of negligence suits against barristers.", "Lawsuits in particular class-action legal suits, can provide some redress."]], "word": "suit", "diffuclty_level": 0}, "url": "pictures/clothes/suit.jpg", "id": "suit", "de": {"sentences": ["Um den Stolz in York zu steigern, wurde vereinbart, dass Taxifahrer im Winter intelligente Anzüge, maßgeschneiderte Hosen und schwarze Frackschuhe tragen sollten.", "Sie decken Hunderte kleiner und großer Websites mit Gerichtsverfahren, Prozessdrohungen und Forderungen nach Lizenzzahlungen ab.", "Es gibt keinen Grund, eine Flut von Nachlässigkeitsklagen gegen Rechtsanwälte zu befürchten.", "Rechtsstreitigkeiten, insbesondere Sammelklagen, können Abhilfe schaffen."], "word": "passen", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Afin de renforcer la fierté de York, il a été convenu que les chauffeurs de taxi porteraient des combinaisons élégantes, des pantalons sur mesure et des chaussures de ville noires en hiver.", "Ils couvrent des centaines de sites Web, petits et grands, avec des poursuites, des menaces de poursuites et des demandes de paiement de licence.", "Il n'y a aucune raison de craindre un flot de poursuites pour négligence contre des avocats.", "Les poursuites, en particulier les recours collectifs, peuvent apporter une certaine réparation."], "word": "costume", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Para cambiar mis camisetas sin mangas por las sudaderas, para sacar los acondicionadores de aire y colocar las ventanas contra tormenta.", "Es una adolescente típica, vestida con ropa oscura y una sudadera negra con capucha.", "Llevaban viejas camisas de franela y sudaderas que colgaban sobre pantalones rotos.", "Decidimos quedarnos en pijamas y vestirnos abrigados con sudaderas y bufandas."], "word": "camisa de entrenamiento", "diffuclty_level": 0}, "en": {"sentences": [["For trading in my tank tops for sweatshirts, for taking the air conditioners out and putting the storm windows in.", "She is a typical teenager, dressed in dark clothing and a black sweatshirt complete with hood.", "They wore old flannel shirts, and sweatshirts that hung over ripped jeans.", "We had decided to remain in our pajamas and dress warmly using sweatshirts and scarves."]], "word": "sweatshirt", "diffuclty_level": 0}, "url": "pictures/clothes/sweatshirt.jpg", "id": "sweatshirt", "de": {"sentences": ["Für den Handel mit meinen Pullovern für Sweatshirts, für das Herausnehmen der Klimaanlagen und das Einsetzen der Sturmfenster.", "Sie ist ein typischer Teenager, der dunkle Kleidung und ein schwarzes Sweatshirt mit Kapuze trägt.", "Sie trugen alte Flanellhemden und Sweatshirts, die über zerrissenen Jeans hingen.", "Wir hatten uns entschlossen, in unseren Pyjamas zu bleiben und uns warm anzulegen, mit Sweatshirts und Schals."], "word": "Sweatshirt", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Pour échanger mes débardeurs contre des sweatshirts, pour sortir les climatiseurs et installer les contre-fenêtres.", "C'est une adolescente typique, vêtue de vêtements sombres et d'un sweat-shirt noir avec capuche.", "Ils portaient de vieilles chemises de flanelle et des pulls molletonnés qui portaient des jeans déchirés.", "Nous avions décidé de rester en pyjama et de nous habiller chaudement avec des sweat-shirts et des écharpes."], "word": "sweat-shirt", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Para hacer glamour, ponte un blazer de terciopelo con un par de jeans oscuros y una camiseta con eslogan.", "Estaba vestida simplemente con una camiseta y pantalones ajustados que favorecían sus piernas largas y bien formadas.", "La compañía había prosperado inicialmente vendiendo camisetas y pantalones vaqueros baratos y alegres.", "Muchas compañías ahora comercializan camisetas y camisetas que están diseñadas para filtrar la luz ultravioleta."], "word": "camiseta", "diffuclty_level": 0}, "en": {"sentences": [["To glam up, throw on a velvet blazer with a pair of dark jeans and a slogan T-shirt.", "She was dressed simply in a T-shirt and fitted jeans that favored her long, shapely legs.", "The company had initially prospered by selling cheap and cheerful T-shirts and jeans.", "Many companies now market shirts and T-shirts that are designed to filter out ultraviolet light."]], "word": "t-shirt", "diffuclty_level": 0}, "url": "pictures/clothes/t-shirt.jpg", "id": "t-shirt", "de": {"sentences": ["Tragen Sie dazu einen Samt-Blazer mit einer dunklen Jeans und einem Slogan-T-Shirt.", "Sie trug einfach ein T-Shirt und eine Jeans, die ihre langen, wohlgeformten Beine bevorzugt.", "Das Unternehmen hatte zunächst mit dem Verkauf von billigen und fröhlichen T-Shirts und Jeans Erfolg gehabt.", "Viele Unternehmen vermarkten mittlerweile Hemden und T-Shirts, die ultraviolettes Licht herausfiltern sollen."], "word": "T-Shirt", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Portez un blazer en velours avec un jean foncé et un t-shirt à slogan.", "Elle était vêtue simplement d'un t-shirt et d'un jean ajusté qui favorisait ses longues jambes galbées.", "La société avait d'abord prospéré en vendant des t-shirts et des jeans bon marché et enjoués.", "De nombreuses entreprises commercialisent maintenant des chemises et des t-shirts conçus pour filtrer la lumière ultraviolette."], "word": "T-shirt", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["El debate sobre cuál es el empate de la ronda nunca comenzó realmente.", "Nuevamente, los lazos sociales vinculan a los miembros en los Estados Unidos y la India.", "¡Cómo deben haber transpirado debajo de los trajes finos, los cuellos ajustados, las corbatas de seda y las camisas muy almidonadas!", "Las dos partes se han enfrentado en la Copa FA ocho veces y cuatro veces el ganador de la eliminatoria ha pasado a la final."], "word": "Corbata", "diffuclty_level": 0}, "en": {"sentences": [["The debate about which is the tie of the round never really got started.", "Again, strong social ties link members in the U.S. and India.", "How they must have perspired underneath the fine suits, tight collars, silk ties and heavily starched shirts!", "The two sides have met in the FA Cup eight times and four times the winner of the tie has gone on to the final."]], "word": "tie", "diffuclty_level": 0}, "url": "pictures/clothes/tie.jpg", "id": "tie", "de": {"sentences": ["Die Debatte über das Unentschieden der Runde hat nie wirklich angefangen.", "Wiederum verbinden starke soziale Bindungen die Mitglieder in den USA und Indien.", "Wie müssen sie unter den feinen Anzügen, engen Kragen, Seidenkrawatten und stark gestärkten Hemden geschwitzt haben!", "Die beiden Mannschaften haben sich achtmal im FA-Cup getroffen, und viermal ist der Sieger des Gleichstandes ins Finale gegangen."], "word": "Krawatte", "diffuclty_level": 0}, "lexicalCategory": "Verb", "fr": {"sentences": ["Le débat sur le lien du tour n’a jamais vraiment commencé.", "Là encore, des liens sociaux étroits lient les membres aux États-Unis et en Inde.", "Comme ils ont dû transpirer sous les tailleurs, les cols serrés, les cravates en soie et les chemises très empesées!", "Les deux équipes se sont rencontrées à huit reprises en Coupe d'Angleterre et quatre fois, le vainqueur du match nul s'est qualifié pour la finale."], "word": "cravate", "diffuclty_level": 0}}, {"topic": "clothes", "es": {"sentences": ["Tienen sujetadores de soporte incorporados que vienen en una gama de tamaños ajustables.", "Las mujeres quemaban sostenes porque eran un símbolo de opresión que contrasta con su opinión como sostenes como apoyo.", "Por supuesto, el otro componente importante de la colección de lencería de cualquier mujer son sus sostenes.", "Durante mucho tiempo, las mujeres han usado sostenes tradicionales que son sostenidos por correas de hombros y espalda."], "word": "sostén", "diffuclty_level": 0}, "en": {"sentences": [["They have built-in support bras that come in a range of adjustable sizes.", "Women were burning bras because they were a symbol of oppression which is in contrast to your view as bras as support.", "Of course, the other major component of any woman's lingerie collection is her bras.", "For a long time, women have worn traditional bras that are supported by shoulder and back straps."]], "word": "bra", "diffuclty_level": 0}, "url": "pictures/clothes/bra.jpg", "id": "bra", "de": {"sentences": ["Sie haben eingebaute Stütz-BHs, die in verschiedenen Größen erhältlich sind.", "Frauen brannten BHs, weil sie ein Symbol der Unterdrückung waren, was im Gegensatz zu Ihrer Ansicht als BHs als Unterstützung steht.", "Natürlich ist der andere Hauptbestandteil der Damenunterwäschekollektion ihre BHs.", "Frauen tragen seit langem traditionelle BHs, die von Schulter- und Rückengurten getragen werden."], "word": "BH", "diffuclty_level": 0}, "lexicalCategory": "Noun", "fr": {"sentences": ["Ils ont des soutiens-gorge intégrés qui viennent dans une gamme de tailles ajustables.", "Les femmes brûlaient des soutiens-gorge parce qu’elles symbolisaient l’oppression, ce qui contraste avec votre point de vue.", "Bien entendu, l’autre composante majeure de la collection de lingerie de toute femme est son soutien-gorge.", "Pendant longtemps, les femmes portaient des soutiens-gorge traditionnels soutenus par des bretelles et des bretelles."], "word": "soutien-gorge", "diffuclty_level": 0}}]}