{"data": [{"de": {"sentences": ["Der Ball endete um 3 Uhr morgens, als die Kellnerinnen Schildkrötensuppe servierten.", "Seekuh, Schildkröte und Fisch bleiben zeremonielle Gerichte, zusammen mit Bougna, einem Gericht aus gedünsteten Yamswurzeln und Fleisch, das unter heißen Steinen gegart wird.", "Das traditionelle Nationalgericht ist Schildkröte; conch ist auch beliebt, entweder roh mit Limettensaft und Zwiebeln oder als Eintopf, Chowder oder Pfannkuchen.", "Sie erzählte mir von Escoffiers Kochbuch und seinem Rezept für Schildkrötensuppe."], "diffuclty_level": 0, "word": "Schildkröte"}, "es": {"sentences": ["La pelota llegó a su fin a las 3 am, cuando las camareras sirvieron sopa de tortuga.", "La vaca marina, la tortuga y el pescado siguen siendo platos ceremoniales, junto con la bougna, un plato de ñames al vapor y carne cocida bajo piedras calientes.", "El plato nacional tradicional es la tortuga; La concha también es popular, ya sea que se sirva cruda con jugo de limón y cebollas, o cocida como estofado, sopa o buñuelos.", "Ella me contó sobre el libro de cocina de Escoffier y su receta para la sopa de tortuga."], "diffuclty_level": 0, "word": "Tortuga"}, "fr": {"sentences": ["Le bal a pris fin à 3 heures du matin, lorsque les serveuses ont servi de la soupe aux tortues.", "La vache de mer, la tortue et le poisson restent des plats cérémoniels, ainsi que la bougna, un plat d'ignames cuites à la vapeur et de viande cuite sous des pierres chaudes.", "Le plat national traditionnel est la tortue; La conque est également populaire, soit servie crue avec du jus de lime et des oignons, soit cuite en ragoût, en chaudrée ou en beignets.", "Elle m'a parlé du livre de cuisine d'Escoffier et de sa recette de soupe aux tortues."], "diffuclty_level": 0, "word": "tortue"}, "lexicalCategory": "Noun", "en": {"sentences": [["The ball came to an end at 3am, when the waitresses served turtle soup.", "Sea cow, turtle, and fish remain ceremonial dishes, along with bougna, a dish of steamed yams and meat cooked under hot stones.", "The traditional national dish is turtle; conch is also popular, either served raw with lime juice and onions, or cooked as a stew, chowder, or fritters.", "She told me about Escoffier's cookbook and its recipe for turtle soup."]], "diffuclty_level": 0, "word": "turtle"}, "topic": "animals", "id": "turtle", "url": "pictures/animals/turtle.jpg"}, {"de": {"sentences": ["Er hatte kurze Haare, war glatt rasiert und trug ein Hemd, eine Jacke, eine Jeans und eine weiße Baseballmütze.", "Zach war in derselben verkrusteten Jeans gekleidet, die er im Video getragen hatte.", "Jamie trug einen grünen Pullover, der seine Jadeaugen hervorbrachte, und eine verblasste Jeans.", "Sogar eine Jeans und ein Baumwollhemd wirken elegant und cool, wenn sie sauber und gut gebügelt sind."], "diffuclty_level": 0, "word": "Jeans"}, "es": {"sentences": ["Tenía el pelo corto, estaba bien afeitado y vestía camisa, chaqueta, jeans y una gorra de béisbol blanca.", "Zach estaba vestido con los mismos jeans desaliñados que había estado usando en el video.", "Jamie llevaba un suéter verde que sacó sus ojos de jade y un par de vaqueros vaqueros desgastados.", "Incluso un par de jeans y una camisa de algodón se ven elegantes y frescos si están limpios y bien planchados."], "diffuclty_level": 0, "word": "pantalones"}, "fr": {"sentences": ["Il avait les cheveux courts, était rasé de près et portait une chemise, une veste, un jean et une casquette de baseball blanche.", "Zach était habillé dans le même jean usé que dans la vidéo.", "Jamie portait un pull vert qui faisait ressortir ses yeux de jade et un jean délavé.", "Même un jean et une chemise en coton sont élégants et cool s'ils sont propres et bien repassés."], "diffuclty_level": 0, "word": "jeans"}, "lexicalCategory": "Noun", "en": {"sentences": [["He had short hair, was clean shaven and was wearing a shirt, jacket, jeans and a white baseball cap.", "Zach was decked out in the same scruffy jeans he'd been wearing in the video.", "Jamie was wearing a green sweater that brought out his jade eyes and a pair of faded denim jeans.", "Even a pair of jeans and a cotton shirt looks elegant and cool if it is clean and well ironed."]], "diffuclty_level": 0, "word": "jeans"}, "topic": "clothes", "id": "jeans", "url": "pictures/clothes/jeans.jpg"}, {"de": {"sentences": ["Er schlüpfte in eine dunkelblaue Hose, aber die Hose war neu und die Schwanzöffnung war enger, als er sich wohl fühlte.", "Ich kann ihn nicht dazu bringen, dieses Format zu ändern, also entschied ich mich, ihm neue Hosen und Hemden zu kaufen.", "Vor allem sollten Hosenträger nur mit eleganten Hosen getragen werden, nicht mit Jeans oder Khakihosen.", "Sie trägt ein weißes Unterhemd und schwarze Jogginghosen und Flip-Flops."], "diffuclty_level": 0, "word": "Hose"}, "es": {"sentences": ["Se puso un pantalón azul oscuro, pero el pantalón era nuevo y la abertura de la cola era más apretada de lo que estaba cómodo.", "No puedo hacerle cambiar este formato, así que decidí comprarle unos pantalones y camisas nuevos.", "En primer lugar, los tirantes solo deben usarse con pantalones elegantes, no con pantalones vaqueros o pantalones caqui.", "Ella está en una camiseta blanca y pantalones de chándal negro y chancletas."], "diffuclty_level": 0, "word": "pantalones"}, "fr": {"sentences": ["Il enfila un pantalon bleu foncé, mais le pantalon était neuf et l'ouverture de la queue était plus étroite que celle avec laquelle il était à l'aise.", "Je ne peux pas lui faire changer ce format, alors j'ai décidé de lui acheter de nouveaux pantalons et chemises.", "Tout d'abord, les bretelles ne doivent être portées qu'avec des pantalons habillés, pas avec des jeans ou des kakis.", "Elle porte un maillot blanc, un pantalon de jogging noir et des tongs."], "diffuclty_level": 0, "word": "un pantalon"}, "lexicalCategory": "Noun", "en": {"sentences": [["He slipped into a pair of dark blue trousers, but the pants were new and the tail opening was tighter than he was comfortable with.", "I cannot make him change this format, so I decided to buy him some new pants and shirts.", "First of all, suspenders should only be worn with dressy pants, not with jeans or khakis.", "She's in a white undershirt and black jogging pants and flip-flops."]], "diffuclty_level": 0, "word": "pants"}, "topic": "clothes", "id": "pants", "url": "pictures/clothes/pants.jpg"}, {"de": {"sentences": ["Ich finde einen Regenmantel auf der Garderobe, nehme einen Regenschirm und bringe die Mädchen nach draußen.", "Trek zog seine Jeans und einen gelben Regenmantel an und rannte in den Sturm.", "Wir haben Regenmäntel, Hüte und Regenschirme, um jedes gedämpfte Gefühl, das auf uns fällt, auszuschließen.", "Vor drei Jahren bedeutete Burberry veraltete Regenmäntel. Jetzt wurde der Scheck zu einem der angesagtesten Modelabels."], "diffuclty_level": 0, "word": "Regenmantel"}, "es": {"sentences": ["Encuentro un impermeable en el perchero, levanto un paraguas y saco a las chicas afuera.", "Trek tiró de sus vaqueros y un impermeable amarillo y corrió hacia la tormenta.", "Tenemos impermeables, sombreros y paraguas, para eliminar cualquier sensación de humedecimiento que caiga sobre nosotros.", "Hace tres años, Burberry significaba impermeables obsoletos, pero ahora el cheque se ha transformado en una de las marcas de moda más populares."], "diffuclty_level": 0, "word": "impermeable"}, "fr": {"sentences": ["Je trouve un imperméable sur le porte-manteau, prends un parapluie et emmène les filles à l'extérieur.", "Trek tira sur son jean et son imperméable jaune et courut dans la tempête.", "Nous avons des imperméables, des chapeaux et des parapluies - pour écarter tous les sentiments étouffés qui nous tombent dessus.", "Il y a trois ans, Burberry signifiait des imperméables obsolètes, mais le chèque a maintenant été transformé en l'un des labels de mode les plus en vogue."], "diffuclty_level": 0, "word": "imperméable"}, "lexicalCategory": "Noun", "en": {"sentences": [["I find a raincoat on the coat rack and pick up an umbrella and take the girls outside.", "Trek yanked on his jeans and a yellow raincoat and ran out into the storm.", "We have raincoats, hats, and umbrellas - to shut out every dampened feeling that is falling upon us.", "Three years ago Burberry meant outdated raincoats, but now the check has been transformed into one of the hottest fashion labels."]], "diffuclty_level": 0, "word": "raincoat"}, "topic": "clothes", "id": "raincoat", "url": "pictures/clothes/raincoat.jpg"}, {"de": {"sentences": ["Sie sehnen sich nach Steak, weil Sie Eiweiß brauchen, Sardinen für das Salz anziehen und auf Kartoffeln schwenken, weil sie energiereich sind.", "Wenn Sie sich vor dem Aufprall auf das Softballfeld träge fühlen, sollten Sie einen energiesparenden Bagel oder eine Banane tragen."], "diffuclty_level": 0, "word": "Schal"}, "es": {"sentences": ["Anhelas el bistec porque necesitas proteínas, esparcir las sardinas para obtener la sal y sacar las papas porque son densas en energía.", "Si te sientes lento antes de ir al campo de softball, dale un pañuelo o una banana que aumenten tu energía."], "diffuclty_level": 0, "word": "bufanda"}, "fr": {"sentences": ["Vous avez envie de bifteck parce que vous avez besoin de protéines, de sardines pour le sel et de porc sur des pommes de terre parce qu'elles sont denses en énergie.", "Si vous vous sentez lent avant de frapper le terrain de balle molle, portez un bagel ou une banane énergisante."], "diffuclty_level": 0, "word": "écharpe"}, "lexicalCategory": "Noun", "en": {"sentences": [["You crave steak because you need protein, scarf up sardines for the salt, and pig out on potatoes because they are energy-dense.", "If you feel sluggish before hitting the softball field, scarf an energy-boosting bagel or banana."]], "diffuclty_level": 0, "word": "scarf"}, "topic": "clothes", "id": "scarf", "url": "pictures/clothes/scarf.jpg"}, {"de": {"sentences": ["Wir gingen dann zu einem Haufen ordentlich gebügelter Hemden auf Drahtbügeln über.", "Eine weitere großartige Gelegenheit sind gewebte Oberhemden und gewebte Sporthemden.", "Inzwischen hat der Keeper die neue Konkurrenz für sein erstes Team-Shirt begrüßt.", "Um es auf den Punkt zu bringen: Ich kam zu dem Schluss, dass die Antwort auf die minimale Steigerung der Wärme zurückzuführen ist, die durch das Tragen eines Rugby-Shirts anstelle eines T-Shirts erzielt wird."], "diffuclty_level": 0, "word": "Hemd"}, "es": {"sentences": ["Luego procedimos a un montón de camisas cuidadosamente planchadas en ganchos de alambre.", "Otra gran oportunidad es camisas de vestir tejidas y camisas deportivas tejidas.", "Mientras tanto, el portero ha dado la bienvenida a la nueva competencia para su primera camiseta del equipo.", "Acabando con la persecución, llegué a la conclusión de que la respuesta era el aumento mínimo del calor que se obtiene al usar una camiseta de rugby en lugar de una camiseta."], "diffuclty_level": 0, "word": "camisa"}, "fr": {"sentences": ["Nous avons ensuite procédé à un tas de chemises soigneusement repassées sur des cintres en fil métallique.", "Les chemises habillées et les chemises sport tissées sont une autre excellente opportunité.", "Pendant ce temps, le gardien a accueilli la nouvelle compétition pour son maillot de première équipe.", "Coupant court à la poursuite, je suis arrivé à la conclusion que la réponse était l'augmentation minimale de la chaleur obtenue en portant un maillot de rugby plutôt qu'un t-shirt."], "diffuclty_level": 0, "word": "chemise"}, "lexicalCategory": "Noun", "en": {"sentences": [["We then proceeded to a bunch of neatly ironed shirts on wire hangers.", "Another great opportunity is woven dress shirts and woven sport shirts.", "Meanwhile, the keeper has welcomed the new competition for his first team shirt.", "Cutting to the chase, I came to the conclusion that the answer was the minimal increase in warmth obtained by wearing a rugby shirt rather than a T-shirt."]], "diffuclty_level": 0, "word": "shirt"}, "topic": "clothes", "id": "shirt", "url": "pictures/clothes/shirt.jpg"}, {"de": {"sentences": ["Wenn Sie auf Ihrer Weide viele Steine haben und / oder Sie oft in einer felsigen Gegend reiten; Sie müssen möglicherweise Ihr Pferd beschlagen.", "Die bekannteste Episode im Leben von O'Donohoe war vielleicht, als er in seiner Schmiede einen Yeoman-Kapitän tötete, nachdem er gezwungen worden war, sein Pferd zu beschlagen.", "Später half er dem Schmied, neue Quellen für dieselbe Falle zu bauen, und er lernte, Pferde zu putzen, Lesekurse zu geben und Ställe zu bauen.", "Buck lernte, Pferde zu beschlagen, Wagenräder zu reparieren und landwirtschaftliche Geräte zu reparieren."], "diffuclty_level": 0, "word": "Schuh"}, "es": {"sentences": ["Si tiene muchas rocas en su pasto y / o monta su caballo a menudo en un área rocosa; Es posible que necesite herrar a su caballo.", "Quizás el episodio más conocido en la vida de O'Donohoe fue cuando mató a un capitán Yeoman en su fragua después de haber sido obligado a herrar a su caballo.", "Más tarde ayudó al herrero a hacer nuevos manantiales para la misma trampa y aprendió a montar caballos, a dar lecciones de lectura y a construir cobertizos.", "Buck aprendió a montar caballos, arreglar ruedas de carretas y reparar equipo agrícola."], "diffuclty_level": 0, "word": "Zapato"}, "fr": {"sentences": ["Si vous avez beaucoup de roches dans votre pâturage et / ou si vous montez souvent à cheval dans une zone rocheuse; vous devrez peut-être ferrer votre cheval.", "L’épisode le plus connu de la vie d’O'Donohoe est peut-être le jour où il a tué un capitaine yeoman dans sa forge après avoir été forcé de chausser son cheval.", "Plus tard, il a aidé le forgeron à fabriquer de nouvelles sources pour le même piège et a appris à ferrer des chevaux, à donner des cours de lecture et à construire des hangars.", "Buck a appris à chausser des chevaux, à réparer des roues de wagon et à réparer du matériel agricole."], "diffuclty_level": 0, "word": "chaussure"}, "lexicalCategory": "Noun", "en": {"sentences": [["If you have a lot of rocks in your pasture and/or you ride your horse often in a rocky area; you may need to shoe your horse.", "Perhaps the best known episode in the life of O'Donohoe was when he killed a Yeoman captain in his forge after he had been forced to shoe his horse.", "Later he helped the blacksmith making new springs for the same trap and learnt to shoe horses, give reading lessons and to build sheds.", "Buck learned to shoe horses, fix wagon wheels, and repair farm equipment."]], "diffuclty_level": 0, "word": "shoe"}, "topic": "clothes", "id": "shoe", "url": "pictures/clothes/shoes.jpg"}, {"de": {"sentences": ["Er trug zwei oder drei silberne Ketten um den Hals, ein dunkles T-Shirt und weite Shorts, die mit Tennisschuhen bis zu den Knien reichten.", "Die Auslieferungsfahrer des Unternehmens sind in Schottland in ihren Uniformen von Tartanhosen oder Tartan-Shorts und gelegentlich in Kilts bereits ein vertrauter Anblick.", "Um gut auszusehen, sollten Shorts ein wenig über die Knie fallen und sich gut um das Gesäß und die Beine legen.", "Ich wischte mir die Hand am Bein meiner Jeansshorts ab und griff nach unten, um meinen Rucksack in die Hütte zu ziehen."], "diffuclty_level": 0, "word": "kurze Hose"}, "es": {"sentences": ["Llevaba dos o tres cadenas de plata alrededor de su cuello, una camiseta de color oscuro y unos pantalones cortos holgados que llegaban a sus rodillas con zapatos tenis.", "Los conductores de entrega de la compañía ya son un espectáculo familiar en Escocia con sus uniformes de pantalones de tartán o pantalones cortos de tartán, y ocasionalmente faldas escocesas.", "Para lucir bien, los pantalones cortos deben caer un poco por encima de las rodillas y ajustarse bien alrededor de las nalgas y las piernas.", "Me limpié la mano en la pierna de mis pantalones cortos de mezclilla y me agaché para tirar de mi mochila en la choza."], "diffuclty_level": 0, "word": "pantalones cortos"}, "fr": {"sentences": ["Il portait deux ou trois chaînes d'argent autour du cou, un t-shirt de couleur sombre et un short ample qui lui arrivait jusqu'aux genoux avec des baskets.", "Les livreurs de la société sont déjà un habitué de l’Écosse avec leurs uniformes de pantalon ou de short en tartan et, parfois, de kilts.", "Afin de bien paraître, le short devrait tomber un peu au-dessus des genoux et s’ajuster parfaitement autour de vos fesses et de vos jambes.", "Je passai la main sur la jambe de mon short en jean et tendis la main pour tirer mon sac à dos dans la hutte."], "diffuclty_level": 0, "word": "short"}, "lexicalCategory": "Noun", "en": {"sentences": [["He wore two or three silver chains around his neck, a dark coloured T-Shirt, and baggy shorts that reached his knees with tennis shoes.", "The company's delivery drivers are already a familiar sight around Scotland in their uniforms of tartan trousers or tartan shorts, and occasionally kilts.", "In order to look good, shorts should fall a little above the knees and fit nicely around your buttocks and legs.", "I wiped my hand on the leg of my denim shorts and reached down to tug my backpack into the hut."]], "diffuclty_level": 0, "word": "shorts"}, "topic": "clothes", "id": "shorts", "url": "pictures/clothes/shorts.jpg"}, {"de": {"sentences": ["Ihr fließender Rock wurde mit einem Hauch von Hektik hinauf gehoben.", "Wählen Sie mageres Rindfleisch wie Topside, Silverside oder Rock (in Schottland auch \"bavette\" genannt) und bitten Sie den Metzger, die Scheiben so dünn wie möglich zu schneiden.", "Sie trug einen knielangen, dunkelblauen Jeansrock mit einem vorderen Schlitz und einem blauen rückenfreien Oberteil.", "Madison streckte ihren schwarzen Minirock und das passende Leibchen aus und verließ das Auto."], "diffuclty_level": 0, "word": "Rock"}, "es": {"sentences": ["Su falda fluida se subió por la espalda con solo un toque de ajetreo.", "Elija carne magra como parte superior, plateada o falda (también conocida como bavette en Escocia) y pídale al carnicero que corte las rebanadas lo más finas posible.", "Llevaba una falda de jean azul oscuro hasta la rodilla con una abertura delantera y una parte superior azul sin espalda.", "Madison se enderezó la minifalda negra y la camisola a juego y salió del auto."], "diffuclty_level": 0, "word": "falda"}, "fr": {"sentences": ["Sa jupe flottante a été remontée dans le dos avec juste un soupçon d'agitation.", "Choisissez du bœuf maigre comme le dessus, le dessous ou la jupe (également appelé bavette en Écosse) et demandez au boucher de couper les tranches aussi minces que possible.", "Elle portait une jupe en jean bleu foncé aux genoux avec une fente sur le devant et un haut sans dos bleu.", "Madison a redressé sa mini-jupe noire et sa camisole assortie et est sortie de la voiture."], "diffuclty_level": 0, "word": "jupe"}, "lexicalCategory": "Noun", "en": {"sentences": [["Her flowing skirt was hiked up in back with just a hint of a bustle.", "Choose lean beef such as topside, silverside or skirt (also known as bavette in Scotland) and ask the butcher to cut the slices as thin as possible.", "She was wearing a knee-length dark blue jean skirt with a front slit and a blue backless top.", "Madison straightened out her black mini skirt and matching camisole and exited the car."]], "diffuclty_level": 0, "word": "skirt"}, "topic": "clothes", "id": "skirt", "url": "pictures/clothes/skirt.jpg"}, {"de": {"sentences": ["Ich würde solchen Leuten ins Gesicht stoßen, aber auch dafür sind mir die Finger zu kalt.", "Mein Vater dreht sich um und Tristan stößt ihn ins Gesicht.", "Das System ist also weit davon entfernt, die Wettbewerbsbedingungen zu verbessern, und die kleinen Parteien werden mit einem zusätzlichen finanziellen Nachteil konfrontiert.", "Ich hoffe nur, dass er David nicht mit diesem schwer geröteten Kinn stößt."], "diffuclty_level": 0, "word": "Sock"}, "es": {"sentences": ["Le pegaría a esas personas en la cara, pero mis dedos son demasiado fríos incluso para eso.", "Mi padre se da vuelta y Tristan le pega en la cara.", "Por lo tanto, lejos de nivelar el campo de juego, el sistema asigna a las partes más pequeñas una desventaja financiera adicional.", "Solo espero que no le pegue a David en esa mandíbula fuertemente rugiente."], "diffuclty_level": 0, "word": "calcetine"}, "fr": {"sentences": ["Je chausserais ces personnes au visage, mais mes doigts sont trop froids, même pour cela.", "Mon père se retourne et Tristan lui donne une semelle.", "Ainsi, loin d’égaliser les règles du jeu, le système pénalise les plus petits partis avec un désavantage financier supplémentaire.", "J'espère juste qu'il ne blesse pas David sur cette mâchoire très rugueuse."], "diffuclty_level": 0, "word": "chaussette"}, "lexicalCategory": "Noun", "en": {"sentences": [["I would sock such people in the face, but my fingers are too cold even for that.", "My father turns around and Tristan socks him in the face.", "So, far from leveling the playing field, the system socks the smallest parties with an added financial disadvantage.", "I just hope he doesn't sock David on that heavily rouged jaw."]], "diffuclty_level": 0, "word": "sock"}, "topic": "clothes", "id": "sock", "url": "pictures/clothes/socks.jpg"}, {"de": {"sentences": ["Um den Stolz in York zu steigern, wurde vereinbart, dass Taxifahrer im Winter intelligente Anzüge, maßgeschneiderte Hosen und schwarze Frackschuhe tragen sollten.", "Sie decken Hunderte kleiner und großer Websites mit Gerichtsverfahren, Prozessdrohungen und Forderungen nach Lizenzzahlungen ab.", "Es gibt keinen Grund, eine Flut von Nachlässigkeitsklagen gegen Rechtsanwälte zu befürchten.", "Rechtsstreitigkeiten, insbesondere Sammelklagen, können Abhilfe schaffen."], "diffuclty_level": 0, "word": "passen"}, "es": {"sentences": ["En un esfuerzo por aumentar el orgullo en York, se acordó que los taxistas deben usar trajes elegantes, pantalones a medida y zapatos de vestir negros en invierno.", "Están cubriendo cientos de sitios web grandes y pequeños con demandas legales, amenazas de demandas y demandas de pagos de licencias.", "No hay razón para temer una avalancha de negligencias contra los abogados.", "Las demandas judiciales, en particular las demandas judiciales colectivas, pueden proporcionar alguna reparación."], "diffuclty_level": 0, "word": "traje"}, "fr": {"sentences": ["Afin de renforcer la fierté de York, il a été convenu que les chauffeurs de taxi porteraient des combinaisons élégantes, des pantalons sur mesure et des chaussures de ville noires en hiver.", "Ils couvrent des centaines de sites Web, petits et grands, avec des poursuites, des menaces de poursuites et des demandes de paiement de licence.", "Il n'y a aucune raison de craindre un flot de poursuites pour négligence contre des avocats.", "Les poursuites, en particulier les recours collectifs, peuvent apporter une certaine réparation."], "diffuclty_level": 0, "word": "costume"}, "lexicalCategory": "Noun", "en": {"sentences": [["In an effort to boost pride in York, it was agreed cabbies should wear smart suits, tailored trousers and black dress shoes in winter.", "They are blanketing hundreds of small and large Web sites with lawsuits, threats of suits and demands for licensing payments.", "There is no reason to fear a flood of negligence suits against barristers.", "Lawsuits in particular class-action legal suits, can provide some redress."]], "diffuclty_level": 0, "word": "suit"}, "topic": "clothes", "id": "suit", "url": "pictures/clothes/suit.jpg"}, {"de": {"sentences": ["Für den Handel mit meinen Pullovern für Sweatshirts, für das Herausnehmen der Klimaanlagen und das Einsetzen der Sturmfenster.", "Sie ist ein typischer Teenager, der dunkle Kleidung und ein schwarzes Sweatshirt mit Kapuze trägt.", "Sie trugen alte Flanellhemden und Sweatshirts, die über zerrissenen Jeans hingen.", "Wir hatten uns entschlossen, in unseren Pyjamas zu bleiben und uns warm anzulegen, mit Sweatshirts und Schals."], "diffuclty_level": 0, "word": "Sweatshirt"}, "es": {"sentences": ["Para cambiar mis camisetas sin mangas por las sudaderas, para sacar los acondicionadores de aire y colocar las ventanas contra tormenta.", "Es una adolescente típica, vestida con ropa oscura y una sudadera negra con capucha.", "Llevaban viejas camisas de franela y sudaderas que colgaban sobre pantalones rotos.", "Decidimos quedarnos en pijamas y vestirnos abrigados con sudaderas y bufandas."], "diffuclty_level": 0, "word": "camisa de entrenamiento"}, "fr": {"sentences": ["Pour échanger mes débardeurs contre des sweatshirts, pour sortir les climatiseurs et installer les contre-fenêtres.", "C'est une adolescente typique, vêtue de vêtements sombres et d'un sweat-shirt noir avec capuche.", "Ils portaient de vieilles chemises de flanelle et des pulls molletonnés qui portaient des jeans déchirés.", "Nous avions décidé de rester en pyjama et de nous habiller chaudement avec des sweat-shirts et des écharpes."], "diffuclty_level": 0, "word": "sweat-shirt"}, "lexicalCategory": "Noun", "en": {"sentences": [["For trading in my tank tops for sweatshirts, for taking the air conditioners out and putting the storm windows in.", "She is a typical teenager, dressed in dark clothing and a black sweatshirt complete with hood.", "They wore old flannel shirts, and sweatshirts that hung over ripped jeans.", "We had decided to remain in our pajamas and dress warmly using sweatshirts and scarves."]], "diffuclty_level": 0, "word": "sweatshirt"}, "topic": "clothes", "id": "sweatshirt", "url": "pictures/clothes/sweatshirt.jpg"}, {"de": {"sentences": ["Tragen Sie dazu einen Samt-Blazer mit einer dunklen Jeans und einem Slogan-T-Shirt.", "Sie trug einfach ein T-Shirt und eine Jeans, die ihre langen, wohlgeformten Beine bevorzugt.", "Das Unternehmen hatte zunächst mit dem Verkauf von billigen und fröhlichen T-Shirts und Jeans Erfolg gehabt.", "Viele Unternehmen vermarkten mittlerweile Hemden und T-Shirts, die ultraviolettes Licht herausfiltern sollen."], "diffuclty_level": 0, "word": "T-Shirt"}, "es": {"sentences": ["Para hacer glamour, ponte un blazer de terciopelo con un par de jeans oscuros y una camiseta con eslogan.", "Estaba vestida simplemente con una camiseta y pantalones ajustados que favorecían sus piernas largas y bien formadas.", "La compañía había prosperado inicialmente vendiendo camisetas y pantalones vaqueros baratos y alegres.", "Muchas compañías ahora comercializan camisetas y camisetas que están diseñadas para filtrar la luz ultravioleta."], "diffuclty_level": 0, "word": "camiseta"}, "fr": {"sentences": ["Portez un blazer en velours avec un jean foncé et un t-shirt à slogan.", "Elle était vêtue simplement d'un t-shirt et d'un jean ajusté qui favorisait ses longues jambes galbées.", "La société avait d'abord prospéré en vendant des t-shirts et des jeans bon marché et enjoués.", "De nombreuses entreprises commercialisent maintenant des chemises et des t-shirts conçus pour filtrer la lumière ultraviolette."], "diffuclty_level": 0, "word": "T-shirt"}, "lexicalCategory": "Noun", "en": {"sentences": [["To glam up, throw on a velvet blazer with a pair of dark jeans and a slogan T-shirt.", "She was dressed simply in a T-shirt and fitted jeans that favored her long, shapely legs.", "The company had initially prospered by selling cheap and cheerful T-shirts and jeans.", "Many companies now market shirts and T-shirts that are designed to filter out ultraviolet light."]], "diffuclty_level": 0, "word": "t-shirt"}, "topic": "clothes", "id": "t-shirt", "url": "pictures/clothes/t-shirt.jpg"}, {"de": {"sentences": ["Die Debatte über das Unentschieden der Runde hat nie wirklich angefangen.", "Wiederum verbinden starke soziale Bindungen die Mitglieder in den USA und Indien.", "Wie müssen sie unter den feinen Anzügen, engen Kragen, Seidenkrawatten und stark gestärkten Hemden geschwitzt haben!", "Die beiden Mannschaften haben sich achtmal im FA-Cup getroffen, und viermal ist der Sieger des Gleichstandes ins Finale gegangen."], "diffuclty_level": 0, "word": "Krawatte"}, "es": {"sentences": ["El debate sobre cuál es el empate de la ronda nunca comenzó realmente.", "Nuevamente, los lazos sociales vinculan a los miembros en los Estados Unidos y la India.", "¡Cómo deben haber transpirado debajo de los trajes finos, los cuellos ajustados, las corbatas de seda y las camisas muy almidonadas!", "Las dos partes se han enfrentado en la Copa FA ocho veces y cuatro veces el ganador de la eliminatoria ha pasado a la final."], "diffuclty_level": 0, "word": "Corbata"}, "fr": {"sentences": ["Le débat sur le lien du tour n’a jamais vraiment commencé.", "Là encore, des liens sociaux étroits lient les membres aux États-Unis et en Inde.", "Comme ils ont dû transpirer sous les tailleurs, les cols serrés, les cravates en soie et les chemises très empesées!", "Les deux équipes se sont rencontrées à huit reprises en Coupe d'Angleterre et quatre fois, le vainqueur du match nul s'est qualifié pour la finale."], "diffuclty_level": 0, "word": "cravate"}, "lexicalCategory": "Verb", "en": {"sentences": [["The debate about which is the tie of the round never really got started.", "Again, strong social ties link members in the U.S. and India.", "How they must have perspired underneath the fine suits, tight collars, silk ties and heavily starched shirts!", "The two sides have met in the FA Cup eight times and four times the winner of the tie has gone on to the final."]], "diffuclty_level": 0, "word": "tie"}, "topic": "clothes", "id": "tie", "url": "pictures/clothes/tie.jpg"}, {"de": {"sentences": ["Sie haben eingebaute Stütz-BHs, die in verschiedenen Größen erhältlich sind.", "Frauen brannten BHs, weil sie ein Symbol der Unterdrückung waren, was im Gegensatz zu Ihrer Ansicht als BHs als Unterstützung steht.", "Natürlich ist der andere Hauptbestandteil der Damenunterwäschekollektion ihre BHs.", "Frauen tragen seit langem traditionelle BHs, die von Schulter- und Rückengurten getragen werden."], "diffuclty_level": 0, "word": "BH"}, "es": {"sentences": ["Tienen sujetadores de soporte incorporados que vienen en una gama de tamaños ajustables.", "Las mujeres quemaban sostenes porque eran un símbolo de opresión que contrasta con su opinión como sostenes como apoyo.", "Por supuesto, el otro componente importante de la colección de lencería de cualquier mujer son sus sostenes.", "Durante mucho tiempo, las mujeres han usado sostenes tradicionales que son sostenidos por correas de hombros y espalda."], "diffuclty_level": 0, "word": "sostén"}, "fr": {"sentences": ["Ils ont des soutiens-gorge intégrés qui viennent dans une gamme de tailles ajustables.", "Les femmes brûlaient des soutiens-gorge parce qu’elles symbolisaient l’oppression, ce qui contraste avec votre point de vue.", "Bien entendu, l’autre composante majeure de la collection de lingerie de toute femme est son soutien-gorge.", "Pendant longtemps, les femmes portaient des soutiens-gorge traditionnels soutenus par des bretelles et des bretelles."], "diffuclty_level": 0, "word": "soutien-gorge"}, "lexicalCategory": "Noun", "en": {"sentences": [["They have built-in support bras that come in a range of adjustable sizes.", "Women were burning bras because they were a symbol of oppression which is in contrast to your view as bras as support.", "Of course, the other major component of any woman's lingerie collection is her bras.", "For a long time, women have worn traditional bras that are supported by shoulder and back straps."]], "diffuclty_level": 0, "word": "bra"}, "topic": "clothes", "id": "bra", "url": "pictures/clothes/bra.jpg"}]}