{"data": [{"fr": {"diffuclty_level": 0, "sentences": ["Je les enfermais dans de la graisse chaude, enveloppais chaque oiseau dans du bacon gras ou de la pancetta et rôtissait jusqu'à tendreté.", "Nous préférerions de loin que nos joueurs aient des haricots sur du pain grillé plutôt que du bacon et des saucisses et ce genre de chose.", "Il s'agit d'une raie pochée avec une saucisse de fenouil ou de rein d'agneau sur du pain au bacon et aux oignons.", "Le plat est également bon si vous placez des lanières de bacon sur le dessus vers la fin du temps de cuisson."], "word": "Bacon"}, "id": "bacon", "es": {"diffuclty_level": 0, "sentences": ["Los sellaría con grasa caliente, envolvería cada ave con panceta o panceta y los asaría hasta que estuvieran tiernos.", "Preferiríamos que nuestros jugadores tuvieran frijoles tostados en lugar de tocino y salchichas y ese tipo de cosas.", "Es patinaje escalfado con salchicha de riñón de hinojo o cordero en tocino y pan de cebolla.", "El plato también es bueno si coloca tiras de tocino sobre la parte superior hacia el final del tiempo de cocción."], "word": "tocino"}, "url": "pictures/food/bacon.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["I would seal them in hot fat, wrap each bird in fatty bacon or pancetta and roast till tender.", "We would much rather our players had beans on toast than bacon and sausage and that sort of thing.", "It's poached skate with fennel or lamb kidney sausage on bacon and onion bread.", "The dish is also nice if you place strips of bacon over the top towards the end of the cooking time."]], "word": "bacon"}, "de": {"diffuclty_level": 0, "sentences": ["Ich würde sie mit heißem Fett versiegeln, jeden Vogel in Speck oder Pancetta einwickeln und braten, bis er weich ist.", "Es wäre viel lieber, wenn unsere Spieler Bohnen auf Toast hätten als Speck und Wurst und so.", "Es ist pochierter Schlittschuh mit Fenchel- oder Lammnierenwurst auf Speck und Zwiebelbrot.", "Das Gericht ist auch gut, wenn Sie gegen Ende der Kochzeit Speckstreifen darüber legen."], "word": "Speck"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Ils ont un déficit record.", "Comme je le dis à mes étudiants quand ils parlent de mes tests: La vie n’est pas un choix multiple, une question Vrai-Faux ou une question de dissertation; le plus souvent, c'est une réponse courte - et votre note est basée sur votre compréhension du contexte de la question."], "word": "du boeuf"}, "id": "beef", "es": {"diffuclty_level": 0, "sentences": ["Se atormentan sobre los déficits récord", "Tal como les digo a mis alumnos cuando comentan acerca de mis pruebas: la vida no es de opción múltiple, Verdadero-Falso o una pregunta de ensayo; la mayoría de las veces es una respuesta breve, y su calificación se basa en su comprensión del contexto de la pregunta."], "word": "carne de vaca"}, "url": "pictures/food/beef.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["They beef about record-level deficits.", "As I tell my students when they beef about my tests: Life isn't multiple choice, True-False or an Essay question; more often than not it's short answer--and your grade is based on your understanding of the context of the question."]], "word": "beef"}, "de": {"diffuclty_level": 0, "sentences": ["Sie beklagen sich über Defizite auf Rekordniveau.", "Wie ich meinen Schülern erzähle, wenn sie sich über meine Tests informieren: Das Leben ist keine Multiple Choice, True-False oder eine Essay-Frage. Meistens ist es eine kurze Antwort - und Ihre Note basiert auf Ihrem Verständnis des Kontextes der Frage."], "word": "Rindfleisch"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Cependant, les animaux sacrifiés lors de ces rites étaient des poules et des poules.", "Selon la pensée indienne traditionnelle, voir une couvée de poulets avec une poule est de mauvais augure.", "La sauce va également bien avec les restes de rôti, de poulet, de dinde ou de jambon.", "Tout le monde a vu au moins quelques oiseaux gallinacés, depuis le poulet et les dindes domestiqués sont dans cette catégorie."], "word": "poulet"}, "id": "chicken", "es": {"diffuclty_level": 0, "sentences": ["Sin embargo, los animales sacrificados en estos ritos han sido pollos y gallinas.", "Según el pensamiento tradicional de la India, ver una camada de pollos junto con una gallina es un mal presagio.", "La salsa también va bien con restos de carne asada, pollo, pavo o jamón.", "Todos han visto al menos algunas aves gallináceas, ya que los pollos y pavos domesticados se encuentran en esta categoría."], "word": "pollo"}, "url": "pictures/food/chicken.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["However, the animals sacrificed in these rites have been chickens and hens.", "As per traditional Indian thinking, seeing a brood of chickens along with a hen is a bad omen.", "The sauce also goes well with leftover roast, chicken, turkey or ham.", "Everyone has seen at least a few gallinaceous birds, since domesticated chicken and turkeys are in this category."]], "word": "chicken"}, "de": {"diffuclty_level": 0, "sentences": ["Die in diesen Riten geopferten Tiere waren jedoch Hühner und Hühner.", "Nach traditionellem indischen Denken ist es ein schlechtes Omen, wenn man zusammen mit einer Henne eine Hühnerbrut sieht.", "Die Sauce passt auch gut zu Speiseresten, Hähnchen, Truthahn oder Schinken.", "Jeder hat mindestens ein paar gallinaceous Vögel gesehen, da domestizierte Hühner und Puten in dieser Kategorie sind."], "word": "Hähnchen"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Mais il était, si rien d’autre, un acteur exceptionnel dans le secteur du jambon et la vérité ne s’y opposait jamais.", "Picasso est le génie en question et, heureusement, c'est un gros jambon.", "Pour être honnête, le grand oiseau, le jambon rôti et les roulés à la saucisse sont une pierre de taille autour du cou de ce cuisinier depuis plus longtemps qu'il ne se souvient pas.", "Si vous êtes un amateur de radio et que vous êtes un peu déçu du manque de diversité des systèmes d’exploitation dans les principaux magazines de radio amateur, vous apprécierez certainement l’introduction de Volker Schroer sur PSK31 sous Linux à la page 50."], "word": "jambon"}, "id": "ham", "es": {"diffuclty_level": 0, "sentences": ["Pero él era, si nada más, un actor excepcional y la verdad nunca se interpuso en su camino.", "Picasso es el genio en cuestión, y afortunadamente es un gran jamón.", "Para ser honesto, el gran pájaro, el jamón asado y los rollos de salchicha han sido una piedra de molino alrededor del cuello de este cocinero por más tiempo de lo que él recuerda.", "Si eres un fanático de la radio, y te decepciona un poco la falta de diversidad de sistemas operativos en las revistas de radio amateur, puedes disfrutar de la introducción de Volker Schroer a PSK31 en Linux en la página 50."], "word": "jamón"}, "url": "pictures/food/ham.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["But he was, if nothing else, an exceptional ham actor and the truth never stood in his way.", "Picasso's the genius in question, and thankfully he's a big ham.", "To be honest, the great bird, the roast ham and the sausage rolls have been a millstone round this cook's neck for longer than he cares to remember.", "If you're a radio ham, and a little disappointed with the lack of OS diversity in the mainstream amateur radio magazines, you're sure to enjoy Volker Schroer's intro to PSK31 under Linux on page 50."]], "word": "ham"}, "de": {"diffuclty_level": 0, "sentences": ["Aber er war, wenn nicht anders, ein außergewöhnlicher Schinkenschauspieler, und die Wahrheit stand ihm nie im Weg.", "Picasso ist das Genie, und zum Glück ist er ein großer Schinken.", "Um ehrlich zu sein, der große Vogel, der Schinkenbraten und die Wurstbrötchen waren ein Mühlstein um den Hals dieses Kochs, als er sich erinnern möchte.", "Wenn Sie ein Radiosender sind und ein wenig enttäuscht über die mangelnde Betriebssystemvielfalt in den gängigen Amateurfunkmagazinen sind, werden Sie Volker Schroers Einführung zu PSK31 unter Linux auf Seite 50 sicher gefallen."], "word": "Schinken"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Ils ont massacré un bœuf et ont servi des hamburgers et des steaks à la famille.", "Les steaks, les hamburgers, les hot dogs et les côtelettes de porc sont généralement grillés.", "Il y aura une tente à bière et la cuisine sera ouverte et proposera des hamburgers, des rouleaux de boerewors, du curry et du riz.", "Le 4 juillet, alors que j'étais assis chez Steve et que je préparais des hamburgers et des hot-dogs, mon téléphone portable a commencé à sonner."], "word": "Hamburger"}, "id": "hamburger", "es": {"diffuclty_level": 0, "sentences": ["Masacraron un novillo y sirvieron hamburguesas y filetes a la familia.", "Los filetes, las hamburguesas, los perros calientes y las chuletas de cerdo se suelen asar a la parrilla.", "Habrá una tienda de cerveza y la cocina estará abierta ofreciendo hamburguesas, panecillos, curry y arroz.", "El 4 de julio, mientras estaba sentado en la casa de Steve asando hamburguesas y perros calientes, mi teléfono celular comenzó a sonar."], "word": "hamburguesa"}, "url": "pictures/food/hamburger.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["They butchered a steer and served hamburgers and steaks to the family.", "Steaks, hamburgers, hot dogs and pork chops are usually grilled.", "There will be a beer tent and the kitchen will be open offering hamburgers, boerewors rolls and curry and rice.", "On the Fourth of July, as I sat at Steve's house grilling hamburgers and hot dogs, my cell phone began to ring."]], "word": "hamburger"}, "de": {"diffuclty_level": 0, "sentences": ["Sie schlachteten ein Ochse und servierten der Familie Hamburger und Steaks.", "In der Regel werden Steaks, Hamburger, Hot Dogs und Schweinekoteletts gegrillt.", "Es wird ein Bierzelt geben und die Küche wird geöffnet. Hier werden Hamburger, Boerewors-Brötchen sowie Curry und Reis angeboten.", "Als ich am vierten Juli in Steves Haus saß und Hamburger und Hot Dogs grillte, läutete mein Handy."], "word": "Hamburger"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Et avec ses performances passées spectaculaires dans les ondes de hot-dog, Tim a tout ce qu'il faut pour passer d'un fil à l'autre.", "La viande fraîche contient moins de sodium que la viande de déjeuner, le bacon, les hot dogs, les saucisses et le jambon.", "Les téléspectateurs de ma maison étaient tous inquiets des réactions redneck / macho des concurrents lorsque Kobayashi a remporté le premier tour de hot dog puis le grand prix.", "Le dimanche, le bar ouvre sa cuisine et sert des hamburgers, des hot dogs et des pizzas."], "word": "Hot-dog"}, "id": "hot dog", "es": {"diffuclty_level": 0, "sentences": ["Y con espectaculares actuaciones pasadas en las olas de perros calientes como guía, en cuanto al talento, Tim tiene todo lo que se necesita para ir de cable a cable.", "La carne fresca es más baja en sodio que la carne de almuerzo, tocino, perros calientes, salchichas y jamón.", "Los espectadores en mi casa estaban todos preocupados por las reacciones de paleto / macho entre los competidores cuando Kobayashi ganó por primera vez la ronda de hot dogs y luego ganó el gran premio.", "Los domingos, el bar abre su cocina, que sirve hamburguesas, perros calientes y pizza."], "word": "Pancho"}, "url": "pictures/food/hot_dog.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["And with spectacular past performances in hot dog waves as a guide - talent wise - Tim has what it takes to go wire-to-wire.", "Fresh meat is lower in sodium than luncheon meat, bacon, hot dogs, sausage and ham.", "The viewers in my house were all worried about redneck/macho reactions among competitors when Kobayashi first won the hot dog round and then went on to win the grand prize.", "On Sundays, the bar opens its kitchen, serving burgers, hot dogs, and pizza."]], "word": "hot dog"}, "de": {"diffuclty_level": 0, "sentences": ["Und mit spektakulären Aufführungen in Hot-Dog-Wellen als Leitfaden - was Talente angeht - hat Tim alles, um von Draht zu Draht zu gehen.", "Frisches Fleisch enthält weniger Natrium als Mittagessen, Speck, Würstchen, Wurst und Schinken.", "Die Zuschauer in meinem Haus waren alle besorgt über Redneck / Macho-Reaktionen unter den Konkurrenten, als Kobayashi zuerst die Hot Dog-Runde gewann und dann den Hauptpreis gewann.", "Sonntags öffnet die Bar ihre Küche mit Burger, Hot Dogs und Pizza."], "word": "Hotdog"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Il a perdu un peu de poids (apparemment, Skinner \"finit toujours par faire le plein de porc\") et, tenant une bouteille d'eau dans son vêtement de sport de marque, pourrait bien être au gymnase.", "Mais je soupçonne que les enfants obèses réagiraient en trouvant d’autres aliments pour la viande de porc.", "En vieillissant, ils ont tendance à manger de la même manière, à courir moins et à sortir un peu du porc."], "word": "porc"}, "id": "pork", "es": {"diffuclty_level": 0, "sentences": ["Perdió un poco de peso (Skinner 'siempre se vuelve loco' hacia el final de hacer un álbum, al parecer) y, sosteniendo una botella de agua en su prenda deportiva de diseñador, casi podría estar en el gimnasio.", "Pero sospecho que los niños obesos responderían encontrando otros alimentos para el cerdo.", "A medida que crecen, tienden a comer lo mismo y corren menos, y la carne de cerdo sale un poco."], "word": "Cerdo"}, "url": "pictures/food/pork.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["He's lost a bit of weight (Skinner ‘always porks out’ towards the end of making an album, apparently) and, clutching a bottle of water in his snappy designer sportswear, might almost be at the gym.", "But I suspect that obese kids would respond by finding other foods to pork out on.", "As they get older, they tend to eat the same and run around less, and pork out a bit."]], "word": "pork"}, "de": {"diffuclty_level": 0, "sentences": ["Er hat ein bisschen an Gewicht verloren (Skinner 'scheint immer gegen Ende der Produktion eines Albums), und wenn er in seiner flinken Designer-Sportbekleidung eine Flasche Wasser hält, ist er fast im Fitnessstudio.", "Aber ich vermute, dass fettleibige Kinder darauf reagieren, indem sie andere Nahrungsmittel finden, auf die sie sich konzentrieren können.", "Wenn sie älter werden, neigen sie dazu, das Gleiche zu essen, weniger herumzulaufen und ein wenig zu schwitzen."], "word": "Schweinefleisch"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Les porcs sont généralement abattus avant Noël, fumés, transformés en saucisses et conservés pour être utilisés tout au long de l'année.", "Vous avez des tranches de pain italien croustillantes garnies de gelée de poivron et de saucisse andouille au milieu.", "Tranchez des morceaux de saucisse italienne sur un lit de lentilles.", "Une soif de saucisses fumées et de rouleaux de chou peut certainement être satisfaite ici."], "word": "saucisse"}, "id": "sausage", "es": {"diffuclty_level": 0, "sentences": ["Los cerdos generalmente se matan antes de Navidad, se fuman, se convierten en salchichas y se conservan para su uso durante todo el año.", "Tienes rodajas de pan italiano crujientes cubiertas con gelatina de pimienta y salchicha andouille en el medio.", "Cortar trozos de salchicha italiana en una cama de lentejas.", "Un antojo por las salchichas ahumadas y los rollos de col definitivamente puede satisfacerse aquí."], "word": "chorizo"}, "url": "pictures/food/sausage.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Pigs are usually slaughtered before Christmas, smoked, made into sausage, and preserved for use throughout the year.", "You've got crusty Italian bread slices topped with pepper jelly and andouille sausage in the middle.", "Slice up pieces of Italian sausage onto a bed of lentils.", "A craving for smoked sausages and cabbage rolls can definitely be satisfied here."]], "word": "sausage"}, "de": {"diffuclty_level": 0, "sentences": ["Schweine werden normalerweise vor Weihnachten geschlachtet, geräuchert, zu Wurst verarbeitet und für das ganze Jahr konserviert.", "Sie haben knusprige italienische Brotscheiben mit Pfeffergelee und Andouille-Wurst in der Mitte.", "Schneiden Sie italienische Wurststücke in ein Linsenbett.", "Ein Verlangen nach geräucherten Würstchen und Kohlrouladen kann hier definitiv befriedigt werden."], "word": "Wurst"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Parmi les classiques anglais figurent le pudding au steak et aux reins, les côtelettes de côtelettes d’agneau, le dessus du bœuf, les bangers et la purée, ainsi que le poisson, les chips et les pois.", "J'ai acheté du lait caillé au citron et au marmite, des biscuits salés à la crème et des relish, des tartes au bifteck et aux reins et de la sauce Worcestershire.", "Le thé se déplaçait rapidement, de la tarte au steak au pudding.", "Qu'en est-il des gars et de la viande? steaks, hamburgers, côtelettes sont la voie au coeur d'un homme"], "word": "steak"}, "id": "steak", "es": {"diffuclty_level": 0, "sentences": ["Entre los clásicos ingleses se encuentran el pudin de bistec y riñones, las chuletas de cordero, la parte superior de la carne de res, los bangers y el puré, y el pescado, papas fritas y guisantes.", "Compré Marmite y requesón de limón, galletas de crema y condimentos para caballeros, pasteles de carne y riñones y salsa Worcestershire.", "El té avanzaba rápidamente, desde el pastel de carne hasta el pudín.", "¿Qué pasa con los tíos y la carne? Filetes, hamburguesas, chuletas son el camino al corazón de un hombre."], "word": "filete"}, "url": "pictures/food/steak.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Among the English classics will be steak and kidney pudding, lamb chump chops, topside of beef, bangers and mash, and fish, chips and peas.", "I bought Marmite and lemon curd, cream crackers and gentleman's relish, steak and kidney pies and Worcestershire sauce.", "Tea was moving on apace, from steak pie to pudding.", "What is it about blokes and meat? steaks, burgers, chops are the way to a man's heart"]], "word": "steak"}, "de": {"diffuclty_level": 0, "sentences": ["Zu den englischen Klassikern gehören Steak- und Nierenpudding, Lammkoteletts, Rindfleisch-Oberteile, Banger und Brei sowie Fisch, Chips und Erbsen.", "Ich kaufte Marmite- und Zitronenquark, Sahnecracker und Gentlemans Relish, Steak- und Nierenpasteten und Worcestershire-Sauce.", "Der Tee bewegte sich schnell, von der Steakpastete bis zum Pudding.", "Was ist mit Kerlen und Fleisch? Steaks, Burger, Koteletts sind der Weg zum Herzen eines Mannes"], "word": "Steak"}}, {"fr": {"diffuclty_level": 0, "sentences": ["La demande de volaille augmente régulièrement depuis des décennies et les consommateurs américains mangent maintenant plus de poulet et de dinde que de viande rouge.", "Carmella a servi trois types de viande, à savoir: la dinde, le bœuf et la tortue.", "Cette recette d'avant Noël demande de la viande de dinde fraîche émincée, de préférence d'un oiseau bio élevé en plein air.", "Un dindon sauvage a englouti et nous sommes retournés au camp pour le dîner sous la pleine lune."], "word": "dinde"}, "id": "turkey", "es": {"diffuclty_level": 0, "sentences": ["La demanda de aves de corral ha crecido de manera constante durante décadas, y los consumidores estadounidenses ahora comen más pollo y pavo que carne roja.", "Carmella sirvió tres tipos de carne, incluyendo: pavo, carne de res y tortuga.", "Esta receta previa a la Navidad requiere carne de pavo fresca picada, preferiblemente de un pájaro orgánico de corral.", "Un pavo salvaje engulló, y regresamos al campamento para cenar bajo la luna llena."], "word": "pavo"}, "url": "pictures/food/turkey.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Demand for poultry has grown steadily for decades, and U.S. consumers now eat more chicken and turkey than red meat.", "Carmella served three kinds of meat including: turkey, beef, and turtle.", "This pre-Christmas recipe calls for minced fresh turkey meat, preferably from a free-range, organic bird.", "A wild turkey gobbled, and we returned to camp for dinner beneath a full moon."]], "word": "turkey"}, "de": {"diffuclty_level": 0, "sentences": ["Die Nachfrage nach Geflügel ist seit Jahrzehnten stetig gewachsen, und die Verbraucher in den USA essen heute mehr Huhn und Truthahn als rotes Fleisch.", "Carmella servierte drei Fleischsorten: Truthahn, Rindfleisch und Schildkröte.", "Dieses vorweihnachtliche Rezept verlangt nach gehacktem frischem Truthahnfleisch, vorzugsweise von einem Freiland-Biovogel.", "Ein wilder Truthahn verschlang, und wir kehrten bei Vollmond zum Abendessen zurück."], "word": "Truthahn"}}, {"fr": {"diffuclty_level": 0, "sentences": ["La sauce bolognaise devrait comprendre un mélange de viandes, en particulier de bœuf, d’agneau et de veau.", "La ferme compte maintenant des bovins laitiers et de boucherie, des veaux de boucherie, des porcs et des moutons, ainsi que des céréales, des légumineuses et des légumes.", "Faire brunir la viande de veau de tous les côtés, en veillant à ce que la viande présente une croûte légèrement dorée / rouillée.", "Ici, le veau finement coupé est recouvert de chapelure au parmesan, puis frit."], "word": "veau"}, "id": "veal", "es": {"diffuclty_level": 0, "sentences": ["La salsa boloñesa debe incluir una mezcla de carnes, especialmente carne de res, cordero y ternera.", "Ahora la granja tiene ganado lechero y de carne, terneras, cerdos y ovejas, así como cereales, legumbres y hortalizas.", "Ternera marrón por todos lados, asegurando que la carne haya desarrollado un poco de corteza dorada / óxido.", "Aquí, la ternera finamente cortada se cubre con pan rallado de queso parmesano, luego se fríe."], "word": "ternera"}, "url": "pictures/food/veal.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Bolognese sauce should include a mix of meats, particularly beef, lamb and veal.", "Now the farm has dairy and beef cattle, veal calves, pigs and sheep as well as cereal crops, pulses and vegetables.", "Brown veal on all sides, ensuring that the meat has developed a bit of a golden/rust crust.", "Here, thinly-cut veal is covered in Parmesan cheese breadcrumbs, then fried."]], "word": "veal"}, "de": {"diffuclty_level": 0, "sentences": ["Die Bolognese-Sauce sollte eine Mischung aus Fleisch, insbesondere Rindfleisch, Lamm und Kalbfleisch enthalten.", "Jetzt hat der Hof Milch- und Mastvieh, Kalbkälber, Schweine und Schafe sowie Getreide, Hülsenfrüchte und Gemüse.", "Braunes Kalbfleisch auf allen Seiten, um sicherzustellen, dass das Fleisch eine goldene / rostige Kruste entwickelt hat.", "Hier wird dünn geschnittenes Kalbfleisch mit Parmesankäse paniert und gebraten."], "word": "Kalbfleisch"}}, {"fr": {"diffuclty_level": 0, "sentences": ["De 1905 à 1918, il rapporta des échantillons de plantes de pommes à l’herbe de zoysia.", "C'est au printemps que le pommier fleurit et que des centaines de jonquilles et de tulipes blanches s'épanouissent sous lui.", "Je veux dire, pensez-vous que les pommes vertes ne sont cultivées que dans une ferme donnée?", "Ce processus se produit tôt dans la maturation des fruits à baies tels que la tomate, alors qu'il est tardif dans les fruits croquants tels que la pomme."], "word": "Pomme"}, "id": "apple", "es": {"diffuclty_level": 0, "sentences": ["De 1905 a 1918, trajo muestras de plantas de manzanas a zoysia.", "La primavera es cuando el manzano florece, y debajo de él florecen cientos de narcisos blancos y tulipanes.", "Quiero decir, ¿crees que las manzanas verdes solo se cultivan en una granja determinada?", "En frutas blandas como el tomate, este proceso ocurre temprano en la maduración, mientras que en frutas crujientes como la manzana es un proceso de maduración tardía."], "word": "manzana"}, "url": "pictures/food/apple.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["From 1905 to 1918, he brought back samples of plants from apples to zoysia grass.", "Spring is when the apple tree blooms, and beneath it hundreds of white daffodils and tulips come into flower.", "I mean, do you think that green apples are only grown on a certain farm?", "In soft fruit such as tomato this process occurs early in ripening whereas in crisp fruits such as apple it is a late-ripening process."]], "word": "apple"}, "de": {"diffuclty_level": 0, "sentences": ["Von 1905 bis 1918 brachte er Pflanzenproben von Äpfeln nach Zoysia-Gras mit.", "Frühling ist, wenn der Apfelbaum blüht, und darunter blühen hunderte weiße Narzissen und Tulpen.", "Ich meine, denken Sie, dass grüne Äpfel nur auf einer bestimmten Farm angebaut werden?", "Bei weichen Früchten wie Tomaten tritt dieser Prozess frühzeitig während der Reifung auf, während er bei knackigen Früchten wie Apfel ein später Reifungsprozess ist."], "word": "Apfel"}}, {"fr": {"diffuclty_level": 0, "sentences": ["La chair peut être soit d'abricot, soit moins souvent mais plus délicieuse, de couleur crème.", "Le bois de tension dans l'abricotier est composé de fibres de G typiques.", "Les arbres à fleurs printanières tels que les cerisiers à fleurs, les prunes et les abricots ne doivent pas être taillés en hiver, sinon vous couperez beaucoup de fleurs.", "Même en hiver, les branches nues des trembles, des abricots et des pommiers, ainsi que les baies rouge vif du sorbier sont d'une beauté austère."], "word": "abricot"}, "id": "apricot", "es": {"diffuclty_level": 0, "sentences": ["La carne puede ser albaricoque o, con menos frecuencia, pero más deliciosa, de color crema.", "La madera de tensión en el albaricoquero está compuesta de fibras G típicas.", "Los árboles que florecen en primavera, como las cerezas en flor, las ciruelas y los albaricoques, no se deben podar durante el invierno, de lo contrario cortarás muchas flores.", "Incluso en invierno hay una belleza austera en las ramas desnudas de álamo, albaricoque y manzanos, y las bayas de ceniza de montaña de color rojo brillante."], "word": "albaricoque"}, "url": "pictures/food/apricot.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["The flesh can be either apricot or, less often but more delicious, cream coloured.", "Tension wood in the apricot tree is composed of typical G-fibres.", "Spring flowering trees such as flowering cherries, plums and apricots should not be pruned during winter, otherwise you will cut off many of the flowers.", "Even in winter there's an austere beauty to the bare branches of aspen, apricot, and apple trees, and the bright-red berries of mountain ash."]], "word": "apricot"}, "de": {"diffuclty_level": 0, "sentences": ["Das Fleisch kann entweder Aprikose oder, seltener aber lecker, cremefarben sein.", "Spannungsholz im Aprikosenbaum besteht aus typischen G-Fasern.", "Im Frühling blühende Bäume wie blühende Kirschen, Pflaumen und Aprikosen sollten im Winter nicht beschnitten werden, da Sie sonst viele Blumen abschneiden.", "Selbst im Winter haben die kahlen Äste von Espen, Aprikosen und Apfelbäumen und die leuchtend roten Beeren der Eberesche eine strenge Schönheit."], "word": "Aprikose"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Le lieu était bananes, entre techno, danse des années 90, booty, drum & bass et bien sûr Joe Jackson, tandis que Luv continuait de montrer à quel point il pouvait être polyvalent avec un barrage puissant.", "Nous avons vérifié les confitures d’été qui s’y sont déroulées et qui sont gratuites pour la ville, c’était donc des bananes.", "Toute la chose est bananes mais je n'ai pas essayé d'effacer mon nom car cela aurait signifié rester encore plusieurs mois."], "word": "banane"}, "id": "banana", "es": {"diffuclty_level": 0, "sentences": ["El lugar era bananas, batiendo entre el techno, la danza de los 90, el botín, el tambor y el bajo y, por supuesto, Joe Jackson, mientras que Luv continuó demostrando lo versátil que puede ser con un fuerte arranque de ácido.", "Hicimos un vistazo a la mermelada de verano que sucedió allí, que es gratuita para la ciudad, así que eso fue bananas.", "Todo esto es bananas, pero no intenté limpiar mi nombre ya que eso hubiera significado quedarme por varios meses más."], "word": "plátano"}, "url": "pictures/food/banana.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["The place was bananas, whipping between techno, '90s dance, booty, drum & bass and of course Joe Jackson, while Luv continued to show how versatile he can be with a hard thumping acid jump-off.", "We did check out the summer jam that happened out there, which is free to the city, so that was bananas.", "The whole thing is bananas but I didn't attempt to clear my name as that would have meant staying on for several months more."]], "word": "banana"}, "de": {"diffuclty_level": 0, "sentences": ["Es waren Bananen, die zwischen Techno, 90er-Jahre-Tanz, Beute, Drum & Bass und natürlich Joe Jackson peitschten, während Luv weiterhin zeigte, wie vielseitig er mit einem harten poppigen Säure-Stechen sein kann.", "Wir haben uns die Sommer-Marmelade angesehen, die da draußen passiert ist, die in der Stadt kostenlos ist, also waren es Bananen.", "Das Ganze sind Bananen, aber ich habe nicht versucht, meinen Namen zu klären, denn das hätte bedeuten müssen, dass ich noch einige Monate bleiben würde."], "word": "Banane"}}, {"fr": {"diffuclty_level": 0, "sentences": ["La taille des framboises et des mûres peut être un jeu d'enfant si vous suivez quelques étapes simples.", "Recherchez également des hybrides complexes de framboises noires et diverses espèces d’autres framboises et mûres, y compris certaines tropicales et asiatiques.", "J'allais faire des sonneries lyriques à propos de mon week-end, en parcourant le domaine en cueillant des mûres, des pommes et des Damsons.", "Les ronces - framboises et mûres - sont des plantes vivaces à la croissance bisannuelle et au port fructifère."], "word": "la mûre"}, "id": "blackberry", "es": {"diffuclty_level": 0, "sentences": ["La poda de frambuesas y moras puede ser muy fácil si sigues unos simples pasos.", "También busque híbridos complejos de frambuesas negras y varias especies de otras frambuesas y moras, incluyendo algunas que son tropicales y asiáticas.", "Iba a hablar mucho sobre mi fin de semana, paseando por la finca recogiendo moras, manzanas y Damsons.", "Las zarzas (frambuesas y moras) son plantas perennes con un crecimiento bienal y un hábito fructífero."], "word": "Mora"}, "url": "pictures/food/blackberry.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Pruning raspberries and blackberries can be a snap if you follow a few simple steps.", "Also look for complex hybrids of black raspberries and various species of other raspberries and blackberries, including some that are tropical and Asiatic.", "I was going to wax lyrical about my weekend, walking round the estate picking blackberries, apples and Damsons.", "The brambles - raspberries and blackberries - are perennial plants with a biennial growth and fruiting habit."]], "word": "blackberry"}, "de": {"diffuclty_level": 0, "sentences": ["Das Beschneiden von Himbeeren und Brombeeren kann ein Kinderspiel sein, wenn Sie ein paar einfache Schritte ausführen.", "Suchen Sie auch nach komplexen Hybriden aus schwarzen Himbeeren und verschiedenen anderen Himbeeren und Brombeeren, einschließlich tropischer und asiatischer Arten.", "Ich wollte über mein Wochenende lyrisch werden und durch das Anwesen spazieren gehen, Brombeeren, Äpfel und Damsons pflücken.", "Die Brombeeren - Himbeeren und Brombeeren - sind mehrjährige Pflanzen mit zweijährigem Wachstum und fruchtigem Wuchs."], "word": "Brombeere"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Consommez aussi beaucoup de fruits sains - pamplemousse rose, bleuets, fraises, cerises, etc.", "Les myrtilles sauvages douces regorgent d'antioxydants, qui éliminent les radicaux libres.", "Les aiguilles de pin ont tendance à augmenter l’acidité du sol, elles fonctionnent donc mieux autour des plantes qui aiment l’acide, comme les rhododendrons et les myrtilles.", "Les carences en fer sont courantes dans les bleuets, les rhododendrons et les chênes d'Amérique, à moins que le sol ne soit assez acide."], "word": "myrtille"}, "id": "blueberry", "es": {"diffuclty_level": 0, "sentences": ["También comer mucha fruta saludable - pomelo rosa, arándanos, fresas, cerezas, etc.", "Los arándanos silvestres dulces están llenos de antioxidantes, que eliminan los radicales libres.", "Las agujas de pino tienden a aumentar la acidez del suelo, por lo que funcionan mejor con plantas que aman el ácido, como los rododendros y los arándanos.", "La deficiencia de hierro es común en arándanos, rododendros y robles, a menos que el suelo sea bastante ácido."], "word": "arándano"}, "url": "pictures/food/blueberry.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Also eating lots of healthy fruit - pink grapefruit, blueberries, strawberries, cherries, etc.", "Sweet wild blueberries are bursting with antioxidants, which mop up nasty free radicals.", "Pine needles tend to increase the acidity of the soil so they work best around acid-loving plants such as rhododendrons and blueberries.", "Iron deficiency is common on blueberries, rhododendrons, and pin oaks unless the soil is quite acidic."]], "word": "blueberry"}, "de": {"diffuclty_level": 0, "sentences": ["Essen Sie auch viel gesundes Obst - rosa Grapefruit, Blaubeeren, Erdbeeren, Kirschen usw.", "Süße wilde Blaubeeren platzen mit Antioxidantien, die böse freie Radikale aufnehmen.", "Kiefernnadeln neigen dazu, den Säuregehalt des Bodens zu erhöhen, sodass sie am besten bei säureliebenden Pflanzen wie Rhododendren und Blaubeeren wirken.", "Eisenmangel tritt häufig bei Blaubeeren, Rhododendren und Stieleichen auf, es sei denn, der Boden ist ziemlich sauer."], "word": "Blaubeere"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Il y avait des assortiments de fleurs le long de l'allée et un beau cerisier à la droite de la pelouse.", "Les vins rouges ont tendance à passer du rouge cerise au rouge brique au cuivre au brun.", "Les joues d'Avery virèrent au rouge cerise et elle se dégagea rapidement.", "Mais tout a l'air si bon que je ne peux pas résister; nectarines roses, abricots rougissants et cerises noires croquantes."], "word": "Cerise"}, "id": "cherry", "es": {"diffuclty_level": 0, "sentences": ["Había una variedad de flores que bordeaban el camino de entrada, y un hermoso cerezo a la derecha del césped.", "Los vinos tintos tienden a ir de rojo cereza a rojo ladrillo a cobre a marrón.", "Las mejillas de Avery se pusieron de color rojo cereza, y rápidamente se retiró.", "Pero todo se ve tan bien que no puedo resistirme; nectarinas rosadas, rubor de albaricoques y cerezas crujientes y oscuras."], "word": "Cereza"}, "url": "pictures/food/cherry.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["There were assortments of flowers lining the driveway, and a beautiful cherry tree off to the right of the lawn.", "Red wines tend to go from cherry red to brick red to copper to brown.", "Avery's cheeks turned cherry red, and she quickly shuffled off.", "But everything looks so good I can't resist; rosy nectarines, blushing apricots, and crisp, dark cherries."]], "word": "cherry"}, "de": {"diffuclty_level": 0, "sentences": ["Es gab eine Reihe von Blumen in der Einfahrt und einen schönen Kirschbaum rechts vom Rasen.", "Rotweine tendieren dazu, von Kirschrot über Ziegelrot über Kupfer bis Braun zu gehen.", "Averys Wangen färbten sich kirschrot und sie schlurfte schnell davon.", "Aber alles sieht so gut aus, dass ich nicht widerstehen kann. rosige Nektarinen, errötende Aprikosen und knackige, dunkle Kirschen."], "word": "Kirsche"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Certaines groseilles sont les hôtes de la rouille vésiculeuse du pin blanc et ne doivent pas être plantées près de pins blancs.", "J'expérimente avec une sauce au porto de cerise et de cassis à mettre sur un dessert.", "Des fruits secs tels que des raisins de Corinthe ou des raisins secs sont fréquemment ajoutés à ce mélange de base.", "Je ne vous le donne que si vous essayez d'abord de le préparer avec quelque chose de net et non humide, comme des raisins secs, des raisins de Corinthe, des abricots secs, du zeste d'agrumes ou du gingembre confit."], "word": "groseille"}, "id": "currant", "es": {"diffuclty_level": 0, "sentences": ["Algunas grosellas son el anfitrión de la oxidación de la ampolla de pino blanco, y no deben plantarse cerca de pinos blancos.", "Experimento con una salsa de puerto de grosella para poner sobre un postre.", "Frutas secas como grosellas o sultanas se agregan frecuentemente a esta mezcla básica.", "Solo se lo entrego a condición de que intente hacerlo primero con algo limpio y no mojado, como pasas, grosellas, albaricoques secos, cáscara de cítricos o jengibre confitado."], "word": "grosella"}, "url": "pictures/food/currant.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Some currants are host to the White pine blister rust, and should not be planted near white pines.", "I experiment with a cherry currant port sauce to put over a dessert.", "Dried fruits such as currants or sultanas are frequently added to this basic mix.", "I pass it on to you only on the condition that you try making it first with something neat and non-wet, such as raisins, currants, dried apricots, citrus zest, or candied ginger."]], "word": "currant"}, "de": {"diffuclty_level": 0, "sentences": ["Einige Johannisbeeren beherbergen den Weißkiefer-Blasenrost und sollten nicht in der Nähe von Weißkiefern gepflanzt werden.", "Ich experimentiere mit einer Kirsch-Johannisbeer-Port-Sauce, um einen Nachtisch zu überziehen.", "Getrocknete Früchte wie Johannisbeeren oder Sultaninen werden häufig zu dieser Grundmischung hinzugefügt.", "Ich gebe es Ihnen nur unter der Bedingung weiter, dass Sie es zuerst mit etwas Süßem und Nicht-Nassem wie Rosinen, Johannisbeeren, getrockneten Aprikosen, Zitronenschale oder kandiertem Ingwer versuchen."], "word": "Johannisbeere"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Placez une figue séchée sur le côté et versez un peu de sauce à l'orange autour du plat.", "Je m'intéressais aussi à la façon dont les hôtels emploient les gens à condition qu'ils restent invisibles, pas plus susceptibles de dialoguer avec un client payant qu'une usine de figue en pleurs.", "Voyant au loin un figuier en feuille, il alla chercher s'il avait des fruits.", "Son Skywalk spectaculaire s'étend au-dessus de la canopée de palmiers, de figues étrangleuses et d'épaisses vignes ligneuses pour offrir une vue époustouflante sur l'océan à 40 miles."], "word": "figue"}, "id": "fig", "es": {"diffuclty_level": 0, "sentences": ["Coloque un higo seco a un lado y agregue un poco de salsa de naranja alrededor del plato.", "También me interesó la forma en que los hoteles emplean a personas con la condición de que permanezcan invisibles, no es más probable que participen en un diálogo con un huésped que paga que en una planta de higos llorones.", "Viendo en la distancia una higuera en hoja, fue a averiguar si tenía algún fruto.", "Su espectacular Skywalk se extiende por encima del dosel de palmeras, higos estranguladores y gruesas vides leñosas para comandar una impresionante vista de 40 millas hacia el océano."], "word": "higo"}, "url": "pictures/food/fig.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Set a dried fig to one side and spoon some orange sauce around the dish.", "I was also interested in the way hotels employ people on the condition that they remain invisible, no more likely to engage in dialogue with a paying guest than a weeping fig plant.", "Seeing in the distance a fig tree in leaf, he went to find out if it had any fruit.", "Its dramatic Skywalk reaches above the canopy of palms, strangler figs and thick woody vines to command a breathtaking 40-mile view to the ocean."]], "word": "fig"}, "de": {"diffuclty_level": 0, "sentences": ["Legen Sie eine getrocknete Feige auf eine Seite und geben Sie etwas Orangensauce um die Schüssel.", "Ich interessierte mich auch für die Art und Weise, in der Hotels Menschen beschäftigen, unter der Bedingung, dass sie unsichtbar bleiben, und nicht eher mit einem zahlenden Gast in einen Dialog treten als mit einer Feigenfabrik.", "Als er in der Ferne einen Feigenbaum im Blatt sah, ging er nach Obst.", "Sein dramatischer Skywalk reicht über den Baldachin von Palmen, Würgefeigen und dichten, holzigen Reben und bietet einen atemberaubenden Blick auf das Meer von 40 Meilen."], "word": "Feige"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Ce blanc très aromatique, aux agrumes et au goût de groseille, est plus sec et beaucoup plus proche de Sancerre que la plupart des interprétations du raisin par les kiwis.", "Un blanc de blancs est un vin mousseux élaboré exclusivement à partir de raisins Chardonnay.", "C’est lors d’une activité d’ingénierie en France qu’il est tombé sous le charme du raisin et a décidé de ramener le vin et la culture du vin à la maison.", "Ils ont le meilleur goût car les raisins de cabernet mûrissent tard dans la saison - en septembre ou même en octobre."], "word": "grain de raisin"}, "id": "grape", "es": {"diffuclty_level": 0, "sentences": ["Este blanco aromáticamente penetrante, cítrico y de grosella espinosa es más seco y está mucho más cerca de Sancerre que la mayoría de las interpretaciones de kiwi de la uva.", "A blanc de blancs es un vino espumoso elaborado exclusivamente con uvas Chardonnay.", "Fue durante un negocio de ingeniería en Francia cuando cayó bajo el hechizo de la uva y decidió llevar el vino y la cultura del vino a casa.", "Saben mejor porque las uvas Cabernet maduran al final de la temporada, en septiembre o incluso en octubre."], "word": "uva"}, "url": "pictures/food/grape.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["This piercingly aromatic, citrus fruit and gooseberry-like white is drier and much closer to Sancerre than most Kiwi interpretations of the grape.", "A blanc de blancs is a sparkling wine made exclusively from Chardonnay grapes.", "It was while on engineering business in France that he fell under the grape's spell and decided to bring wine and wine culture home.", "They taste the best because the Cabernet grapes ripen late in the season - in September or even October."]], "word": "grape"}, "de": {"diffuclty_level": 0, "sentences": ["Dieses durchdringend aromatische Zitrusfrucht- und Stachelbeer-artige Weiß ist trockener und viel näher an Sancerre als die meisten Kiwi-Interpretationen der Traube.", "Ein Blanc de Blanc ist ein Sekt, der ausschließlich aus Chardonnay-Trauben hergestellt wird.", "Während seiner Tätigkeit als Ingenieur in Frankreich fiel er in den Bann der Traube und beschloss, Wein und Weinkultur nach Hause zu bringen.", "Sie schmecken am besten, weil die Cabernet-Trauben spät in der Saison reifen - im September oder sogar im Oktober."], "word": "Traube"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Je l'ai regardé ce matin extraire un jus de pamplemousse, de goyave, d'orange sanguine, de mangue, de prunes et de raisins et verser l'élixir dans un pichet en verre géant.", "Il avait coupé des pommes, une banane, un pamplemousse et une orange dans un bol, et arrosé de miel et de jus de citron.", "Les vents forts ont détruit des milliers d'arbres, d'oranges et de pamplemousses.", "Tous les jours, ma salle à manger sert des pamplemousses, des oranges et d'autres fruits frais."], "word": "pamplemousse"}, "id": "grapefruit", "es": {"diffuclty_level": 0, "sentences": ["Esta mañana lo observé probando un pomelo, una guayaba, una naranja sanguina, un mango, ciruelas y uvas y vertiendo el elixir en una jarra de vidrio gigante.", "Había picado algunas manzanas, un plátano, una toronja y una naranja en un tazón, y roció con miel y jugo de limón.", "Los fuertes vientos cortaron miles de árboles, naranjas y pomelos.", "Mi comedor sirve pomelos frescos, naranjas y otras frutas todos los días."], "word": "pomelo"}, "url": "pictures/food/grapefruit.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["I watched him this morning juicing a grapefruit, guava, blood orange, mango, plums, and grapes and pouring the elixir into a giant glass pitcher.", "He had chopped up some apples, a banana, a grapefruit, and an orange in a bowl, and drizzled honey and lemon juice over it.", "Strong winds snapped thousands of trees, oranges and grapefruit.", "My dining facility serves fresh grapefruit, oranges and other fruits every day."]], "word": "grapefruit"}, "de": {"diffuclty_level": 0, "sentences": ["Ich sah ihm heute Morgen zu, wie er Grapefruit, Guave, Blutorange, Mango, Pflaumen und Trauben entsaftete und das Elixier in einen riesigen Glaskrug goss.", "Er hatte Äpfel, eine Banane, eine Pampelmuse und eine Orange in eine Schüssel gehackt und mit Honig und Zitronensaft beträufelt.", "Starke Winde brachen Tausende von Bäumen, Orangen und Pampelmusen zusammen.", "Mein Restaurant serviert täglich frische Grapefruit, Orangen und andere Früchte."], "word": "Grapefruit"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Le fait que tant de Kiwis se soient ralliés à Jeff et aient voté devrait en soi montrer ce qu’il aurait pu faire pour la série.", "Après avoir passé un peu de temps autour des kiwis, je me suis rendu compte que l’anglais néo-zélandais est vraiment différent de l’anglais britannique.", "Ici en Australie, nous autorisons les Kiwis à entrer à tout moment et à travailler dans notre grand pays.", "En tant que Kiwi, il est difficile de l'admettre, mais les Australiens sont plutôt forts à ce jeu, ce qui est une raison de plus pour ne pas les aimer."], "word": "kiwi"}, "id": "kiwi", "es": {"diffuclty_level": 0, "sentences": ["El hecho de que tantos kiwis se pusieran detrás de Jeff y votara debería mostrar en sí mismo lo que pudo haber hecho por el programa.", "Una cosa que realmente me di cuenta al pasar un poco de tiempo con los Kiwis es que el inglés de Nueva Zelanda es realmente diferente del inglés del Reino Unido.", "Aquí en Australia permitimos que los Kiwis entren cuando quieran y trabajen en nuestro gran país.", "Como Kiwi es difícil de admitir, pero los Aussies son bastante fuertes en este juego, lo cual es aún más razón para que no les gusten."], "word": "kiwi"}, "url": "pictures/food/kiwi.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["The fact that so many Kiwis got behind Jeff and voted should in itself show what he could've done for the show.", "One thing I've really realised upon spending a bit of time around Kiwis again is that New Zealand English really is different from UK English.", "Here in Australia we allow Kiwis to enter anytime they like and to work in our great country.", "As a Kiwi it's hard to admit, but the Aussies are pretty sharp at this game, which is even more reason to dislike them."]], "word": "kiwi"}, "de": {"diffuclty_level": 0, "sentences": ["Die Tatsache, dass so viele Kiwis hinter Jeff standen und abstimmten, sollte an sich zeigen, was er für die Show hätte tun können.", "Eine Sache, die ich bei einem kurzen Aufenthalt in Kiwis erkannt habe, ist, dass Neuseeland Englisch wirklich anders ist als Englisch.", "Hier in Australien erlauben wir Kiwis, jederzeit einzutreten und in unserem großartigen Land zu arbeiten.", "Als Kiwi ist es schwer zuzugeben, aber die Aussies sind ziemlich scharf in diesem Spiel, was noch mehr Grund ist, sie nicht zu mögen."], "word": "Kiwi"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Il y avait aussi des champs de maïs, des vignes, des citronniers, des peuplements de bambou et des forêts de cactus.", "Elle adorait les hauts plafonds et les grandes fenêtres, la façade en pierre et le jardin clos de murs où poussait un citronnier.", "Incorporer délicatement l'avocat avec le jus de citron et quelques herbes.", "Dans le verre, il est jaune pâle avec des notes de citron au nez."], "word": "citron"}, "id": "lemon", "es": {"diffuclty_level": 0, "sentences": ["También había campos de maíz, vides, limoneros, rodales de bambú y bosques de cactus.", "Le encantaban los techos altos y las grandes ventanas, la fachada de piedra y el jardín amurallado, donde crecía un limonero.", "Incorpore cuidadosamente el aguacate con el jugo de limón y algunas de las hierbas.", "En el vaso es de color amarillo pálido con suaves notas de limón en nariz."], "word": "limón"}, "url": "pictures/food/lemon.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Also there were cornfields, grapevines, lemon trees, stands of bamboo, and forests of cactus.", "She loved the high ceilings and large windows, the stone facade, and the walled garden, where a lemon tree grew.", "Carefully fold in the avocado with the lemon juice and some of the herbs.", "In the glass it is pale yellow with mild lemon notes on the nose."]], "word": "lemon"}, "de": {"diffuclty_level": 0, "sentences": ["Es gab auch Maisfelder, Weinreben, Zitronenbäume, Bambusbestände und Kakteenwälder.", "Sie liebte die hohen Decken und großen Fenster, die Steinfassade und den ummauerten Garten, in dem ein Zitronenbaum wuchs.", "Die Avocado mit Zitronensaft und Kräutern vorsichtig unterheben.", "Im Glas ist es hellgelb mit milden Zitronennoten."], "word": "Zitrone"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Les hommes de terrain lime les terrains de rugger pour les étudiants jeunes des grands et des bons.", "Les dossiers montrent qu'à Mazabuka, Chibombo et Mumbwa, un grand nombre d'agriculteurs confirment que l'utilisation de la chaux avait considérablement amélioré leurs rendements.", "Depuis les années 50, les organismes gouvernementaux ont poussé les propriétaires fonciers et offert des subventions pour labourer ou limer la bruyère afin de permettre la propagation de l'herbe."], "word": "citron vert"}, "id": "lime", "es": {"diffuclty_level": 0, "sentences": ["Los jardineros calzan los campos de rugby para los estudiantes jóvenes de los grandes y los buenos.", "Los registros muestran que en Mazabuka, Chibombo y Mumbwa, una gran cantidad de agricultores confirman que el uso de cal ha mejorado enormemente sus rendimientos.", "Los organismos gubernamentales desde la década de 1950 han empujado a los terratenientes y han ofrecido subsidios para arar o calzar el brezo para permitir la propagación de la hierba."], "word": "Lima"}, "url": "pictures/food/lime.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Groundsmen lime the rugger fields for the student young of the great and the good.", "Records show that in Mazabuka, Chibombo and Mumbwa, a large number of farmers confirm that lime usage had improved their yields tremendously.", "Government bodies since the 1950s have pushed landowners and offered subsidies to plough up or lime the heather to allow the spread of grass."]], "word": "lime"}, "de": {"diffuclty_level": 0, "sentences": ["Landsleute kalken die rauen Felder für die jungen Studenten des Großen und Guten.", "Aufzeichnungen zeigen, dass in Mazabuka, Chibombo und Mumbwa eine große Anzahl von Landwirten bestätigt, dass der Kalkverbrauch ihre Erträge enorm verbessert hat.", "Regierungsbehörden seit den 1950er Jahren haben Landbesitzer gedrängt und Subventionen angeboten, um das Heidekraut zu pflügen oder zu kalken, um die Verbreitung von Gras zu ermöglichen."], "word": "Limette"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Il y avait des stands sur tous les côtés remplis de melons mûrs, de pommes croustillantes, de bananes fraîches et de tous les types de pain possibles.", "Le vieux jardin entouré de murs est complètement envahi par la végétation mais entre 1880 et 1920, des melons, des concombres, des vignes et des figues y poussaient.", "Il n'est pas trop tard pour planter davantage de haricots arbustifs, courges d'été, melons, poivrons, aubergines, soucis, zinnias, gomphrena, rudbeckia, coleus et caladiums.", "Nous plaçons une clôture métallique au milieu de nos lits afin que les tomates, les concombres, les melons, les citrouilles et autres cultures de vigne puissent pousser à la verticale."], "word": "melon"}, "id": "melon", "es": {"diffuclty_level": 0, "sentences": ["Había puestos en todos lados llenos de melones maduros, manzanas crujientes, bananas frescas y todo tipo de pan posible.", "El viejo jardín amurallado está completamente cubierto ahora, pero entre 1880 y 1920 melones, pepinos, enredaderas e higos crecieron allí.", "No es demasiado tarde para plantar más frijoles, calabacín, melones, pimientos, berenjenas, caléndulas, zinnias, gomphrena, rudbeckia, coleo y caladiums.", "Colocamos alambradas en el medio de nuestras camas para que los tomates, pepinos, melones, calabazas y otros cultivos de vid puedan crecer verticalmente."], "word": "melón"}, "url": "pictures/food/melon.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["There were stalls on all sides filled with ripe melons, crisp looking apples, fresh bananas and every type of bread possible.", "The old walled garden is completely overgrown now but between 1880 and 1920 melons, cucumbers, vines and figs grew there.", "It's not too late to plant more bush beans, summer squash, melons, peppers, eggplants, marigolds, zinnias, gomphrena, rudbeckia, coleus and caladiums.", "We put wire fence in the middle of our beds, so tomatoes, cucumbers, melons, pumpkins, and other vine crops can grow vertically."]], "word": "melon"}, "de": {"diffuclty_level": 0, "sentences": ["Auf allen Seiten waren Stände mit reifen Melonen, knackig aussehenden Äpfeln, frischen Bananen und allen möglichen Brotsorten gefüllt.", "Der alte, von einer Mauer umgebene Garten ist jetzt völlig bewachsen, aber zwischen 1880 und 1920 wuchsen dort Melonen, Gurken, Reben und Feigen.", "Es ist nicht zu spät, noch mehr Buschbohnen, Sommerkürbis, Melonen, Paprika, Auberginen, Ringelblumen, Zinnien, Gomphrena, Rudbeckia, Coleus und Caladien zu pflanzen.", "Wir legen einen Drahtzaun in die Mitte unserer Betten, so dass Tomaten, Gurken, Melonen, Kürbisse und andere Rebkulturen senkrecht wachsen können."], "word": "Melone"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Faites chauffer l'huile d'olive dans une petite poêle, ajoutez la chair de nectarine, le vinaigre balsamique, les flocons de piment, les graines de cumin et 1 c. À table de jus de citron vert.", "Les abricots, les nectarines et les pêches, par exemple, ne survivront pas aux hivers dans les régions où les températures minimales descendent régulièrement en dessous de - 15 ° F.", "Les infestations de raisins sont souvent dues à une accumulation d'autres fruits à baies tels que les figues, les abricots, les pêches, les nectarines ou les agrumes.", "Plus de 50 variétés de pêches, nectarines, abricots et prunes à faible refroidissement se sont développées dans le verger de Sam, mais beaucoup ont récemment été détruites par les inondations."], "word": "nectarine"}, "id": "nectarine", "es": {"diffuclty_level": 0, "sentences": ["Caliente el aceite de oliva en una sartén pequeña, agregue la carne de nectarina, el vinagre balsámico, los copos de pimienta, las semillas de comino y 1 cucharada de jugo de limón.", "Los albaricoques, las nectarinas y los melocotones, por ejemplo, no sobrevivirán a los inviernos en regiones donde las temperaturas mínimas caen regularmente por debajo de - 15 F.", "Las infestaciones de uvas a menudo se deben a una acumulación en otras frutas suaves como higos, albaricoques, melocotones, nectarinas o cítricos.", "Más de 50 variedades de melocotones, nectarinas, albaricoques y ciruelas bajas en frío crecieron en el huerto de Sam, pero muchas se perdieron recientemente debido a las inundaciones."], "word": "nectarina"}, "url": "pictures/food/nectarine.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Heat the olive oil in a small skillet, add the nectarine flesh, the balsamic vinegar, pepper flakes, cumin seeds and 1 Tbsp lime juice.", "Apricots, nectarines and peaches, for instance, will not survive winters in regions where minimum temperatures regularly drop below - 15 F.", "Infestations of grapes are often due to a buildup in other soft fruits such as figs, apricots, peaches, nectarines, or citrus.", "More than 50 varieties of peaches, nectarines, apricots and low-chill plums grew in Sam's orchard, but many were recently lost to floods."]], "word": "nectarine"}, "de": {"diffuclty_level": 0, "sentences": ["Das Olivenöl in einer kleinen Pfanne erhitzen, Nektarinenfleisch, Balsamico-Essig, Pfefferflocken, Kümmel und 1 EL Limettensaft hinzufügen.", "Aprikosen, Nektarinen und Pfirsiche überleben zum Beispiel den Winter nicht in Regionen, in denen die Minimaltemperaturen regelmäßig unter 15 ° C sinken.", "Der Befall von Weintrauben ist häufig auf eine Anhäufung anderer weicher Früchte wie Feigen, Aprikosen, Pfirsiche, Nektarinen oder Zitrusfrüchte zurückzuführen.", "In Sam's Obstgarten wuchsen mehr als 50 Sorten Pfirsiche, Nektarinen, Aprikosen und Pflaumen mit niedrigem Gefrierpunkt, aber viele wurden kürzlich durch Fluten verloren."], "word": "Nektarine"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Fabriqués à partir de pommes, raisins, pêches, poires, ananas, baies ou autres fruits, ces édulcorants ont la consistance d'un sirop épais et une saveur intense.", "Tout d’abord, Parks a écopé d’une pénalité à 40 mètres qui a divisé les poteaux avec une précision géométrique.", "Il appelle cela «la pêche d'un livre».", "Hampton a pris l'avantage à la 58e minute."], "word": "pêche"}, "id": "peach", "es": {"diffuclty_level": 0, "sentences": ["Hechos de manzanas, uvas, melocotones, peras, piñas, bayas u otras frutas, estos endulzantes tienen la consistencia de un jarabe espeso y un sabor intenso.", "En primer lugar, Parks logró una penalización de 40 yardas que dividió los postes con precisión geométrica.", "Él lo llama 'un durazno de un libro'.", "Hampton se adelantó en el minuto 58 con un gol de melocotón."], "word": "melocotón"}, "url": "pictures/food/peach.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Made from apples, grapes, peaches, pears, pineapples, berries or other fruit, these sweeteners have the consistency of thick syrup and an intense flavor.", "Firstly, Parks hit a peach of a penalty from 40 yards out that bisected the posts with geometric precision.", "He calls it ‘a peach of a book’.", "Hampton went ahead in the 58th minute with a peach of a goal."]], "word": "peach"}, "de": {"diffuclty_level": 0, "sentences": ["Diese Süßstoffe bestehen aus Äpfeln, Trauben, Pfirsichen, Birnen, Ananas, Beeren oder anderen Früchten und haben die Konsistenz von dickem Sirup und einem intensiven Geschmack.", "Erstens schlug Parks einen Pfirsich aus 40 Metern Entfernung, der die Pfosten mit geometrischer Präzision halbierte.", "Er nennt es \"einen Pfirsich eines Buches\".", "In der 58. Minute ging Hampton mit einem Torpfosten in Führung."], "word": "Pfirsich"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Le fruit de la figue de Barbarie - un croisement entre le kiwi et une poire mûre - est merveilleux.", "Comme les autres fruits frais, les poires offrent de nombreux avantages pour le corps.", "Les fruits tels que les poires et les baies sont également riches en fibres.", "Dans un autre cadre, il se tient dans la cour à côté de sa femme regardant un poirier."], "word": "poire"}, "id": "pear", "es": {"diffuclty_level": 0, "sentences": ["La fruta de la tuna, una mezcla de kiwi y una pera madura, es maravillosa.", "Al igual que otras frutas frescas, las peras ofrecen beneficios bastante amplios para el cuerpo.", "Las frutas como las peras y las bayas también son altas en fibra.", "En el siguiente cuadro, él está de pie en el patio junto a su esposa mirando un peral."], "word": "Pera"}, "url": "pictures/food/pear.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["The fruit from the prickly pear - a cross between kiwi fruit and a ripe pear - is wonderful.", "Like other fresh fruits, pears offer quite broad benefits for the body.", "Fruits such as pears and berries are also high in fiber.", "In a following frame, he is standing in the yard next to his wife looking at a pear tree."]], "word": "pear"}, "de": {"diffuclty_level": 0, "sentences": ["Die Früchte der Kaktusfeige - eine Kreuzung aus Kiwi und reifer Birne - sind wunderbar.", "Wie andere frische Früchte bieten auch Birnen dem Körper eine ganze Reihe von Vorteilen.", "Früchte wie Birnen und Beeren sind auch reich an Ballaststoffen.", "In einem folgenden Rahmen steht er auf dem Hof neben seiner Frau und schaut auf einen Birnbaum."], "word": "Birne"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Fabriqués à partir de pommes, raisins, pêches, poires, ananas, baies ou autres fruits, ces édulcorants ont la consistance d'un sirop épais et une saveur intense.", "Cette peau douce est basée sur des substances actives présentes dans deux fruits tropicaux, l’ananas et la papaye.", "Des fruits tropicaux tels que l'ananas, le fruit de la passion et la pomme de bois sont combinés au lait de coco pour créer des cocktails sans alcool inoubliables.", "Ces consommateurs «personnalisent» Kool-Aid en ajoutant des oranges, des raisins, des ananas, du jus de fruits et du soda."], "word": "ananas"}, "id": "pineapple", "es": {"diffuclty_level": 0, "sentences": ["Hechos de manzanas, uvas, melocotones, peras, piñas, bayas u otras frutas, estos endulzantes tienen la consistencia de un jarabe espeso y un sabor intenso.", "Esta cáscara suave se basa en sustancias activas que se encuentran en dos frutas tropicales, piña y papaya.", "Las frutas tropicales como la piña, la fruta de la pasión y la manzana de madera se combinan con la leche de coco para crear cócteles sin sabor inolvidables.", "Estos consumidores \"personalizan\" Kool-Aid agregando naranjas, uvas, piñas, jugo de frutas y gaseosas de club."], "word": "piña"}, "url": "pictures/food/pineapple.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Made from apples, grapes, peaches, pears, pineapples, berries or other fruit, these sweeteners have the consistency of thick syrup and an intense flavor.", "This gentle peel is based on active substances found in two tropical fruits, pineapple and papaya.", "Tropical fruits such as pineapple, passion fruit and wood apple are combined with coconut milk to create unforgettable mocktails.", "These consumers ‘customize’ Kool-Aid by adding oranges, grapes, pineapples, fruit juice, and club soda."]], "word": "pineapple"}, "de": {"diffuclty_level": 0, "sentences": ["Diese Süßstoffe bestehen aus Äpfeln, Trauben, Pfirsichen, Birnen, Ananas, Beeren oder anderen Früchten und haben die Konsistenz von dickem Sirup und einem intensiven Geschmack.", "Diese sanfte Schale basiert auf Wirkstoffen aus zwei tropischen Früchten, Ananas und Papaya.", "Tropische Früchte wie Ananas, Passionsfrucht und Holzapfel werden mit Kokosmilch zu unvergesslichen Mocktails kombiniert.", "Diese Verbraucher passen Kool-Aid an, indem sie Orangen, Trauben, Ananas, Fruchtsaft und Limonade hinzufügen."], "word": "Ananas"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Aucun autre bateau n’a atteint la finale, et le huitième, champion olympique en titre, est arrivé dernier.", "Greg et moi avons oublié de faire le point au cas où.", "Cette fois, ils n’ont pas eu de chance et ont été battus par une équipe à haut rendement qui a certainement gardé son meilleur vin jusqu’à la fin.", "Je me suis tellement perdue en essayant de deviner ce que chaque plume et bande de couleur sur son corps indiquait que je manquais le camp en train d'être mis en place et que je ne remarquais presque pas que Doc était sur le point de revenir."], "word": "prune"}, "id": "plum", "es": {"diffuclty_level": 0, "sentences": ["Ningún otro bote llegó a la final, y los ocho, campeones olímpicos defensores, llegaron en último lugar.", "Greg y yo nos olvidamos de respaldar las cosas por si acaso.", "En esta ocasión, tuvieron un golpe de suerte y fueron golpeados por un bando de alto octanaje que ciertamente guardó su mejor vino hasta el final.", "Me perdí tanto al intentar adivinar lo que cada una de las plumas y bandas de colores de su cuerpo denotaban que extrañaba el campamento que estaba configurando, y casi no noté a Doc cuando regresaba."], "word": "ciruela"}, "url": "pictures/food/plum.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["No other boat reached a final, and the eight, defending Olympic champions, came plum last.", "Greg and I plum forgot to back things up just in case.", "This time they were plum out of luck and beaten by a high octane-fuelled side who certainly saved their best wine until last.", "I got so lost in trying to guess what every feather and coloured band on his body denoted that I plum missed the camp being set up, and nearly didn't notice Doc on his way back over."]], "word": "plum"}, "de": {"diffuclty_level": 0, "sentences": ["Kein anderes Boot erreichte ein Finale, und die acht verteidigenden Olympiasieger waren zuletzt Pflaumen.", "Greg und ich haben vergessen, die Dinge für alle Fälle zu sichern.", "Diesmal hatten sie das Glück und wurden von einer hochoktanigen Mannschaft geschlagen, die ihren besten Wein sicher bis zuletzt rettete.", "Ich verlor mich so sehr, als ich versuchte zu erraten, was jede Feder und jedes farbige Band an seinem Körper anzeigte, dass ich die Einrichtung des Lagers vermisst habe und Doc auf dem Rückweg fast nicht bemerkt hätte."], "word": "Pflaume"}}, {"fr": {"diffuclty_level": 0, "sentences": ["En plus d'être mangée fraîche, la grenade douce et rouge foncé est excellente en gelée et en sirop et constitue un ingrédient principal de la grenadine aromatisante.", "C’est lui qui donne naissance aux jardins: plantes grimpantes et arbres verticaux, palmiers et toutes sortes de cultures, d’olives et de grenades, tous différents.", "Un coing est un de ces fruits, comme une grenade, qui me rappelle une boule de Noël.", "Mais ils vendent les meilleurs fruits séchés, noix, grenades et menthe à Londres, ainsi que ces petits gâteaux qui font fondre les dents et que les gens qui ne connaissent pas mieux pensent qu'ils sont grecs."], "word": "Grenade"}, "id": "pomegranate", "es": {"diffuclty_level": 0, "sentences": ["Además de consumirse fresca, la granada dulce de color rojo oscuro produce una excelente gelatina y jarabe y es un ingrediente principal de la granadina saborizante.", "Es Él quien crea los jardines: enredaderas y árboles verticales, la palma y todo tipo de cultivos, aceitunas y granadas por igual y diferentes.", "Un membrillo es una de esas frutas, como una granada, que me recuerda a un adorno navideño.", "Pero venden las mejores frutas secas, nueces, granadas y menta en Londres, y esos pequeños pasteles que derriten los dientes que la gente que no conoce mejor piensan que son griegos."], "word": "granada"}, "url": "pictures/food/pomegranate.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["In addition to being eaten fresh, the sweet, dark-red pomegranate makes excellent jelly and syrup and is a primary ingredient in the flavoring grenadine.", "It is He who brings gardens into being: creepers and upright trees, the palm and all manner of crops, olives, and pomegranates alike and different.", "A quince is one of those fruits, like a pomegranate, that reminds me of a Christmas bauble.", "But they sell the best dried fruit, nuts, pomegranates and mint in London, and those little tooth-melting cakes that people who know no better think are Greek."]], "word": "pomegranate"}, "de": {"diffuclty_level": 0, "sentences": ["Der süße, dunkelrote Granatapfel ist nicht nur frisch verzehrt, sondern auch ausgezeichnetes Gelee und Sirup. Er ist ein Hauptbestandteil des Grenadins.", "Er ist es, der Gärten zum Leben erweckt: Kriechpflanzen und aufrechte Bäume, die Palme und alle Arten von Getreide, Oliven und Granatäpfeln gleichermaßen und verschieden.", "Eine Quitte ist eine dieser Früchte, wie ein Granatapfel, der mich an eine Weihnachtskugel erinnert.", "Aber sie verkaufen in London die besten getrockneten Früchte, Nüsse, Granatäpfel und Minze, und diese kleinen zahnschmelzenden Kuchen, von denen Menschen, die nichts Besseres wissen, Griechisch sind."], "word": "Granatapfel"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Je devais supporter tous ces vieux pruneaux mélodramatiques (pas seulement les personnes plus âgées, mais aussi les personnes de mon âge) en disant que ma vie était finie, et oh, je ne serais jamais capable de faire mon diplôme et d'obtenir un bon travail et oh, c'est vraiment dommage!", "Sinon, je préparerai mon propre muesli croquant en mélangeant des pruneaux ou de l'abricot, du miel, du citron et du clou de girofle avec du yogourt faible en gras.", "Les prunes européennes ont une chair épaisse et ferme qui donne d'excellents pruneaux, conserves ou fruits du désert.", "J'aime le concept de cette recette. C'est du bœuf et de l'agneau, mais les épices sont la cannelle, le gingembre et le poivre. Il contient également des pruneaux et des abricots secs."], "word": "prune"}, "id": "prune", "es": {"diffuclty_level": 0, "sentences": ["Tuve que aguantar todas estas viejas melodramáticas (no solo personas mayores, sino también personas de mi edad) diciendo que mi vida había terminado y, oh, nunca podría hacer mi carrera y conseguir un buen trabajo , y oh, es una pena!", "De lo contrario, prepararé mi propio muesli crujiente mezclando ciruelas o albaricoque, miel, limón y clavo de olor con yogur bajo en grasa.", "Las ciruelas europeas tienen una carne gruesa y firme que son excelentes ciruelas, conservas o fruta del desierto.", "Me gusta el concepto de esta receta. Es carne de res y cordero, pero las especias son canela, jengibre y pimienta y también contienen ciruelas secas y albaricoques."], "word": "ciruela pasa"}, "url": "pictures/food/prune.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["I had to put up with all these melodramatic old prunes (not just older people, but people of my own age as well) saying that my life was over, and oh, i would never be able to do my degree and get a good job, and oh, it is such a shame!", "Otherwise, I'll prepare my own crunchy muesli by mixing prunes or apricot, honey, lemon and cloves with low-fat yogurt.", "European plums have a thick, firm flesh that make excellent prunes, preserves, or desert fruit.", "I like the concept of this recipe. It's beef and lamb but the spices are cinnamon and ginger and pepper and there's dried prunes and apricots in it too."]], "word": "prune"}, "de": {"diffuclty_level": 0, "sentences": ["Ich musste all diese melodramatischen alten Pflaumen (nicht nur ältere Menschen, aber auch Menschen in meinem Alter) ertragen und sagen, mein Leben sei vorbei, und oh, ich würde niemals meinen Abschluss machen und einen guten Job bekommen und oh, das ist eine Schande!", "Ansonsten bereite ich mein eigenes knuspriges Müsli zu, indem ich Trockenpflaumen oder Aprikosen, Honig, Zitrone und Nelken mit fettarmer Joghurt mische.", "Europäische Pflaumen haben ein dickes, festes Fleisch, das ausgezeichnete Pflaumen, Konserven oder Wüstenfrüchte ergibt.", "Ich mag das Konzept dieses Rezepts. Es ist Rind- und Lammfleisch, aber die Gewürze sind Zimt, Ingwer und Pfeffer, und es gibt auch getrocknete Pflaumen und Aprikosen."], "word": "Pflaume"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Hitomi continua à regarder Mer qui lui souffla une framboise.", "Les plantes ligneuses comme les groseilles à maquereau, les framboises et même les roses peuvent souffrir de dépérissement après le flétrissage et le flétrissement de leurs feuilles, pour ensuite virer au brun.", "Vers la fin du mois de juillet, un ami et moi sommes allés cueillir des framboises à Inverness.", "Gaffle a tiré la langue à Pintom et a soufflé une framboise."], "word": "framboise"}, "id": "raspberry", "es": {"diffuclty_level": 0, "sentences": ["Hitomi continuó fulminando con la mirada a Mer, quien le lanzó una frambuesa.", "Las plantas leñosas, como las grosellas, las frambuesas e incluso las rosas, pueden sufrir un retroceso después de que sus hojas se marchitan y se marchitan, cambiando a marrón.", "Hacia finales de julio, un amigo y yo fuimos a Inverness para recoger frambuesas.", "Gaffle le sacó la lengua a Pintom y sopló una frambuesa."], "word": "frambuesa"}, "url": "pictures/food/raspberry.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Hitomi continued to glare at Mer who blew a raspberry at her.", "Woody plants including gooseberries, raspberries and even roses may suffer from dieback after their leaves wilt and shrivel, changing to brown.", "Towards the end of July a friend and I went up to Inverness to pick raspberries.", "Gaffle stuck his tongue out at Pintom and blew a raspberry."]], "word": "raspberry"}, "de": {"diffuclty_level": 0, "sentences": ["Hitomi starrte Mer weiterhin an, der sie mit einer Himbeere anblies.", "Holzige Pflanzen, darunter Stachelbeeren, Himbeeren und sogar Rosen, können nach dem Verwelken und Schrumpfen der Blätter an Sterben leiden und braun werden.", "Ende Juli gingen ein Freund und ich nach Inverness, um Himbeeren zu pflücken.", "Gaffle streckte Pintom die Zunge heraus und blies eine Himbeere."], "word": "Himbeere"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Elle est blanche et a les yeux bleus et les cheveux blonds rehaussés de reflets de fraise, qui sont généralement attachés.", "Vous voyez, la nuit dernière, j'ai rêvé d'un énorme arc-en-ciel et de nombreux objets de couleur arc-en-ciel, de tasses orange avec un liquide de couleur fraise, etc.", "Les cheveux couleur fraise d'Ericka brillèrent, touchés par le soleil du matin qui brillait à travers la fenêtre de la cuisine.", "Parmi les nouvelles saveurs, on note le craquement pomme à la cannelle, le suprême de framboise au chocolat, le yogourt à la fraise et le craquement de fraises."], "word": "fraise"}, "id": "strawberry", "es": {"diffuclty_level": 0, "sentences": ["Es blanca, 5 pies 1 pulgada, con ojos azules y cabello rubio con reflejos de fresa, que generalmente se ata hacia atrás.", "Verás, anoche soñé con un enorme arco iris y un montón de objetos de colores del arco iris, tazas de naranja con un líquido de color fresa en ellas y similares.", "El cabello color fresa de Ericka brillaba, tocado por el sol de la mañana que brillaba a través de la ventana de la cocina.", "Los nuevos sabores incluyen el crujido de manzana y canela, la frambuesa suprema de chocolate, el yogur de fresa y el crujido de fruta de fresa."], "word": "fresa"}, "url": "pictures/food/strawberry.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["She is white, 5ft 1in, with blue eyes and blonde hair with strawberry highlights, which is usually tied back.", "You see, last night I dreamt about a huge rainbow and lots of rainbow coloured objects, Orange cups with strawberry coloured liquid in them and the like.", "Ericka's strawberry coloured hair shimmered, touched by the morning sun shining through the kitchen window.", "New flavors include apple cinnamon crunch, chocolate raspberry supreme, strawberry yogurt and strawberry fruit crunch."]], "word": "strawberry"}, "de": {"diffuclty_level": 0, "sentences": ["Sie ist weiß, 5 Fuß 1 Zoll, mit blauen Augen und blonden Haaren mit Erdbeer-Highlights, die normalerweise zurückgebunden werden.", "Sehen Sie, letzte Nacht habe ich von einem riesigen Regenbogen und vielen regenbogenfarbenen Objekten geträumt, orangefarbenen Tassen mit erdbeerfarbener Flüssigkeit und ähnlichem.", "Erickas erdbeerfarbenes Haar schimmerte, berührt von der Morgensonne, die durch das Küchenfenster schien.", "Neue Aromen sind Apfel-Zimt-Crunch, Himbeer-Himbeer-Joghurt und Erdbeer-Crunch."], "word": "Erdbeere"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Les cerises, les pêches, les figues, les pommes, les mandarines, les citrons et les limes font partie des nombreux types d'arbres fruitiers qui poussent bien dans des récipients.", "La plupart des autres agrumes, tels que les citrons, les limes, les citrons, les oranges naturellement sucrées et les mandarines sont considérés comme sûrs.", "Disposez les segments de citron, de mandarine et d’orange sanguine sur le dessus et autour du gâteau à la mousse.", "À l'aide d'un éplucheur de pommes de terre tranchant, retirez le zeste de trois mandarines."], "word": "mandarine"}, "id": "tangerine", "es": {"diffuclty_level": 0, "sentences": ["Cerezas, melocotones, higos, manzanas, mandarinas, limones y limas se encuentran entre los muchos tipos de árboles frutales que crecen en contenedores.", "La mayoría de las otras frutas cítricas, como limones, limas, cítricos, naranjas naturalmente dulces y mandarinas se consideran seguras.", "Organice los segmentos de limón, mandarina y naranja de sangre en la parte superior y alrededor de la torta de mousse.", "Usando un pelador de papas afilado, retire la cáscara de tres mandarinas."], "word": "Mandarina"}, "url": "pictures/food/tangerine.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Cherries, peaches, figs, apples, tangerines, lemons, and limes are among the many types of fruit trees that thrive in containers.", "Most other citrus fruits, such as lemons, limes, citrons, naturally sweet oranges and tangerines are considered safe.", "Arrange the lemon, tangerine, and blood orange segments on top and around the mousse cake.", "Using a sharp potato peeler, remove the zest from three tangerines."]], "word": "tangerine"}, "de": {"diffuclty_level": 0, "sentences": ["Kirschen, Pfirsiche, Feigen, Äpfel, Mandarinen, Zitronen und Limetten gehören zu den vielen Arten von Obstbäumen, die in Behältern gedeihen.", "Die meisten anderen Zitrusfrüchte wie Zitronen, Limetten, Zitrone, natürlich süße Orangen und Mandarinen gelten als sicher.", "Ordnen Sie die Zitrone, Mandarine und Blutorangensegmente auf und um den Mousse Cake.", "Entfernen Sie mit einem scharfen Kartoffelschäler die Schale von drei Mandarinen."], "word": "Mandarine"}}, {"fr": {"diffuclty_level": 0, "sentences": ["La plupart des gros fruits comme les citrouilles et les pastèques, et certains des plus gros légumes comme les gourdes et les tubercules, sont plus faciles à découper sous de nouvelles formes.", "Cultiver une pastèque de qualité, c'est un peu comme l'élevage de porcs.", "Le cas échéant, les ratons laveurs peuvent également manger des pêches, des prunes, des figues, des agrumes, des pastèques, des noix de hêtre et des noix.", "Alors que nous mangeons dans la véranda un plateau coloré d’ananas, de pastèques, de kiwis, de poires et de bananes fraîches, elle prépare des saucisses, du bacon et des crêpes."], "word": "pastèque"}, "id": "watermelon", "es": {"diffuclty_level": 0, "sentences": ["La mayoría de las frutas más grandes, como las calabazas y las sandías, y algunas de las verduras más grandes, como las calabazas y los tubérculos, son más fáciles de cortar en formas novedosas.", "Cultivar una sandía premiada es un poco como la cría de cerdos.", "Donde los mapaches disponibles también pueden comer melocotones, ciruelas, higos, frutas cítricas, sandías, nueces de haya y nueces.", "Mientras comemos en una colorida bandeja de piña fresca, sandía, kiwi, peras y plátanos en la terraza, ella prepara salchichas, tocino y panqueques."], "word": "sandía"}, "url": "pictures/food/watermelon.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Most of the larger fruits such as pumpkins and watermelons, and some of the bigger vegetables such as gourds and tubers, are easier to carve into novel shapes.", "Growing a prize watermelon is a bit like pig farming.", "Where available raccoons may also eat peaches, plums, figs, citrus fruits, watermelons, beech nuts, and walnuts.", "As we tuck into a colourful platter of fresh pineapple, watermelon, kiwi fruit, pears and bananas on the veranda, she cooks up sausages, bacon and pancakes."]], "word": "watermelon"}, "de": {"diffuclty_level": 0, "sentences": ["Die meisten größeren Früchte wie Kürbisse und Wassermelonen sowie einige größere Gemüse wie Kürbisse und Knollen lassen sich leichter in neuartige Formen bringen.", "Eine Wassermelone zu züchten ist ein bisschen wie Schweinezucht.", "Wo verfügbar, können Waschbären auch Pfirsiche, Pflaumen, Feigen, Zitrusfrüchte, Wassermelonen, Buchennüsse und Walnüsse essen.", "Als wir auf der Veranda einen bunten Teller mit frischer Ananas, Wassermelone, Kiwis, Birnen und Bananen zubereiten, kocht sie Würstchen, Speck und Pfannkuchen."], "word": "Wassermelone"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Ils ont été convaincus, semble-t-il depuis le début des temps, que la terrible menace qui pèse sur l'Amérique et la tarte aux pommes est le redoutable État voyou.", "L'Amérique était connue comme la patrie de la tarte aux pommes et de maman.", "En fait, je vais me récompenser maintenant, pour avoir fait 165 mots supplémentaires aujourd'hui en mangeant une tarte aux pommes ou un gros pouding au caramel collant.", "Pour la plupart des gens, la recherche médicale est aussi une bonne chose que la maternité et la tarte aux pommes."], "word": "tarte aux pommes"}, "id": "apple pie", "es": {"diffuclty_level": 0, "sentences": ["Han estado convencidos, parece desde el principio de los tiempos, que la única amenaza real para Estados Unidos y la tarta de manzana es el temible estado deshonesto.", "América solía ser conocida como el hogar de la tarta de manzana y mamá.", "De hecho, me voy a recompensar ahora, al haber hecho 165 palabras adicionales hoy al comer una tarta de manzana entera o un gran pudín de toffee pegajoso.", "Para la mayoría de las personas, la investigación médica es, evidentemente, tan buena como la maternidad y el pastel de manzana."], "word": "pie de manzana"}, "url": "pictures/food/apple_pie.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["They have been convinced, it seems since the beginning of time, that the only real threat to America and apple pie is the fearsome rogue state.", "America used to be known as the home of apple pie and Mom.", "In fact, I'm going to reward myself now, by having done 165 extra words today by eating a whole apple pie or big sticky toffee pudding.", "For most people, medical research is as self evidently a good thing as motherhood and apple pie."]], "word": "apple pie"}, "de": {"diffuclty_level": 0, "sentences": ["Sie sind seit Anbeginn der Überzeugung überzeugt, dass die einzige wirkliche Bedrohung für Amerika und den Apfelkuchen der furchterregende Schurkenstaat ist.", "Amerika war früher als die Heimat von Apfelkuchen und Mom bekannt.", "Tatsächlich werde ich mich jetzt belohnen, indem ich heute 165 zusätzliche Wörter getan habe, indem ich einen ganzen Apfelkuchen oder großen klebrigen Toffee-Pudding gegessen habe.", "Für die meisten Menschen ist medizinische Forschung eine ebenso gute Sache wie Mutterschaft und Apfelkuchen."], "word": "Apfelkuchen"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Nous avons partagé une part de gâteau et il s’est avéré un moyen léger et rafraîchissant de terminer le repas.", "Ensuite, il y avait l'endroit où la femme de la maison vous a donné quelque chose pour la route, comme un pain ou un pot de confiture, et le patron vous donnait quelques shillings à dépenser pour le retour à la maison.", "Au printemps, la neige se compacte sous son poids, comme un gâteau tombé au sol.", "Les bougies sur le gâteau du 30e anniversaire ont été allumées et soufflées, le gâteau a été coupé et partagé et le véritable gala a commencé."], "word": "gâteau"}, "id": "cake", "es": {"diffuclty_level": 0, "sentences": ["Compartimos una rebanada de pastel y resultó ser una forma ligera y refrescante de redondear la comida.", "Luego, de nuevo, estaba el lugar donde la mujer de la casa te daba algo para el camino, como una torta de pan o una jarra de mermelada y el jefe te daba unos cuantos chelines para que los gastaras en el camino a casa.", "Al llegar la primavera, la nieve se compacta bajo su peso como una torta caída.", "Las velas de la torta de cumpleaños 30 se encendieron y se apagaron, la torta se cortó y se compartió y comenzó la verdadera Gala."], "word": "pastel"}, "url": "pictures/food/cake.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["We shared a slice of cake and it proved to be a light and refreshing way to round off the meal.", "Then again there was the place where the woman of the house gave you something for the road, such as a cake of bread or a pot of jam and the boss would give you a few shillings to spend on the way home.", "Come spring the snow compacts under its weight like a fallen cake.", "The candles on the 30th birthday cake were lit and blown out, the cake was cut and shared and the real Gala began."]], "word": "cake"}, "de": {"diffuclty_level": 0, "sentences": ["Wir teilten uns ein Stück Kuchen und es erwies sich als leichte und erfrischende Art, die Mahlzeit abzurunden.", "Dann gab es wieder den Ort, an dem Ihnen die Frau des Hauses etwas für die Straße gab, z. B. einen Kuchen oder einen Marmeladentopf, und der Chef würde Ihnen ein paar Schilling für den Heimweg geben.", "Kommen im Frühling die Schneepresslinge unter ihrem Gewicht wie eine gefallene Torte.", "Die Kerzen am 30. Geburtstagskuchen wurden angezündet und ausgeblasen, der Kuchen wurde geschnitten und geteilt, und die echte Gala begann."], "word": "Kuchen"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Notez tout ce que vous mangez, y compris les gâteaux, les bonbons et les collations.", "Le premier prix était un gros morceau de bonbon à l'érable avec des noix.", "Les enfants et les adultes qui portent un appareil dentaire doivent être conscients des bonbons au caramel et aux noix.", "Bien que l'histoire du sucre extrait et du sucre tiré remonte au Moyen Âge, le rock avec des lettres est probablement une invention récente."], "word": "bonbons"}, "id": "candy", "es": {"diffuclty_level": 0, "sentences": ["Anote todo lo que come, incluyendo pasteles, dulces y bocadillos.", "El primer premio fue un pedazo grande de caramelo de azúcar de arce con nueces.", "Los niños y adultos que usan aparatos ortopédicos deben tener cuidado con los caramelos con caramelo y nueces.", "Aunque la historia del azúcar extraído y los dulces extraídos se remonta a la Edad Media, el rock con letras es probablemente un invento reciente."], "word": "caramelo"}, "url": "pictures/food/candy.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Write down everything that you eat including cakes, candies and snacks.", "First prize was a large piece of maple-sugar candy with walnuts.", "Children and adults wearing braces have to be aware of candies with caramel and nuts.", "Although the history of pulled sugar and pulled candy goes back to the Middle Ages, rock with letters in it is probably a recent invention."]], "word": "candy"}, "de": {"diffuclty_level": 0, "sentences": ["Schreiben Sie alles auf, was Sie essen, einschließlich Kuchen, Süßigkeiten und Snacks.", "Erster Preis war ein großes Stück Ahornzuckersüßigkeit mit Walnüssen.", "Kinder und Erwachsene, die eine Zahnspange tragen, müssen auf Süßigkeiten mit Karamell und Nüssen achten.", "Obwohl die Geschichte des gezogenen Zuckers und der gezogenen Süßigkeiten bis ins Mittelalter zurückreicht, ist Rock mit Buchstaben wahrscheinlich eine neue Erfindung."], "word": "Süßigkeiten"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Mangez des aliments riches en fibres, comme des fruits et des légumes frais, du son et des grains entiers.", "Toutes les 12 heures au cours de la période d'obscurité prolongée, des échantillons de jeunes feuilles, de fleurs, de racines et de fruits de deux plantes ont été récoltés pour analyse.", "La proportion de fleurs et d'ovules qui se développent en fruits et en graines chez les plantes à fleurs atteint rarement 1.", "Votre bébé a besoin de vitamine C pour la croissance des tissus, tandis que votre corps en a besoin pour absorber le fer et d'autres éléments nutritifs importants. Par conséquent, augmentez votre consommation de fruits et de légumes frais."], "word": "fruit"}, "id": "fruit", "es": {"diffuclty_level": 0, "sentences": ["Coma alimentos ricos en fibra, como frutas y verduras frescas, salvados y granos enteros.", "Cada 12 h durante el período de oscuridad prolongada, se recolectaron muestras de hojas jóvenes, flores, raíces y frutos de dos plantas para su análisis.", "La proporción de flores y óvulos que se convierten en frutos y semillas en plantas con flores rara vez alcanza 1.", "Su bebé necesita vitamina C para el crecimiento de los tejidos, mientras que su cuerpo la necesita para absorber el hierro y otros nutrientes importantes, por lo tanto, aumente la ingesta de frutas y verduras frescas."], "word": "Fruta"}, "url": "pictures/food/fruit.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Eat high-fiber foods, such as fresh fruits and vegetables, brans and whole grains.", "Every 12 h during the period of prolonged darkness, samples of young leaves, flowers, roots and fruits from two plants were harvested for analysis.", "The proportion of flowers and ovules that develop into fruits and seeds in flowering plants rarely reaches 1.", "Your baby requires vitamin C for tissue growth, while your body needs it to absorb iron and other important nutrients, so increase your intake of fresh fruits and vegetables."]], "word": "fruit"}, "de": {"diffuclty_level": 0, "sentences": ["Essen Sie ballaststoffreiche Lebensmittel wie frisches Obst und Gemüse, Mais und Vollkornprodukte.", "Während der langen Dunkelheit wurden alle 12 Stunden Proben von jungen Blättern, Blüten, Wurzeln und Früchten von zwei Pflanzen zur Analyse geerntet.", "Der Anteil der Blüten und Eizellen, die sich in blühenden Pflanzen zu Früchten und Samen entwickeln, beträgt selten 1.", "Ihr Baby benötigt Vitamin C für das Wachstum des Gewebes, während Ihr Körper es benötigt, um Eisen und andere wichtige Nährstoffe aufzunehmen und so die Aufnahme von frischem Obst und Gemüse zu erhöhen."], "word": "Obst"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Les cassis sont tellement aromatisés que vous n’avez pas besoin de beaucoup de leur purée pour faire une glace.", "J'ai toujours pensé que c'était un lieu de crème glacée, et c'est vraiment, ils fabriquent et vendent des glaces, mais ils servent aussi de la nourriture fantastique.", "Les desserts coûtent 2,95 £ et comprennent des puddings, des gateaux et des glaces faits maison.", "Même les personnes d'âge moyen et âgées en apprécient le goût et prennent comme dessert des glaces faites maison ou de marque."], "word": "crème glacée"}, "id": "ice cream", "es": {"diffuclty_level": 0, "sentences": ["Las grosellas negras tienen un sabor tan intenso que no necesitas gran parte de su puré para hacer un helado.", "Siempre pensé que era un lugar de helados, y es que realmente hacen y venden helados, pero también sirven comida fantástica.", "Los postres cuestan £ 2.95 e incluyen pudines caseros, pasteles y helados.", "Incluso las personas de mediana edad y mayores saborean el sabor y toman como helado los helados caseros o de marca."], "word": "helado"}, "url": "pictures/food/ice_cream.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Blackcurrants are so intensely flavoured that you don't need much of their purée to make an ice cream.", "I always thought it was an ice cream place, and it is really, they make and sell ice creams, but the also serve fantastic food.", "Desserts cost £2.95 and featured home-made puddings, gateaux and ice creams.", "Even middle-aged and old people relish the taste and take homemade or branded ice creams as dessert."]], "word": "ice cream"}, "de": {"diffuclty_level": 0, "sentences": ["Schwarze Johannisbeeren sind so intensiv im Geschmack, dass man für die Zubereitung von Eis nicht viel Püree benötigt.", "Ich habe immer gedacht, dass es ein Eis ist, und es ist wirklich so, dass sie Eis herstellen und verkaufen, aber sie bieten auch fantastisches Essen an.", "Desserts kosten £ 2,95 und bieten hausgemachte Pudding, Torten und Eis.", "Selbst ältere und ältere Menschen genießen den Geschmack und nehmen als Dessert hausgemachtes oder Markeneis ein."], "word": "Eis"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Faire griller les tranches de muffin légèrement des deux côtés et les beurrer.", "Les gras trans sont présents dans tout, des barres de chocolat, des biscuits, des gâteaux, des muffins, des craquelins, des croustilles, des frites, etc.", "Couper les muffins ou la ciabatta et griller ou rôtir légèrement l'intérieur uniquement.", "Lorsqu'il reprit son souffle, il sentit les muffins à la myrtille et une autre pâtisserie familière cuite au four dans la cuisine."], "word": "muffin"}, "id": "muffin", "es": {"diffuclty_level": 0, "sentences": ["Tueste las rebanadas de panecillo ligeramente por ambos lados y unte con mantequilla.", "Las grasas trans están en todo, desde barras de chocolate, galletas, pasteles, magdalenas, galletas, papas fritas, papas fritas y la lista continúa.", "Divida los panecillos o pan ciabatta y tueste ligeramente o ase a la parrilla únicamente el interior.", "Mientras recuperaba el aliento, podía oler los muffins de arándanos y otra repostería familiar horneada en la cocina."], "word": "mollete"}, "url": "pictures/food/muffin.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Toast the muffin slices lightly on both sides and butter them.", "Trans fats are in everything from chocolate bars, cookies, cakes, muffins, crackers, chips, French fries and the list goes on.", "Split the muffins or ciabatta and lightly toast or grill the insides only.", "As he regained his breath, he could smell the blueberry muffins and another familiar pastry baking in the kitchen."]], "word": "muffin"}, "de": {"diffuclty_level": 0, "sentences": ["Die Muffinscheiben auf beiden Seiten leicht anstoßen und mit Butter bestreichen.", "Transfette sind in Schokoladenriegeln, Keksen, Kuchen, Muffins, Crackern, Pommes Frites und Pommes Frites enthalten.", "Muffins oder Ciabatta aufteilen und nur das Innere anstoßen oder grillen.", "Als er wieder zu Atem kam, konnte er die Blaubeer-Muffins und ein anderes bekanntes Gebäck in der Küche riechen."], "word": "Muffin"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Depuis des temps immémoriaux, les fabricants de pizzas se disputent pour savoir si une tarte est aussi bonne que sa croûte, ses garnitures - ou le simple moment où elle se produit.", "Le mot est dérivé de l'anglais médiéval pour pie (tarte du pica latin).", "Brigid a secrètement pris un panier de la cuisine et y a rangé des fruits, de la viande et des tartes.", "Verser la garniture dans le moule à tarte et replier les pattes de pâte sur les bords de la garniture."], "word": "tarte"}, "id": "pie", "es": {"diffuclty_level": 0, "sentences": ["Desde tiempos inmemoriales, los fabricantes de pizzas han estado discutiendo si un pastel es tan bueno como su corteza, o sus ingredientes, o el momento en que lo hace.", "La palabra se deriva del inglés medieval para magpie (pastel de latín pica).", "Brigid tomó secretamente una cesta de la cocina y almacenó algunas frutas, carnes y pasteles en ella.", "Vierta el relleno en el plato de pastel, y doble las solapas de la masa sobre los bordes del relleno."], "word": "tarta"}, "url": "pictures/food/pie.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["Since time immemorial, pizza makers have been arguing whether a pie is only as good as its crust, or its toppings - or the sheer timing of it.", "The word is derived from the Medieval English for magpie (pie from Latin pica).", "Brigid secretly took a basket from the kitchen and stored some fruits, meats and pies in it.", "Pour the filling in the pie dish, and fold the flaps of dough over the borders of the filling."]], "word": "pie"}, "de": {"diffuclty_level": 0, "sentences": ["Seit jeher streiten sich Pizzahersteller, ob eine Torte nur so gut ist wie ihre Kruste oder ihre Toppings - oder ob es sich dabei nur um das reine Timing handelt.", "Das Wort stammt aus dem Mittelalterlichen Englisch für Elster (Pie aus Latin Pica).", "Brigid holte heimlich einen Korb aus der Küche und stellte Obst, Fleisch und Pasteten darin ab.", "Füllen Sie die Füllung in die Tortenform und falten Sie die Teigklappen über den Rand der Füllung."], "word": "Kuchen"}}, {"fr": {"diffuclty_level": 0, "sentences": ["J'ai l'espoir que Wallace commandera une tarte à la crème pour le pouding, mais ce déjeuner est une affaire presbytérienne.", "Bien sûr, rien n'est jamais parfait et le pudding s'est avéré être une profonde déception.", "Rarement, un patient peut être limité aux aliments à consistance de pouding si des liquides minces et épais sont aspirés librement.", "Il est ensuite servi avec une purée de céleri-rave qui se marie si bien avec le pudding riche et épicé, le poisson juteux et le prosciutto croustillant qu’il pourrait être une idée directement du paradis après tout."], "word": "pudding"}, "id": "pudding", "es": {"diffuclty_level": 0, "sentences": ["Tengo la esperanza de que Wallace pida una tarta de flan para el budín, pero este almuerzo es un asunto presbiteriano.", "Por supuesto, nada es perfecto, y el pudín demostró ser una profunda decepción.", "En raras ocasiones, un paciente puede estar limitado a alimentos con consistencia de pudín si se aspiran libremente líquidos delgados y espesos.", "Luego se sirve con un puré de apio que va tan bien con el rico pudín de especias cálidas, el pescado jugoso y el jamón crujiente que podría ser una idea directamente del Cielo después de todo."], "word": "pudín"}, "url": "pictures/food/pudding.jpg", "lexicalCategory": "Noun", "topic": "food", "en": {"diffuclty_level": 0, "sentences": [["I have a sneaking hope that Wallace will order custard tart for pudding but this lunch is a Presbyterian affair.", "Nothing is ever perfect, of course, and pudding proved to be a profound disappointment.", "Rarely, a patient may be limited to foods with a pudding consistency if thin and thick liquids are freely aspirated.", "It is then served with a celeriac purée that goes so well with the rich, warmly spiced pudding, the juicy fish and the crisp prosciutto that it could be an idea straight from Heaven after all."]], "word": "pudding"}, "de": {"diffuclty_level": 0, "sentences": ["Ich habe die Hoffnung, dass Wallace Vanillepuddingkuchen für Pudding bestellen wird, aber dieses Mittagessen ist eine presbyterianische Angelegenheit.", "Natürlich ist nichts perfekt, und Pudding erwies sich als tiefe Enttäuschung.", "In seltenen Fällen kann ein Patient auf Nahrungsmittel mit einer Pudding-Konsistenz beschränkt sein, wenn dünne und dicke Flüssigkeiten frei aufgenommen werden.", "Es wird dann mit einem Selleriepüree serviert, das so gut zu dem reichen, warm gewürzten Pudding, dem saftigen Fisch und dem knusprigen Prosciutto passt, dass es doch eine Idee aus dem Himmel sein könnte."], "word": "Pudding"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Le zoo abrite maintenant une paire de crocodiles, d'alligators et de caïmans, offrant aux habitants de la ville un aperçu de certaines espèces rares.", "À Gatorland, les niveaux des lacs ont été abaissés afin d'éviter que les 1 000 alligators et crocodiles ne se répandent dans les environs.", "Pour le moment, les alligators des Everglades en Floride tiennent bon contre les serpents envahisseurs.", "George peut également fournir des peaux exotiques, comme l'alligator, le lézard, l'autruche et même la galuchat."], "word": "alligator"}, "id": "alligator", "es": {"diffuclty_level": 0, "sentences": ["El zoológico aquí ahora es anfitrión de un par de cocodrilos marinos, caimanes y caimanes, que le dan a los habitantes de la ciudad un vistazo de algunas especies raras.", "En Gatorland, los niveles del lago se redujeron para evitar que las inundaciones derramaran los 1.000 caimanes y cocodrilos en el área circundante.", "Por ahora, los caimanes en los Everglades de Florida se mantienen firmes contra las serpientes invasoras.", "George también puede proporcionar pieles exóticas, como caimán, lagarto, avestruz e incluso raya."], "word": "caimán"}, "url": "pictures/animals/alligator.jpg", "lexicalCategory": "Noun", "topic": "animals", "en": {"diffuclty_level": 0, "sentences": [["The zoo here is now playing host to a pair each of seamy crocodiles, alligators and caimans, giving the city dwellers a glimpse of some rare species.", "At Gatorland, lake levels were lowered in order to prevent floods spilling the 1,000 alligators and crocodiles into the surrounding area.", "For now, the alligators in the Florida Everglades are holding their ground against the invading snakes.", "George can provide exotic skins too, like alligator, lizard, ostrich and even stingray."]], "word": "alligator"}, "de": {"diffuclty_level": 0, "sentences": ["Der Zoo hier beherbergt jetzt jeweils ein Paar nahtloser Krokodile, Alligatoren und Kaimane, die den Stadtbewohnern einen Einblick in einige seltene Arten geben.", "In Gatorland wurde der Seespiegel abgesenkt, um zu verhindern, dass die 1.000 Alligatoren und Krokodile in die Umgebung durch Überschwemmungen verschüttet werden.", "Im Moment halten die Alligatoren in den Florida Everglades gegen die eindringenden Schlangen an.", "George bietet auch exotische Felle wie Alligator, Eidechse, Strauß und sogar Stachelrochen an."], "word": "Alligator"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Il fallait aller pieds nus dans le temple, et avec des offrandes de nourriture sur le sol, l'endroit fourmillait de fourmis.", "Les abeilles appartiennent au troisième plus grand groupe d'insectes, qui comprend également les guêpes et les fourmis.", "Certains donneront une impulsion supplémentaire à une colonie de fourmis pour apporter du sucre et de la nourriture à ses familles.", "Chez Peter, on a parlé de fourmis volantes et de mozzies qui semblent nous attaquer par milliers cette année."], "word": "fourmi"}, "id": "ant", "es": {"diffuclty_level": 0, "sentences": ["Tenías que ir descalzo en el templo, y con las ofrendas de comida en el suelo, el lugar estaba lleno de hormigas.", "Las abejas pertenecen al tercer mayor orden de insectos que también incluye avispas y hormigas.", "Algunos le darán a una colonia de hormigas un empujón adicional para llevar azúcar y alimentos a sus familias.", "En Peter's, se ha hablado de hormigas voladoras y mozzies que parecen estar atacándonos por miles este año."], "word": "hormiga"}, "url": "pictures/animals/ant.jpg", "lexicalCategory": "Noun", "topic": "animals", "en": {"diffuclty_level": 0, "sentences": [["You had to go barefoot in the temple, and with food offerings on the floor the place was swarming with ants.", "Bees belong to the third largest insect order which also includes wasps and ants.", "Some will give a colony of ants an extra push to bring sugar and food to it's families.", "Over at Peter's there has been talk of flying ants and mozzies that seem to be attacking us in their thousands this year."]], "word": "ant"}, "de": {"diffuclty_level": 0, "sentences": ["Man musste barfuß in den Tempel gehen, und da es auf dem Boden Speisen gab, wimmelte es von Ameisen.", "Bienen gehören zur drittgrößten Insektenordnung, zu der auch Wespen und Ameisen gehören.", "Einige geben einer Ameisenkolonie einen zusätzlichen Schub, um den Familien Zucker und Nahrung zu bringen.", "Bei Peter wurde von fliegenden Ameisen und Moskitos gesprochen, die uns in diesem Jahr zu Tausenden angreifen."], "word": "Ameise"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Il a également décrit d'autres chats, loups, ours, pécaris, chameaux et de nombreux autres vertébrés de La Brea; la photo de droite le représente sur le terrain à La Brea.", "Dans certaines régions d'Amérique, les habitants aiment chasser le cerf, le wapiti et l'ours, tandis que dans d'autres régions, ils chassent les sangliers.", "Les écureuils et les ratons laveurs, les ours et les bisons, les aigles et un wapiti venaient d'Amérique du Nord.", "Cette fois, Mme Blade appelle et elle est un ours le matin."], "word": "ours"}, "id": "bear", "es": {"diffuclty_level": 0, "sentences": ["También describió a otros gatos, lobos, osos, pecaríes, camellos y muchos otros vertebrados de La Brea; La imagen de la derecha lo muestra en el campo en La Brea.", "En algunas partes de América, a las personas les gusta cazar ciervos, alces y osos, mientras que en otras áreas cazan jabalíes.", "De América del Norte vinieron ardillas y mapaches, osos y bisontes, águilas y un alce.", "Esta vez la señora Blade llama y ella es un oso por la mañana."], "word": "oso"}, "url": "pictures/animals/bear.jpg", "lexicalCategory": "Verb", "topic": "animals", "en": {"diffuclty_level": 0, "sentences": [["He also described other cats, wolves, bears, peccaries, camels, and many other vertebrates from La Brea; the picture on the right depicts him in the field at La Brea.", "In some parts of America, people like to hunt deer, elk and bears, while in other areas they hunt wild boars.", "From North America came squirrels and raccoons, bears and bison, eagles and an elk.", "This time Mrs. Blade calls in and she is a bear in the morning."]], "word": "bear"}, "de": {"diffuclty_level": 0, "sentences": ["Er beschrieb auch andere Katzen, Wölfe, Bären, Pekaris, Kamele und viele andere Wirbeltiere aus La Brea; Das Bild rechts zeigt ihn auf dem Feld von La Brea.", "In einigen Gegenden Amerikas jagen die Menschen gerne Rehe, Elche und Bären, während sie in anderen Gegenden Wildschweine jagen.", "Aus Nordamerika kamen Eichhörnchen und Waschbären, Bären und Bisons, Adler und ein Elch.", "Diesmal ruft Mrs. Blade an und ist am Morgen ein Bär."], "word": "Bär"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Aux États-Unis, les insectes piqueurs sont les abeilles, les guêpes jaunes, les frelons, les guêpes et les fourmis de feu.", "On se souvient très bien de l’abeille de quilting d’antan, bien que la plupart des courtepointes soient en réalité des produits en solo.", "Il existe plus de 30 000 espèces d'abeilles et dans la plupart d'entre elles, les abeilles mènent une vie solitaire.", "Par exemple, les fourmis, les termites, de nombreuses abeilles et certaines guêpes sont des insectes sociaux qui forment des communautés organisées."], "word": "abeille"}, "id": "bee", "es": {"diffuclty_level": 0, "sentences": ["Los insectos que pican en los EE. UU. Son abejas, chaquetas amarillas, avispones, avispas y hormigas de fuego.", "La abeja de acolchar de antaño es bien recordada, aunque la mayoría de las colchas eran en realidad productos individuales.", "Hay más de 30,000 especies de abejas y en la mayoría de ellas las abejas viven vidas solitarias.", "Por ejemplo, las hormigas, las termitas, muchas abejas y algunas avispas son insectos sociales que forman comunidades organizadas."], "word": "abeja"}, "url": "pictures/animals/bee.jpg", "lexicalCategory": "Noun", "topic": "animals", "en": {"diffuclty_level": 0, "sentences": [["Stinging insects in the U.S. are bees, yellow jackets, hornets, wasps, and fire ants.", "The old-time quilting bee is well remembered, although most quilts were actually solo products.", "There are over 30,000 species of bees and in most of them the bees live solitary lives.", "For example, ants, termites, many bees, and some wasps are social insects that form organized communities."]], "word": "bee"}, "de": {"diffuclty_level": 0, "sentences": ["Stechende Insekten in den USA sind Bienen, gelbe Jacken, Hornissen, Wespen und Feuerameisen.", "Die Quilting-Biene aus alter Zeit ist gut in Erinnerung, obwohl die meisten Quilts eigentlich Solo-Produkte waren.", "Es gibt über 30.000 Bienenarten und in den meisten von ihnen leben die Bienen allein.", "Zum Beispiel sind Ameisen, Termiten, viele Bienen und einige Wespen soziale Insekten, die organisierte Gemeinschaften bilden."], "word": "Biene"}}, {"fr": {"diffuclty_level": 0, "sentences": ["Le dos noir de l'oiseau séparait les deux ailes.", "Mais le pire, c’est un vieil oiseau qui m’a crié au sujet de la taxe de vote et m’a rendu responsable du mercredi noir.", "Alors j'ai demandé à un vieil oiseau sage, 'Monsieur, connaissez-vous des astuces pour que cette lumière s'éteigne?'", "De temps en temps, entre les prévisions météorologiques qui annoncent les températures dans les années 90, ils repoussent ce vieil oiseau assoupi."], "word": "oiseau"}, "id": "bird", "es": {"diffuclty_level": 0, "sentences": ["La parte posterior negra del pájaro separaba las dos alas una de la otra.", "Pero lo peor fue un pájaro viejo que me gritó sobre el impuesto de la encuesta y me culpó por el Miércoles Negro.", "Así que le pregunté a un viejo pájaro sabio: 'Señor, ¿sabe algún truco para que esta luz se apague?'", "De vez en cuando, entre las condiciones meteorológicas que predicen las temperaturas en los años 90, sacan a esta vieja ave."], "word": "pájaro"}, "url": "pictures/animals/bird.jpg", "lexicalCategory": "Noun", "topic": "animals", "en": {"diffuclty_level": 0, "sentences": [["The black back of the bird separated the two wings from each other.", "But the worst was an old bird who shouted at me about the poll tax and blamed me for Black Wednesday.", "So I asked a wise old bird, ‘Sir, do you know any tricks to get this light to go out?’", "Every so often, in between weathercasts predicting temperatures in the 90s, they wheel out this wizened old bird."]], "word": "bird"}, "de": {"diffuclty_level": 0, "sentences": ["Der schwarze Rücken des Vogels trennte die beiden Flügel voneinander.", "Aber das Schlimmste war ein alter Vogel, der mich wegen der Steuer ansprach und mich für den Schwarzen Mittwoch verantwortlich machte.", "Also fragte ich einen weisen alten Vogel: \"Sir, kennen Sie irgendwelche Tricks, um dieses Licht zu erlangen?\"", "Hin und wieder, zwischen Wetterdaten, die die Temperaturen in den 90er Jahren vorhersagen, rollen sie diesen verkommenen alten Vogel heraus."], "word": "Vogel"}}]}