{"data": [{"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Die Wüste war heißer als zu Zeiten seines Vaters und es gab weniger Nahrung für die Kamele.", "Er trinkt wie ein Kamel und raucht wie ein Kohlekraftwerk.", "Jäger und Sammler haben das riesige Kamel wahrscheinlich angegriffen und getötet, als es eine dieser Quellen besuchte, um dort zu trinken, schlagen die Forscher vor.", "Kamele, die 200 Kilogramm Lebensmittel transportieren können, können täglich zwischen acht und zehn Stunden arbeiten."], "word": "Kamel"}, "en": {"diffuclty_level": 0, "sentences": [["The desert was hotter now than in his father's day and there was less food for the camels.", "He drinks like a camel and smokes like a coal-fired power station.", "Hunter-gatherers likely attacked and killed the giant camel when it visited one of these springs to drink, the researchers suggest.", "Capable of carrying 200 kilograms of food, camels can work between eight and ten hours a day."]], "word": "camel"}, "es": {"diffuclty_level": 0, "sentences": ["El desierto estaba más caliente ahora que en el día de su padre y había menos comida para los camellos.", "Bebe como un camello y fuma como una central eléctrica de carbón.", "Los investigadores sugieren que los cazadores-recolectores atacaron y mataron al camello gigante cuando visitó uno de estos manantiales para beber.", "Capaces de transportar 200 kilogramos de comida, los camellos pueden trabajar entre ocho y diez horas al día."], "word": "camello"}, "id": "camel", "fr": {"diffuclty_level": 0, "sentences": ["Le désert était plus chaud maintenant qu'à l'époque de son père et il y avait moins de nourriture pour les chameaux.", "Il boit comme un chameau et fume comme une centrale au charbon.", "Les chercheurs suggèrent que les chasseurs-cueilleurs ont probablement attaqué et tué le chameau géant lorsqu’il s’est rendu à l’une de ces sources pour boire.", "Capable de transporter 200 kilos de nourriture, les chameaux peuvent travailler entre huit et dix heures par jour."], "word": "chameau"}, "url": "pictures/animals/camel.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Der offensichtliche Schlüssel zur Reduzierung von Schadstoffen besteht also darin, die Katze schneller aufzuwärmen.", "Sie öffnete ihre strömenden, toten grünen Augen und grinste so weit, dass sie wie eine Cheshire-Katze aussah.", "Wissenschaftler sagen, dass die letzten Großkatzen, die in Großbritannien in freier Wildbahn lebten und brüteten, vor 2000 Jahren Luchs waren.", "Es sei möglich, sagte er, es sei eine Katze der Puma-Familie."], "word": "Katze"}, "en": {"diffuclty_level": 0, "sentences": [["So the obvious key to reducing pollutants is to heat the cat faster.", "She opened her streaming, dead green eyes, grinning so widely that she looked like a Cheshire cat.", "Scientists say the last large cats to live and breed in the wild in Britain were lynx some 2,000 years ago.", "It was possible, he said, that it was a cat of the puma family."]], "word": "cat"}, "es": {"diffuclty_level": 0, "sentences": ["Así que la clave obvia para reducir los contaminantes es calentar al gato más rápido.", "Abrió sus ojos verdes y muertos, sonriéndole tanto que parecía un gato de Cheshire.", "Los científicos dicen que los últimos grandes felinos que viven y se reproducen en estado salvaje en Gran Bretaña fueron los linces hace unos 2,000 años.", "Era posible, dijo, que fuera un gato de la familia puma."], "word": "gato"}, "id": "cat", "fr": {"diffuclty_level": 0, "sentences": ["Donc, la clé évidente pour réduire les polluants est de chauffer le chat plus rapidement.", "Elle ouvrit ses yeux verts morts et ruisselants, souriant si largement qu'elle ressemblait à un chat du Cheshire.", "Les scientifiques disent que les derniers grands chats à vivre et à se reproduire à l'état sauvage en Grande-Bretagne étaient des lynx il y a environ 2 000 ans.", "Il était possible que ce soit un chat de la famille des puma."], "word": "chat"}, "url": "pictures/animals/cat.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Löwen, Leoparden und Geparden fangen und essen ihr eigenes Abendessen.", "Im Australia Zoo bekommen wir zwei männliche Geparden aus Afrika und zwei weibliche Geparden aus einem anderen Zoo in Australien.", "Ich weiß nicht genau, wie diese Panther, Geparden und Tiger überhaupt in den Park kamen.", "Zuerst habe ich getestet, ob Geparden Hyänen und Löwen meiden."], "word": "Gepard"}, "en": {"diffuclty_level": 0, "sentences": [["Lions, leopards and cheetahs catch and eat their own dinner.", "At Australia Zoo, we're getting two male cheetahs from Africa and two females cheetahs from another zoo in Australia.", "I don't rightly know how these panthers and cheetahs and tigers came to inhabit the park in the first place.", "First, I tested whether cheetahs avoid hyenas and lions."]], "word": "cheetah"}, "es": {"diffuclty_level": 0, "sentences": ["Leones, leopardos y guepardos cazan y comen su propia cena.", "En el zoológico de Australia, recibimos dos guepardos de África y dos hembras de otro zoológico de Australia.", "No sé con razón cómo estas panteras, guepardos y tigres llegaron a habitar el parque en primer lugar.", "Primero, probé si los guepardos evitaban las hienas y los leones."], "word": "leopardo cazador"}, "id": "cheetah", "fr": {"diffuclty_level": 0, "sentences": ["Les lions, les léopards et les guépards attrapent et mangent leur propre dîner.", "Au zoo d'Australie, nous recevons deux guépards mâles d'Afrique et deux femelles guépards d'un autre zoo australien.", "Je ne sais pas, à juste titre, comment ces panthères, guépards et tigres sont venus habiter le parc.", "Premièrement, j'ai vérifié si les guépards évitaient les hyènes et les lions."], "word": "guépard"}, "url": "pictures/animals/cheetah.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Was ist das menschlichste Verhalten, das Sie bei Schimpansen gesehen haben?", "Die Affen sind höchstwahrscheinlich eine Gruppe riesiger Schimpansen, die gorillaähnliches Verhalten zeigen.", "Die Situation ist für Primaten wie Bonobos, Schimpansen und Gorillas am schlimmsten.", "Kritiker argumentieren, dass junge Schimpansen niemals lernen, Schimpansen zu sein."], "word": "Schimpanse"}, "en": {"diffuclty_level": 0, "sentences": [["What is the most human-like behaviour you saw in chimpanzees?", "The apes are most likely a group of giant chimpanzees that display gorilla-like behavior.", "The situation is most dire for primates such as bonobos, chimpanzees and gorillas.", "Critics argue that, as a result, young chimps never learn how to be chimpanzees."]], "word": "chimpanzee"}, "es": {"diffuclty_level": 0, "sentences": ["¿Cuál es el comportamiento más humano que viste en los chimpancés?", "Los monos son probablemente un grupo de chimpancés gigantes que muestran un comportamiento similar al de un gorila.", "La situación es más grave para los primates como los bonobos, chimpancés y gorilas.", "Los críticos argumentan que, como resultado, los chimpancés jóvenes nunca aprenden a ser chimpancés."], "word": "chimpancé"}, "id": "chimpanzee", "fr": {"diffuclty_level": 0, "sentences": ["Quel est le comportement le plus humain que vous ayez observé chez les chimpanzés?", "Les singes sont très probablement un groupe de chimpanzés géants qui présentent un comportement semblable à celui d'un gorille.", "La situation est particulièrement grave pour les primates tels que les bonobos, les chimpanzés et les gorilles.", "Les critiques soutiennent que, par conséquent, les jeunes chimpanzés n'apprennent jamais à être des chimpanzés."], "word": "chimpanzé"}, "url": "pictures/animals/chimpanzee.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Er wuchs auf der Farm des Paares in Bugthorpe auf, wo er gerne die Tiere fütterte und die Kühe melkte.", "Käse kann aus Milch von Kühen, Ziegen und Schafen hergestellt werden.", "Andere Firmen haben auch versucht, Milch von Ziegen und Kühen zur Herstellung von Arzneimitteln zu verwenden, aber keine hat sich als wirtschaftlich rentabel erwiesen.", "In diesem Zusammenhang ist darauf hinzuweisen, dass die im Rahmen der Regelung geschlachteten Kühe 31% der Gesamtmenge ausmachen."], "word": "Kuh"}, "en": {"diffuclty_level": 0, "sentences": [["He grew up on the couple's farm in Bugthorpe where he loved to help out feeding the animals and milking the cows.", "Cheese can be made out of milk from cows, goats, and sheep.", "Other firms have also tried to use milk from goats and cows to produce drugs but none have proved commercially viable.", "In this regard it should be noted that cows slaughtered under the Scheme account for 31% of the total."]], "word": "cow"}, "es": {"diffuclty_level": 0, "sentences": ["Creció en la granja de la pareja en Bugthorpe, donde le encantaba ayudar a alimentar a los animales y ordeñar las vacas.", "El queso se puede hacer con leche de vacas, cabras y ovejas.", "Otras empresas también han tratado de usar la leche de cabras y vacas para producir drogas, pero ninguna ha demostrado ser comercialmente viable.", "A este respecto, cabe señalar que las vacas sacrificadas en virtud del Plan representan el 31% del total."], "word": "vaca"}, "id": "cow", "fr": {"diffuclty_level": 0, "sentences": ["Il a grandi sur la ferme du couple à Bugthorpe, où il aimait aider à nourrir les animaux et à traire les vaches.", "Le fromage peut être fabriqué à partir de lait de vache, de chèvre et de mouton.", "D'autres entreprises ont également essayé d'utiliser du lait de chèvre et de vache pour produire des médicaments, mais aucune ne s'est révélée commercialement viable.", "À cet égard, il convient de noter que les vaches abattues dans le cadre de ce programme représentent 31% du total."], "word": "vache"}, "url": "pictures/animals/cow.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Als sich ein Krokodil von Kindern durch die Schultore einer Hampshire-Schule schlängelte, gab es keine Anzeichen, dass ein schwarzer Panther auf freiem Fuß sein könnte.", "Er nutzte den Korsett-Look sehr gut, vor allem, wenn er ein weißes Krokodil-Bustier mit einem schwarzen Seiden-Chiffon-Blütenblattrock und ein rosafarbenes Seiden-Bustier mit einem schwarzen Seiden-Chiffon-Spitzenrock kombiniert.", "Ausgiebig nach ihrer Haut gejagt, werden große Krokodile immer seltener.", "Er bietet vielleicht die größte Auswahl an exotischen Ledern an, vom Krokodil bis zum Hai."], "word": "Krokodil"}, "en": {"diffuclty_level": 0, "sentences": [["As a crocodile of children snaked their way through the school gates of a Hampshire school there was no sign that a black panther could be at large.", "He used the corset look to great effect, particularly when he paired a white crocodile bustier with a black silk chiffon petal skirt and a rose silk faille bustier with a black silk chiffon lace inset skirt.", "Hunted extensively for their skins, large crocodiles are becoming increasingly rare.", "He offers perhaps the widest range of exotic leathers, from crocodile to shark."]], "word": "crocodile"}, "es": {"diffuclty_level": 0, "sentences": ["Cuando un cocodrilo de niños serpenteaba por las puertas de la escuela de una escuela de Hampshire, no había ninguna señal de que una pantera negra pudiera estar en libertad.", "Utilizó el aspecto de corsé con gran efecto, especialmente cuando emparejó un bustier de cocodrilo blanco con una falda de pétalos de gasa de seda negra y un bustier de faille de seda rosa con una falda de encaje de gasa de seda negra.", "Cazados extensamente por sus pieles, los cocodrilos grandes son cada vez más raros.", "Él ofrece quizás la más amplia gama de pieles exóticas, desde cocodrilo hasta tiburón."], "word": "cocodrilo"}, "id": "crocodile", "fr": {"diffuclty_level": 0, "sentences": ["Alors qu'un crocodile d'enfants se frayait un chemin à travers les portes d'une école du Hampshire, rien n'indiquait qu'une panthère noire puisse être en fuite.", "Il a utilisé le look de corset avec beaucoup d’effet, notamment en associant un bustier en crocodile blanc à une jupe en pétale de soie noire et un bustier en faille de soie rose à une jupe à empiècement en dentelle de soie noire.", "Chassés intensivement pour leur peau, les grands crocodiles sont de plus en plus rares.", "Il propose peut-être la plus vaste gamme de cuirs exotiques, du crocodile au requin."], "word": "crocodile"}, "url": "pictures/animals/crocodile.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Die Arbeiter suchen nun verzweifelt nach den weiblichen Hirschen, von denen sie glauben, dass sie noch auf freiem Fuß sind.", "Umweltschützer argumentieren, dass Pooley für Hirsche und Wölfe von außergewöhnlichem Wert ist.", "Die Hirsche, Schafe und Wildziegen schätzten offensichtlich auch die Route durch den Wald.", "Es hatte keine Hörner im Sinne eines Hirsches oder einer Kuh, aber es hatte knöcherne Auswölbungen über den Augen."], "word": "Hirsch"}, "en": {"diffuclty_level": 0, "sentences": [["Workers are now desperately searching for the female deer, who they believe is still at large.", "Environmentalists argue that Pooley is of exceptional value to deer and wolves.", "The deer, sheep and feral goats obviously appreciated the route through the forest too.", "It had not horns in the sense of a deer or a cow but it had bony protuberances above the eyes."]], "word": "deer"}, "es": {"diffuclty_level": 0, "sentences": ["Los trabajadores ahora están buscando desesperadamente a la venada, que creen que todavía está en libertad.", "Los ambientalistas argumentan que Pooley tiene un valor excepcional para los ciervos y los lobos.", "Los ciervos, las ovejas y las cabras salvajes obviamente apreciaron la ruta a través del bosque también.", "No tenía cuernos en el sentido de un ciervo o una vaca, pero tenía protuberancias óseas sobre los ojos."], "word": "ciervo"}, "id": "deer", "fr": {"diffuclty_level": 0, "sentences": ["Les travailleurs cherchent maintenant désespérément la femelle qui, selon eux, est toujours en fuite.", "Les écologistes affirment que Pooley est d’une valeur exceptionnelle pour les cerfs et les loups.", "Les cerfs, les moutons et les chèvres sauvages ont évidemment apprécié le parcours à travers la forêt.", "Il n'avait pas de corne dans le sens d'un cerf ou d'une vache mais il avait des protubérances osseuses au-dessus des yeux."], "word": "cerf"}, "url": "pictures/animals/deer.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Doyle hofft, seine neuen Lieblingstheorien über die Existenz des Übernatürlichen beweisen zu können, aber wenn ein Mord stattfindet, erscheint sein ertrunkener Geist wieder, um ihn zu verfolgen.", "Dieser Kerl wird ihn vor den Toren von St. Peters verfolgen.", "Wenn Ihre Betreuer eine Luke öffnen, vergewissern Sie sich, dass sie sie aufspüren.", "Ein Krieg, der vor 30 Jahren endete, lässt uns immer noch unsere Debatten über einen völlig anderen Krieg prägen."], "word": "Hund"}, "en": {"diffuclty_level": 0, "sentences": [["Doyle hopes to prove his new pet theories on the existence of the supernatural, but when a murder takes place, his own drowned ghost reappears to dog him.", "That fellow is going to dog him to the gates of St Peters.", "If your maintainers open a hatch, be sure they dog it down.", "A war that ended 30 years ago still dogs us shaping our debates about fighting an entirely different war."]], "word": "dog"}, "es": {"diffuclty_level": 0, "sentences": ["Doyle espera probar sus nuevas teorías sobre la existencia de lo sobrenatural, pero cuando ocurre un asesinato, su propio fantasma ahogado reaparece para perseguirlo.", "Ese tipo lo va a perseguir a las puertas de San Pedro.", "Si sus encargados de mantenimiento abren una escotilla, asegúrese de que la persigan.", "Una guerra que terminó hace 30 años todavía nos persigue, dando forma a nuestros debates sobre la lucha en una guerra completamente diferente."], "word": "perro"}, "id": "dog", "fr": {"diffuclty_level": 0, "sentences": ["Doyle espère prouver ses nouvelles théories sur l’existence du surnaturel, mais lorsqu’un meurtre a lieu, son propre fantôme noyé réapparaît pour le traquer.", "Ce type le conduira aux portes de St Peters.", "Si vos préposés à l'entretien ouvrent une écoutille, assurez-vous qu'ils la bloquent.", "Une guerre qui s'est terminée il y a 30 ans nous amène encore à façonner nos débats sur le fait de mener une guerre totalement différente."], "word": "chien"}, "url": "pictures/animals/dog.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Die ehemalige Gruppe hat auch verschiedene endemische Linien von Flussdelfinen hervorgebracht.", "In den USA wurden seit 1989 keine Atlantik-Tümmler mehr gefangen.", "Wilde Delphine vor der Westküste Australiens waren die ersten Meeressäuger, bei denen kulturelles Lernen beobachtet wurde.", "Sie hat Paviane in Kenia und Delfine vor der Küste Westaustraliens studiert."], "word": "Delphin"}, "en": {"diffuclty_level": 0, "sentences": [["The former group also gave rise to various endemic lines of river dolphins.", "No captures of Atlantic bottlenose dolphins have occurred in the US since 1989.", "Wild dolphins off the west coast of Australia were the first marine mammals in which cultural learning was observed.", "She has also studied baboons in Kenya and dolphins off the coast of western Australia."]], "word": "dolphin"}, "es": {"diffuclty_level": 0, "sentences": ["El primer grupo también dio origen a varias líneas endémicas de delfines de río.", "No se han producido capturas de delfines mulares del Atlántico en los Estados Unidos desde 1989.", "Los delfines salvajes en la costa oeste de Australia fueron los primeros mamíferos marinos en los que se observó el aprendizaje cultural.", "También ha estudiado babuinos en Kenia y delfines en las costas del oeste de Australia."], "word": "delfín"}, "id": "dolphin", "fr": {"diffuclty_level": 0, "sentences": ["Le premier groupe a également engendré diverses lignées endémiques de dauphins.", "Aucune capture de grands dauphins de l'Atlantique aux États-Unis depuis 1989.", "Les dauphins sauvages de la côte ouest de l’Australie ont été les premiers mammifères marins chez lesquels un apprentissage culturel a été observé.", "Elle a également étudié les babouins au Kenya et les dauphins au large des côtes de l'Australie occidentale."], "word": "dauphin"}, "url": "pictures/animals/dolphin.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Diejenigen, die sich dieser Verpflichtung entziehen, dienen dem Land nicht.", "Mein Wimmern wurde zu Wehklagen und ich versuchte, seine Schläge zu unterdrücken.", "Er duckt die Kugeln kaum, während sich seine Augen weiten, als sie auf ihn zu fliegen.", "Und Sie können verstehen, warum sie gelegentlich ausweichen möchte. Abgesehen von dem erforderlichen Rauchen und Trinken scheint das Tragen dieser One-Woman-Show ziemlich anspruchsvoll zu sein."], "word": "Ente"}, "en": {"diffuclty_level": 0, "sentences": [["Those who duck this obligation ill-serve the country.", "My whimpers became wails and I tried to duck his blows.", "He barely ducks the bullets as his eyes widen when they fly towards him.", "And you can understand why she might want to duck out occasionally; aside from the required smoking and drinking, carrying this one-woman show seems pretty demanding."]], "word": "duck"}, "es": {"diffuclty_level": 0, "sentences": ["Los que eluden esta obligación maltratan al país.", "Mis gemidos se convirtieron en lamentos y traté de esquivar sus golpes.", "Apenas esquiva las balas cuando sus ojos se abren cuando vuelan hacia él.", "Y puedes entender por qué ella tal vez quiera esquivarse ocasionalmente; Aparte del consumo de fumar y beber, llevar este espectáculo de una sola mujer parece bastante exigente."], "word": "Pato"}, "id": "duck", "fr": {"diffuclty_level": 0, "sentences": ["Ceux qui esquivent cette obligation servent mal le pays.", "Mes gémissements se sont transformés en gémissements et j'ai essayé d'éviter ses coups.", "Il esquive à peine les balles quand ses yeux s'écarquillent quand ils volent vers lui.", "Et vous pouvez comprendre pourquoi elle pourrait vouloir s'échapper de temps en temps; Outre le fait de fumer et de boire, porter ce spectacle féminin semble plutôt exigeant."], "word": "canard"}, "url": "pictures/animals/duck.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Es bietet freifliegende Flugvorführungen und die Möglichkeit, rund 30 verschiedene Raubvögel, darunter Adler, Bussarde und Falken, aus nächster Nähe zu sehen.", "Verblüfft vergaß ich meine Kamera bis der Adler außer Sicht war.", "Wenn beispielsweise die Banken Dollarnoten ausgaben, hörte der Silberdollar auf, zu zirkulieren, und niemand zahlte mit einem Goldadler, wenn eine Zehn-Dollar-Note zur Verfügung stand.", "Er konnte in einem Ballspiel geistige Fehler und Fehleinschätzungen schneller erkennen, als ein Adler aus der Luft eine Beute auf dem Boden sieht."], "word": "Adler"}, "en": {"diffuclty_level": 0, "sentences": [["It features free-flying displays and an opportunity for people to see at close hand some 30 different birds of prey, including eagles, buzzards and falcons.", "Dumbfounded, I forgot all about my camera until the eagle was out of sight.", "For instance, if the banks issued dollar notes, silver dollars ceased to circulate, and no one paid with a gold eagle if a ten dollar note was at hand.", "He could spot mental mistakes and misjudgments in a ball game quicker than an airborne eagle catches sight of prey scurrying around on the ground."]], "word": "eagle"}, "es": {"diffuclty_level": 0, "sentences": ["Cuenta con exhibiciones de vuelo libre y una oportunidad para que la gente vea de cerca 30 aves de presa diferentes, entre ellas águilas, halcones y halcones.", "Asombrado, me olvidé de mi cámara hasta que el águila se perdió de vista.", "Por ejemplo, si los bancos emitieron billetes en dólares, los dólares de plata dejaron de circular, y nadie pagó con un águila de oro si un billete de diez dólares estaba a la mano.", "Podía detectar errores mentales y juicios erróneos en un juego de pelota más rápido que un águila aerotransportada que ve a la presa escabullirse por el suelo."], "word": "águila"}, "id": "eagle", "fr": {"diffuclty_level": 0, "sentences": ["Il propose des expositions en vol libre et permet aux gens de voir de près une trentaine d’oiseaux de proie différents, notamment des aigles, des buses et des faucons.", "Abasourdi, j'ai tout oublié de mon appareil photo jusqu'à ce que l'aigle soit perdu de vue.", "Par exemple, si les banques émettaient des billets en dollars, les dollars en argent cesseraient de circuler et personne ne paierait avec un aigle en or si un billet de dix dollars était à portée de main.", "Il pouvait repérer plus rapidement les erreurs mentales et les erreurs de jugement dans un match de base-ball qu’un aigle en vol qui aperçoit des proies se précipiter sur le sol."], "word": "Aigle"}, "url": "pictures/animals/eagle.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Wenn wir uns an die Größe eines typischen Elefanten erinnern, ist die Figur des Coryate zu groß, viel zu groß.", "Sie besuchen Nairobi Nursery, wo die kleinsten verwaisten Elefanten und Nashörner gehalten werden.", "Tiere wie Elefanten nutzen den Infraschall auch zur Kommunikation über weite Strecken oder als Waffen, um Feinde abzuwehren.", "Im vergangenen Juli veranstaltete das Berkeley Museum of Art an der University of California eine Ausstellung von Elefantenkunst."], "word": "Elefant"}, "en": {"diffuclty_level": 0, "sentences": [["Further, if we recall the great size of a typical elephant, the figure of Coryate is out of scale, much too large.", "They will visit Nairobi Nursery, where the smallest orphaned elephants and rhinos are kept.", "Animals such as elephants also use infrasound to communicate over long distances or as weapons to repel foes.", "Last July, the Berkeley Museum of Art at the University of California hosted an exhibit of elephant art."]], "word": "elephant"}, "es": {"diffuclty_level": 0, "sentences": ["Además, si recordamos el gran tamaño de un elefante típico, la figura de Coryate está fuera de escala, demasiado grande.", "Visitarán el vivero de Nairobi, donde se guardan los elefantes y rinocerontes huérfanos más pequeños.", "Los animales como los elefantes también usan infrasonido para comunicarse a largas distancias o como armas para repeler a los enemigos.", "En julio pasado, el Museo de Arte de Berkeley en la Universidad de California organizó una exhibición de arte de elefantes."], "word": "elefante"}, "id": "elephant", "fr": {"diffuclty_level": 0, "sentences": ["De plus, si l’on se souvient de la grande taille d’un éléphant typique, la figure de Coryate est hors d’échelle, beaucoup trop grande.", "Ils se rendront à Nairobi Nursery, où sont gardés les plus petits éléphants et rhinocéros orphelins.", "Les animaux tels que les éléphants utilisent également les infrasons pour communiquer sur de longues distances ou comme armes pour repousser leurs ennemis.", "En juillet dernier, le Berkeley Museum of Art de l'Université de Californie a accueilli une exposition d'art sur l'éléphant."], "word": "l'éléphant"}, "url": "pictures/animals/elephant.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Ihr Versuch, den Eindruck der Wähler von ihr als wissenschaftlich kalten Fisch abzuschwächen, ist eines der wenigen amüsanten Brillen in einer düsteren politischen Landschaft.", "Sie scheint zu empfindlich zu sein, um diese Erde und ihren kalten Fisch eines Mannes zu überleben, und tatsächlich tut sie das nicht.", "Für einen echten Geschmack der kroatischen Adriaküche suchen Sie die kleinen Tavernen, in denen Sie hervorragenden Fisch und Meeresfrüchte aus der Region essen können.", "Backen ist eine großartige Methode, um Fisch zuzubereiten. So kann das Fleisch gleichmäßig kochen und feucht bleiben."], "word": "Fisch"}, "en": {"diffuclty_level": 0, "sentences": [["Their attempt to soften the electorate's impression of her as a scientific cold fish is one of the few amusing spectacles in a grim political landscape.", "She seems too sensitive to survive this earth and her cold fish of a husband, and indeed she doesn't.", "For a true taste of Croatian Adriatic cuisine seek out the tiny tavernas where you can eat superb local fish and sea food.", "Baking is a great method to cook fish, allowing the flesh to cook evenly and stay moist."]], "word": "fish"}, "es": {"diffuclty_level": 0, "sentences": ["Su intento de suavizar la impresión que el electorado tiene de ella como un pez científico y frío es uno de los pocos espectáculos divertidos en un sombrío panorama político.", "Ella parece demasiado sensible para sobrevivir a esta tierra y su frío marido de marido, y de hecho no lo hace.", "Para un verdadero sabor de la cocina croata del Adriático, busque las pequeñas tabernas donde podrá comer excelentes pescados y mariscos locales.", "Hornear es un excelente método para cocinar pescado, ya que permite que la carne se cocine uniformemente y se mantenga húmeda."], "word": "pez"}, "id": "fish", "fr": {"diffuclty_level": 0, "sentences": ["Leur tentative d'atténuer l'impression que l'électorat a d'elle comme d'un poisson froid scientifique est l'un des rares spectacles amusants dans un paysage politique sombre.", "Elle semble trop sensible pour survivre sur cette terre et son poisson froid de mari, et en effet elle ne le fait pas.", "Pour un vrai goût de la cuisine croate de l’Adriatique, cherchez dans les petites tavernes où vous pourrez manger de superbes poissons et fruits de mer locaux.", "La cuisson au four est une excellente méthode de cuisson du poisson, permettant à la chair de cuire uniformément et de rester humide."], "word": "poisson"}, "url": "pictures/animals/fish.jpg", "topic": "animals"}, {"lexicalCategory": "Verb", "de": {"diffuclty_level": 0, "sentences": ["Flugzeuge verbrauchen in größeren Höhen weniger Treibstoff. Daher fliegen Piloten auf längeren Flügen häufig in größeren Höhen.", "Zwei Hubschrauber mit Kameras fliegen über das Stadion und die Stadt Cardiff", "Wir müssen auch fliegen, also zügig über die Brücke nach Boat Of Garten, von wo aus eine Dampfeisenbahn über das Moor nach Aviemore führt, was einen weiteren herrlichen Aspekt der Berge ergibt.", "Dann müssen Sie zugeben, dass die Männer, die mit unseren modernen Verkehrsflugzeugen fliegen, Experten sind - sie müssen es sein!"], "word": "fliegen"}, "en": {"diffuclty_level": 0, "sentences": [["Planes burn less fuel at higher altitudes, so pilots often fly at higher altitudes on long flights.", "Two helicopters carrying cameras will fly overhead looking down over the stadium and Cardiff city", "We too must fly, so stride briskly over the bridge to Boat Of Garten, from where a steam railway plies its way across the moor to Aviemore, giving another magnificent aspect of the mountains.", "Then again, you'll have to admit, the men who fly our modern airliners are experts - they have to be!"]], "word": "fly"}, "es": {"diffuclty_level": 0, "sentences": ["Los aviones queman menos combustible a mayores altitudes, por lo que los pilotos a menudo vuelan en altitudes más altas en vuelos largos.", "Dos helicópteros con cámaras volarán por encima del estadio y la ciudad de Cardiff.", "Nosotros también debemos volar, así que camine velozmente por el puente hacia Boat Of Garten, desde donde un tren a vapor cruza el páramo hacia Aviemore, dando otro aspecto magnífico de las montañas.", "Entonces, una vez más, tendrá que admitir que los hombres que vuelan nuestros modernos aviones son expertos, ¡tienen que serlo!"], "word": "volar"}, "id": "fly", "fr": {"diffuclty_level": 0, "sentences": ["Les avions consomment moins de carburant à haute altitude. Les pilotes volent donc souvent à haute altitude lors de longs vols.", "Deux hélicoptères transportant des caméras survoleront le stade et la ville de Cardiff", "Nous aussi, nous devons voler, alors enjambons vivement le pont pour Boat Of Garten, d'où un chemin de fer à vapeur traverse la lande jusqu'à Aviemore, ce qui donne un autre aspect magnifique des montagnes.", "Encore une fois, vous devez l'admettre, les hommes qui pilotent nos avions de ligne modernes sont des experts - ils le doivent!"], "word": "voler"}, "url": "pictures/animals/fly.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Ich setze meinen Ruf auf die Tatsache, dass der Eintrag dieser Woche Sie wirklich foxen wird.", "Sie wirft jedoch einen langsameren Aufschlag ein, der den französischen Spieler foxt.", "Ihr Training ermöglicht es Ihnen, viel von dem zu erkennen, was Sie wahrscheinlich sehen werden, aber Sie verlassen sich auf Spezialisten im ganzen Land, die bei den seltenen Stücken helfen, die Sie fuchsen."], "word": "Fuchs"}, "en": {"diffuclty_level": 0, "sentences": [["I stake my reputation on the fact that this week's entry will truly fox you.", "But she throws in a slower serve which foxes the French player.", "Your training equips you to recognise much of what you are likely to see, but you rely on specialists around the country for help with those rare pieces that fox you."]], "word": "fox"}, "es": {"diffuclty_level": 0, "sentences": ["Apuesto mi reputación al hecho de que la entrada de esta semana realmente te engañará.", "Pero ella tira en un servicio más lento que foxea al jugador francés.", "Tu entrenamiento te capacita para reconocer gran parte de lo que es probable que veas, pero confías en los especialistas de todo el país para que te ayuden con esas piezas raras que te atrapan."], "word": "zorro"}, "id": "fox", "fr": {"diffuclty_level": 0, "sentences": ["Je parie sur ma réputation sur le fait que l’entrée de cette semaine vous mettra vraiment au sérieux.", "Mais elle jette un service plus lent qui renverse le joueur français.", "Votre formation vous permet de reconnaître une grande partie de ce que vous êtes susceptible de voir, mais vous comptez sur l'aide de spécialistes de tout le pays pour vous aider à trouver ces pièces rares qui vous sont chères."], "word": "Renard"}, "url": "pictures/animals/fox.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Der neue Teich wurde geschaffen, um Frösche, Molche, Kröten, Libellen und Schmetterlinge zu fördern.", "Dr. Harnett sagte, Teichinsekten und Wasserpflanzen gedeihen bereits und einige Besucher hätten Molche und Frösche gesehen.", "\"Das Pferd kratzte den Frosch seines linken Hufes in der Hinterhand und verlor die Fahrt\", sagte Nakatani.", "Franchomme hatte ein Stradivari-Cello, hielt den Bogen jedoch über dem Frosch und sorgte für mehr Flexibilität und Feinheit als für Robustheit."], "word": "Frosch"}, "en": {"diffuclty_level": 0, "sentences": [["The new pond has been created to encourage frogs, newts, toads, dragonflies and butterflies.", "Dr Harnett said pond insects and water plants were already thriving, and some visitors had seen newts and frogs.", "‘The horse scraped the frog of his left hoof in the backstretch and lost his drive,’ Nakatani said.", "Franchomme had a Stradivari cello but held the bow above the frog, making for flexibility and subtlety of tone rather than robustness."]], "word": "frog"}, "es": {"diffuclty_level": 0, "sentences": ["El nuevo estanque ha sido creado para fomentar ranas, tritones, sapos, libélulas y mariposas.", "El Dr. Harnett dijo que los insectos del estanque y las plantas acuáticas ya estaban prosperando, y algunos visitantes habían visto tritones y ranas.", "\"El caballo raspó la rana de su pezuña izquierda en el tramo trasero y perdió el impulso\", dijo Nakatani.", "Franchomme tenía un violonchelo Stradivari, pero sostenía el arco por encima de la rana, lo que daba flexibilidad y sutileza en el tono en lugar de robustez."], "word": "rana"}, "id": "frog", "fr": {"diffuclty_level": 0, "sentences": ["Le nouvel étang a été créé pour encourager les grenouilles, les tritons, les crapauds, les libellules et les papillons.", "M. Harnett a déclaré que les insectes des étangs et les plantes aquatiques étaient déjà florissants et que certains visiteurs avaient déjà vu des tritons et des grenouilles.", "«Le cheval a éraflé la grenouille de son sabot gauche et a perdu son entraînement», a déclaré Nakatani.", "Franchomme avait un violoncelle Stradivari mais tenait l'archet au-dessus de la grenouille, offrant souplesse et subtilité de ton plutôt que robustesse."], "word": "la grenouille"}, "url": "pictures/animals/frog.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Als sie sich letzten Monat in einem kenianischen Badeort befanden, beschlossen sie, in die Tierreservate von Maasai Mara zurückzukehren, um dort Tiere wie Giraffen, Löwen und Elefanten zu sehen.", "Das Zoo-Büro war früher das Flughafenclubhaus, und die alten Kleiderbügel werden jetzt als Wohnbereich einer Giraffe und der indischen Elefanten genutzt.", "Der lange Hals der Giraffe und der kurze Hals des Nilpferds werden beide durch die Theorie erklärt.", "Zu diesen Tieren gehören Giraffen, Pinguine, Makaken, Bonobos und Gänse."], "word": "Giraffe"}, "en": {"diffuclty_level": 0, "sentences": [["While at a Kenyan beach resort last month they decided to return to the Maasai Mara animal reserves to see animals such as giraffes, lions and elephants.", "The zoo offices were once the airport club house and the old hangers are now used as the living area of a giraffe and the Indian elephants.", "The long neck of the giraffe and the short neck of the hippopotamus are both explained by the theory.", "These animals include giraffes, penguins, macaques, bonobos, and geese."]], "word": "giraffe"}, "es": {"diffuclty_level": 0, "sentences": ["Mientras estaban en un balneario de Kenia el mes pasado, decidieron regresar a las reservas de animales de Maasai Mara para ver animales como jirafas, leones y elefantes.", "Las oficinas del zoológico fueron una vez la casa club del aeropuerto y las perchas antiguas ahora se usan como la sala de estar de una jirafa y los elefantes indios.", "El cuello largo de la jirafa y el cuello corto del hipopótamo son explicados por la teoría.", "Estos animales incluyen jirafas, pingüinos, macacos, bonobos y gansos."], "word": "jirafa"}, "id": "giraffe", "fr": {"diffuclty_level": 0, "sentences": ["Le mois dernier, alors qu'ils se trouvaient dans une station balnéaire kenyane, ils ont décidé de retourner dans les réserves d'animaux Maasai Mara pour voir des animaux tels que des girafes, des lions et des éléphants.", "Les bureaux du zoo étaient autrefois le club house de l'aéroport et les vieux cintres servent désormais de salle de séjour à la girafe et aux éléphants indiens.", "Le long cou de la girafe et le cou court de l'hippopotame sont tous deux expliqués par la théorie.", "Ces animaux comprennent les girafes, les manchots, les macaques, les bonobos et les oies."], "word": "girafe"}, "url": "pictures/animals/giraffe.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Sie sind am häufigsten im Fleisch von Wiederkäuern wie Kühen, Schafen und Ziegen sowie Milchprodukten einschließlich Vollmilch und Joghurt.", "Das Fleisch von Kühen, Ziegen, Schafen und Schweinen ist Nahrung für Menschen.", "Wildziegen tolerieren beträchtliche extreme Temperaturen und wären höchstwahrscheinlich eine Nahrungsquelle für die meiste Zeit nach der Eiszeit gewesen.", "Kühe produzieren zehnmal mehr Fleisch als Schafe oder Ziegen, und die Rindfleischproduktion wurde mit abnehmender Schweinezahl immer wichtiger."], "word": "Ziege"}, "en": {"diffuclty_level": 0, "sentences": [["They are most prevalent in the meat of ruminant animals such as cows, sheep and goats, and dairy products including full-fat milk and yoghurt.", "The meat of cows, goats, sheep and pigs is food for people.", "Wild goats are tolerant of considerable extremes of temperature and would most likely have been a source of food for most of the post-glacial period.", "Cows produce ten times more meat than sheep or goats and beef production grew increasingly important as pig numbers decreased."]], "word": "goat"}, "es": {"diffuclty_level": 0, "sentences": ["Son más frecuentes en la carne de animales rumiantes, como vacas, ovejas y cabras, y en productos lácteos que incluyen leche entera y yogur.", "La carne de vacas, cabras, ovejas y cerdos es alimento para las personas.", "Las cabras salvajes toleran temperaturas extremas considerables y lo más probable es que hayan sido una fuente de alimento durante la mayor parte del período post-glaciar.", "Las vacas producen diez veces más carne que las ovejas o cabras, y la producción de carne de res se hizo cada vez más importante a medida que disminuía el número de cerdos."], "word": "cabra"}, "id": "goat", "fr": {"diffuclty_level": 0, "sentences": ["Ils sont surtout présents dans la viande des ruminants tels que les vaches, les ovins et les caprins, ainsi que dans les produits laitiers, notamment le lait entier et le yaourt.", "La viande de vache, de chèvre, de mouton et de porc est un aliment pour l'homme.", "Les chèvres sauvages tolèrent des températures extrêmes extrêmes et auraient très probablement constitué une source de nourriture pour la majeure partie de la période postglaciaire.", "Les vaches produisent dix fois plus de viande que les moutons et les chèvres et la production de viande de bœuf a pris de plus en plus d'importance à mesure que le nombre de porcs diminuait."], "word": "chèvre"}, "url": "pictures/animals/goat.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Sogar der Goldfisch im Teich und die Vögel in der Hecke wirken lustlos und desinteressiert.", "Dies ist die Größe eines kleinen Pools und es wimmelt von plumpen Karpfen und Goldfischen.", "Wenn Sie ein paar Wochen weggehen und sich Sorgen machen, wer den Goldfisch im Gartenteich füttern kann, machen Sie sich keine Sorgen.", "Die Jungen benutzten ein Netz, um den Fisch aus dem Schlamm zu heben, und brachten ihn zu ihrer Mutter, einer leidenschaftlichen Fischhalterin, die bereits Guppys, Minnows und einen Goldfisch besitzt."], "word": "Goldfisch"}, "en": {"diffuclty_level": 0, "sentences": [["Even the goldfish in the pond and the birds in the hedge seem listless and disinterested.", "This is the size of a small swimming pool and is teeming with plump carp and goldfish.", "If you are going away for a couple of weeks and are worried about who will feed the goldfish in the garden pond, don't worry.", "The boys used a net to lift the fish from the mud and took it to their mum, a keen fish keeper who already owns guppies, minnows and a goldfish."]], "word": "goldfish"}, "es": {"diffuclty_level": 0, "sentences": ["Incluso los peces de colores en el estanque y los pájaros en el seto parecen apáticos y desinteresados.", "Este es el tamaño de una pequeña piscina y está repleto de carpas y peces de colores.", "Si se va a ir por un par de semanas y le preocupa quién va a alimentar a los peces de colores en el estanque del jardín, no se preocupe.", "Los niños usaron una red para sacar el pez del barro y se lo llevaron a su madre, una cuidadora que ya posee guppies, peces pequeños y un pez de colores."], "word": "pez de colores"}, "id": "goldfish", "fr": {"diffuclty_level": 0, "sentences": ["Même le poisson rouge dans l'étang et les oiseaux dans la haie semblent indifférents et désintéressés.", "C'est la taille d'une petite piscine et regorge de carpes charnues et de poissons rouges.", "Si vous partez pour quelques semaines et que vous vous inquiétez de savoir qui nourrira le poisson rouge dans l'étang de jardin, ne vous inquiétez pas.", "Les garçons ont utilisé un filet pour extraire le poisson de la boue et l'ont apporté à leur mère, une gardienne passionnée du poisson, qui possède déjà des guppys, des ménés et un poisson rouge."], "word": "poisson rouge"}, "url": "pictures/animals/goldfish.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Die meisten Menschen sind mit Mäusen, Ratten, Hamstern und Meerschweinchen vertraut, die häufig als Haustiere gehalten werden.", "Esel, Hunde, Rennmäuse, Hamster, Kaninchen, Papageien und Molche bekommen am ehesten ein Geschenk.", "In der Schule gab es in unserem Klassenzimmer einen kleinen Nagetierzoo, der aus zwei Kaninchen, drei Hamstern, einem Wurf von Babyrennmäusen und einem Meerschweinchen bestand.", "Auch Rennmäuse und Hamster sollten lieber im Besitz von Freunden sein, wo wir sie besuchen und besuchen und halten können und nach Hause gehen und nie einen Käfig reinigen müssen."], "word": "Hamster"}, "en": {"diffuclty_level": 0, "sentences": [["Most people are familiar with mice, rats, hamsters, and guinea pigs, which are commonly kept as pets.", "Donkeys, dogs, gerbils, hamsters, rabbits, parrots and newts are most likely to get a present.", "At school, our classroom had a small rodent zoo consisting of two rabbits, three hamsters, a litter of baby gerbils and a guinea pig.", "Also, gerbils and hamsters are better left to be owned by friends, where we can go over and visit them and hold them and go home and never have to clean a cage."]], "word": "hamster"}, "es": {"diffuclty_level": 0, "sentences": ["La mayoría de las personas están familiarizadas con los ratones, ratas, hámsters y cobayas, que generalmente se mantienen como mascotas.", "Los burros, perros, jerbos, hámsters, conejos, loros y tritones tienen más probabilidades de obtener un regalo.", "En la escuela, nuestro salón de clases tenía un pequeño zoológico de roedores que consistía en dos conejos, tres hámsters, una camada de jerbos bebés y un conejillo de indias.", "Además, es mejor dejar que los jerbos y los hámsters sean propiedad de amigos, donde podamos visitarlos, sostenerlos y volver a casa y nunca tener que limpiar una jaula."], "word": "hámster"}, "id": "hamster", "fr": {"diffuclty_level": 0, "sentences": ["La plupart des gens connaissent les souris, les rats, les hamsters et les cobayes, qui sont généralement gardés comme animaux de compagnie.", "Les ânes, les chiens, les gerbilles, les hamsters, les lapins, les perroquets et les tritons sont plus susceptibles de recevoir un cadeau.", "À l'école, notre classe avait un petit zoo pour rongeurs composé de deux lapins, de trois hamsters, d'une portée de bébés gerbilles et d'un cochon d'Inde.", "En outre, il est préférable de laisser la propriété d'amis à des gerbilles et des hamsters. Nous pouvons les visiter et les tenir, les ramener à la maison et ne jamais avoir à nettoyer une cage."], "word": "hamster"}, "url": "pictures/animals/hamster.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Tiere mit relativ kurzen distalen Knochen wie Elefanten und Nilpferden haben mehr säulenartige Beine und laufen wenig.", "Elefanten, Strauße, Leoparden und Löwen wurden im ersten Jahrhundert v. Chr. Eingeführt, gefolgt von Nilpferd, Nashorn, Kamelen und Giraffen.", "Das Nilpferd ist im Wasser perfekt zu Hause, paart und bringt dort zur Welt.", "Und diese Tiere wurden gefangen, und als der Elefant ertrank, wurde beschlossen, den Elefanten und auch das Nilpferd zu vernichten."], "word": "Nilpferd"}, "en": {"diffuclty_level": 0, "sentences": [["Animals with relatively short distal bones, such as elephants and hippopotamuses, have more columnar legs and do little running.", "Elephants, ostriches, leopards and lions were imported in the first century B.C., followed by hippopotamus, rhinoceros, camels and giraffes.", "The hippopotamus is perfectly at home in the water, mating and giving birth there.", "And those animals were caught, and as the elephant was drowning, the decision was made to destroy the elephant and also the hippopotamus."]], "word": "hippopotamus"}, "es": {"diffuclty_level": 0, "sentences": ["Los animales con huesos distales relativamente cortos, como elefantes e hipopótamos, tienen más patas en forma de columna y corren poco.", "Elefantes, avestruces, leopardos y leones fueron importados en el primer siglo aC, seguidos de hipopótamos, rinocerontes, camellos y jirafas.", "El hipopótamo está perfectamente en casa en el agua, apareando y dando a luz allí.", "Y esos animales fueron capturados, y cuando el elefante se estaba ahogando, se tomó la decisión de destruir al elefante y también al hipopótamo."], "word": "hipopótamo"}, "id": "hippopotamus", "fr": {"diffuclty_level": 0, "sentences": ["Les animaux dont les os distaux sont relativement courts, tels que les éléphants et les hippopotames, ont plus de jambes colonnaires et courent peu.", "Les éléphants, les autruches, les léopards et les lions ont été importés au premier siècle avant JC, suivis de l'hippopotame, du rhinocéros, des chameaux et des girafes.", "L'hippopotame est parfaitement à l'aise dans l'eau, s'y accouplant et y mettant bas.", "Et ces animaux ont été attrapés et, alors que l'éléphant se noyait, il a été décidé de détruire l'éléphant ainsi que l'hippopotame."], "word": "hippopotame"}, "url": "pictures/animals/hippopotamus.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Nach 1812 bedeutete der Mangel an Pferden, dass ein französisches Dragonerregiment mit fünf Geschwadern mit drei geschaffenen Staffeln und zwei zu Fuß in den Krieg ziehen könnte.", "Für Firmen, die ihre eigenen Fahrzeuge fahren, wären die Kosten der Werft gemeinsame Kosten und können nicht zwischen Pferden und Fahrzeugen aufgeteilt werden."], "word": "Pferd"}, "en": {"diffuclty_level": 0, "sentences": [["After 1812 shortage of horses meant that a five-squadron French dragoon regiment might go to war with three squadrons horsed and two on foot.", "For firms horsing their own vehicles, the cost of the yard would be a joint cost and cannot be divided between horses and vehicles."]], "word": "horse"}, "es": {"diffuclty_level": 0, "sentences": ["Después de 1812, la escasez de caballos significaba que un regimiento francés de dragones de cinco escuadrones podría ir a la guerra con tres escuadrones a caballo y dos a pie.", "Para las empresas que tienen sus propios vehículos, el costo del patio sería un costo conjunto y no se puede dividir entre caballos y vehículos."], "word": "caballo"}, "id": "horse", "fr": {"diffuclty_level": 0, "sentences": ["Après 1812, en raison de la pénurie de chevaux, un régiment de dragons français composé de cinq escadrons pourrait entrer en guerre avec trois escadrons à cheval et deux à pied.", "Pour les entreprises installant leurs propres véhicules, le coût du chantier serait un coût commun et ne peut être divisé entre les chevaux et les véhicules."], "word": "cheval"}, "url": "pictures/animals/horse.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Diese Gruppe umfasst alle in der Tasche befindlichen Tiere wie Oppossums, Kängurus und tasmanische Teufel.", "Mein ganzes Leben lang war ich von mindestens einem Dutzend Kängurus, Wallabies oder Koalas umgeben.", "Der Jaguar ist ebenso ein Symbol für Belize wie das Känguru aus Australien.", "Vor Tausenden von Jahren gab es riesige Kängurus, riesige Wombats und sechs Meter lange Goannas."], "word": "Känguru"}, "en": {"diffuclty_level": 0, "sentences": [["This group includes all of the pouched animals, such as oppossums, kangaroos, and Tasmanian devils.", "I was surrounded by at least a dozen baby kangaroos, wallabies, or koalas all my life.", "The jaguar is as much a symbol of Belize as the kangaroo is of Australia.", "Thousands of years ago, there were giant kangaroos, huge wombats and six-metre long goannas."]], "word": "kangaroo"}, "es": {"diffuclty_level": 0, "sentences": ["Este grupo incluye a todos los animales en bolsas, tales como oponentes, canguros y demonios de Tasmania.", "Estaba rodeada de al menos una docena de canguros bebés, canguros o koalas toda mi vida.", "El jaguar es tanto un símbolo de Belice como el canguro de Australia.", "Hace miles de años, había canguros gigantes, enormes wombats y goannas de seis metros de largo."], "word": "canguro"}, "id": "kangaroo", "fr": {"diffuclty_level": 0, "sentences": ["Ce groupe comprend tous les animaux en poche, tels que les oppossums, les kangourous et les diables de Tasmanie.", "Toute ma vie, j'ai été entouré d'au moins une douzaine de bébés kangourous, wallabies ou koalas.", "Le jaguar est autant un symbole du Belize que le kangourou est de l'Australie.", "Il y a des milliers d'années, il y avait des kangourous géants, des wombats énormes et des goannas de six mètres de long."], "word": "kangourou"}, "url": "pictures/animals/kangaroo.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Organisationen wie das Northern Rivers Animal Shelter und die Animal Rights and Rescue wurden mit unerwünschten Tieren, insbesondere Kätzchen, überschwemmt.", "Hauskätzchen werden im Alter von etwa 8 Wochen entwöhnt und im Alter von etwa 6 Monaten unabhängig.", "Normalerweise zieht der Luchs ein oder zwei Meilen pro Tag durch, aber wenn sich die Weibchen darauf vorbereiten, Kätzchen zu haben, konzentrieren sie sich auf eine kleine Fläche, während sie eine Höhle wählen.", "Ein kleines, getigertes Kätzchen kam heraus und schnupperte die Luft."], "word": "Kätzchen"}, "en": {"diffuclty_level": 0, "sentences": [["Organisations such as the Northern Rivers Animal Shelter and the Animal Rights and Rescue have been inundated with unwanted animals, especially kittens.", "Domestic kittens are weaned at about 8 weeks old and become independent at about 6 months old.", "Usually lynx roam a mile or two a day, but when the females prepare to have kittens, they zero in on a small area as they choose a den, aiming to hole up for a while.", "A small, tabby kitten walked out, sniffing the air."]], "word": "kitten"}, "es": {"diffuclty_level": 0, "sentences": ["Organizaciones como el Refugio de Animales de Northern Rivers y los Derechos y Rescate de los Animales han sido inundados con animales no deseados, especialmente gatitos.", "Los gatitos domésticos son destetados a las 8 semanas de vida y se vuelven independientes a los 6 meses.", "Por lo general, el lince recorre una milla o dos por día, pero cuando las hembras se preparan para tener gatitos, se enfocan en un área pequeña mientras eligen una guarida, con el objetivo de encerrarse por un tiempo.", "Un pequeño gatito atigrado salió caminando, olfateando el aire."], "word": "gatito"}, "id": "kitten", "fr": {"diffuclty_level": 0, "sentences": ["Des organisations telles que le refuge pour animaux de Northern Rivers et les droits et sauvetage des animaux ont été inondées d'animaux indésirables, notamment de chatons.", "Les chatons domestiques sont sevrés vers 8 semaines et deviennent indépendants vers 6 mois.", "Habituellement, le lynx se promène un ou deux kilomètres par jour, mais lorsque les femelles se préparent à avoir des chatons, elles se concentrent sur une petite zone alors qu’elles choisissent une tanière dans le but de se faire pointer pendant un moment.", "Un petit chaton tabby est sorti en reniflant l'air."], "word": "chaton"}, "url": "pictures/animals/kitten.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Zu akzeptablen Kleidungsstücken gehören jedoch keine kunstvoll gewebten Sandalen, Leopardenmuster jeglicher Art und obszöne Souvenir-T-Shirts aus vergangenen Ferien.", "Er trägt eine Hose mit Leopardenmuster und richtet seinen Blick auf die Rückseite des Publikums. Er sagt, er wolle einen Ausweg.", "Während er sprach, lud er heimisches Bier und importierte Wein in seinen neuen SUV mit Silhouetten von Skifahrern an der Außenseite und gefälschten Leopard-Sitzbezügen im Inneren.", "Es ist mattschwarz lackiert und hat einige kunstvolle Nadelstreifen und Kunstleder-Leopardenpolsterungen."], "word": "Leopard"}, "en": {"diffuclty_level": 0, "sentences": [["Acceptable clothing, however, does not include ornately woven sandals, leopard patterns of any sort, and obscene souvenir T-shirts from vacations past.", "Decked in leopard print pants, he fixes his gaze on the back of the audience and proclaims he ‘wants a way out’.", "As he spoke, he was loading domestic beer and imported wine into his new SUV with silhouettes of skiers on the outside and fake leopard seat covers inside.", "It's painted matte black and has some artful pinstriping and faux leopard upholstery."]], "word": "leopard"}, "es": {"diffuclty_level": 0, "sentences": ["La ropa aceptable, sin embargo, no incluye sandalias tejidas de manera ornamentada, patrones de leopardo de ningún tipo y camisetas obscenas de recuerdos de vacaciones pasadas.", "Cubierto con pantalones con estampado de leopardo, fija su mirada en la parte de atrás de la audiencia y proclama que \"quiere una salida\".", "Mientras hablaba, estaba cargando cerveza nacional y vino importado en su nuevo SUV con siluetas de esquiadores en el exterior y cubiertas de asientos de leopardo falsos en el interior.", "Está pintado de negro mate y tiene un ingenioso pinstriping y tapicería de imitación de leopardo."], "word": "leopardo"}, "id": "leopard", "fr": {"diffuclty_level": 0, "sentences": ["Toutefois, les vêtements acceptables ne comprennent pas les sandales richement tissées, les motifs de léopard, les t-shirts souvenirs obscènes des vacances passées.", "Sous un pantalon à imprimé léopard, il fixe son regard sur le dos du public et proclame qu'il «veut une issue».", "Tandis qu'il parlait, il chargeait de la bière nationale et du vin importé dans son nouveau VUS avec des silhouettes de skieurs à l'extérieur et de fausses housses de siège en léopard à l'intérieur.", "Elle est peinte en noir mat et présente des tissus astucieux à rayures et léopard."], "word": "léopard"}, "url": "pictures/animals/leopard.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["\"Rob ist ein großartiger Spieler, und er sagt alles, was er auf zwei britischen Lions-Touren nur als Verletzungsgefahr empfand, nur um Verletzungen zu behindern\", sagte er.", "Zu seiner Zeit war der Romanschreiber Bulwer-Lytton einer der literarischen Löwen Englands, aber sein Ruf blieb bis ins 20. Jahrhundert nicht bestehen.", "Das ehemalige Wasps Center steht jedoch nicht kurz vor einer Karriere in Australien - er hat einen nationalen Wettbewerb gewonnen, um das Rugby-Unionsteam der britischen Lions auf Tour zu verfolgen.", "Als der schottische König James I. auf den Thron kam, ordnete er an, dass der heraldische rote Löwe von Schottland auf allen wichtigen Gebäuden einschließlich Pubs ausgestellt werden sollte."], "word": "Löwe"}, "en": {"diffuclty_level": 0, "sentences": [["‘Rob is a great player and it says everything that he was the first choice scrum-half on two British Lions ' tours only for injury to get in the way,’ he said.", "In his time, novelist-playwright Bulwer-Lytton was one of England's literary lions, but his reputation did not survive into the 20th century.", "But the former Wasps centre is not about to embark on a playing career in Australia - he has won a national competition to follow the British Lions rugby union team on tour.", "When the Scottish King James I came to the throne he ordered that the heraldic red lion of Scotland be displayed on all buildings of importance including pubs."]], "word": "lion"}, "es": {"diffuclty_level": 0, "sentences": ["\"Rob es un gran jugador y dice todo lo que fue la primera opción de scrum-half en dos giras de los Leones británicos solo por lesiones que se interponen en el camino\", dijo.", "En su época, el novelista y dramaturgo Bulwer-Lytton era uno de los leones literarios de Inglaterra, pero su reputación no sobrevivió hasta el siglo XX.", "Pero el antiguo centro de Wasps no está dispuesto a embarcarse en una carrera como jugador en Australia: ha ganado una competencia nacional para seguir al equipo de rugby de los Leones británicos de gira.", "Cuando el rey escocés James, llegué al trono, ordenó que el león rojo heráldico de Escocia se mostrara en todos los edificios de importancia, incluidos los pubs."], "word": "león"}, "id": "lion", "fr": {"diffuclty_level": 0, "sentences": ["\"Rob est un excellent joueur et il est clair qu'il a été le demi de mêlée de premier choix lors de deux tournées des Lions britanniques, dans le seul but de se blesser,\" a-t-il déclaré.", "Le romancier-dramaturge Bulwer-Lytton était à son époque l'un des lions littéraires de l'Angleterre, mais sa réputation n'a pas survécu jusqu'au XXe siècle.", "Mais l'ancien centre Wasps n'est pas sur le point de se lancer dans une carrière de joueur en Australie - il a remporté un concours national pour suivre l'équipe du syndicat de rugby des British Lions en tournée.", "Lorsque le roi d’Écosse, James J’ai rejoint le trône, il ordonna que le lion rouge héraldique d’Écosse soit affiché sur tous les bâtiments importants, y compris les pubs."], "word": "Lion"}, "url": "pictures/animals/lion.jpg", "topic": "animals"}, {"lexicalCategory": "Noun", "de": {"diffuclty_level": 0, "sentences": ["Die Hälfte der Eidechsen aus jeder Population wurde mit zusätzlichem Wasser ergänzt.", "Am Ende versorgten sie die Filmemacher mit drei Monitorechsen und sechs bärtigen Drachenechsen.", "Im Gegensatz zu bestimmten Eidechsen wachsen die Schwänze der Katzen nicht nach, daher sollte die Wirkung dieser Aktion mindestens ein Jahrzehnt andauern.", "Außerdem graben die Eidechsen große Höhlen, die die Sanddünen der Insel untergraben."], "word": "Eidechse"}, "en": {"diffuclty_level": 0, "sentences": [["Half of the lizards from each population were supplemented with additional water.", "In the end, they supplied the moviemakers with three monitor lizards and six bearded dragon lizards.", "Unlike certain lizards, cats' tails don't grow back, so the consequence of that action should be around for at least a decade.", "In addition, the lizards dig large burrows, which undermine sand dunes on the island."]], "word": "lizard"}, "es": {"diffuclty_level": 0, "sentences": ["La mitad de los lagartos de cada población fueron suplementados con agua adicional.", "Al final, proporcionaron a los cineastas tres lagartos monitores y seis lagartos dragón barbudos.", "A diferencia de ciertas lagartijas, las colas de los gatos no vuelven a crecer, por lo que la consecuencia de esa acción debería estar presente durante al menos una década.", "Además, los lagartos cavan grandes madrigueras, que socavan las dunas de arena en la isla."], "word": "lagartija"}, "id": "lizard", "fr": {"diffuclty_level": 0, "sentences": ["La moitié des lézards de chaque population ont été supplémentés en eau.", "À la fin, ils ont fourni aux réalisateurs trois lézards-écrans et six lézards-dragons barbus.", "Contrairement à certains lézards, les queues de chats ne repoussent pas et la conséquence de cette action devrait durer au moins une décennie.", "De plus, les lézards creusent de grands terriers qui minent les dunes de sable de l'île."], "word": "lézard"}, "url": "pictures/animals/lizard.jpg", "topic": "animals"}]}