{"data": [{"id": "monkey", "fr": {"diffuclty_level": 0, "sentences": ["Ils craignent également que la province ne respecte le principe de base selon lequel les pauvres paient un quart de leurs revenus pour leur maison.", "J'ai des épouses dont je dois m'occuper, des enfants, et je n'ai pas le temps de traîner.", "Si vous y êtes déjà allé, vous savez que personne n’y aurait un badge de sécurité.", "Il semblerait que, tout comme on peut leur faire confiance pour réformer les soins de santé, ils sont les seuls à avoir l’autorité morale de s’associer aux sociétés d’État."], "word": "singe"}, "en": {"diffuclty_level": 0, "sentences": [["They also fear that the province could monkey with the traditional rule of thumb that sees the poor pay one-quarter of their income for their homes.", "I've got wives to take care of, kids to take care of, and I don't have time to monkey around.", "If you've ever been there, you know that nobody there would ever monkey around with a security badge.", "It would seem that just as only they can be trusted to reform health care, only they have the moral authority to monkey with Crown corporations."]], "word": "monkey"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/monkey.jpg", "es": {"diffuclty_level": 0, "sentences": ["También temen que la provincia pueda simpatizar con la regla tradicional que hace que los pobres paguen una cuarta parte de sus ingresos por sus hogares.", "Tengo esposas para cuidar, niños para cuidar y no tengo tiempo para andar por ahí.", "Si alguna vez has estado allí, sabes que nadie allí jamás se burlaría de una insignia de seguridad.", "Parecería que del mismo modo que solo se puede confiar en ellos para reformar la atención médica, solo tienen la autoridad moral de simularse con las corporaciones de la Corona."], "word": "mono"}, "de": {"diffuclty_level": 0, "sentences": ["Sie befürchten auch, dass die Provinz mit der traditionellen Daumenregel, dass die Armen ein Viertel ihres Einkommens für ihre Häuser bezahlen, Affen werden könnte.", "Ich habe Ehefrauen, um die ich mich kümmern muss, Kinder, um die man sich kümmern muss, und ich habe keine Zeit, herumzuschauen.", "Wenn Sie jemals dort waren, wissen Sie, dass niemand dort mit einem Sicherheitsabzeichen herumtollen würde.", "Es scheint, als ob man nur darauf vertrauen kann, die Gesundheitsfürsorge zu reformieren, nur haben sie die moralische Autorität, bei Crown-Unternehmen Affen zu machen."], "word": "Affe"}}, {"id": "octopus", "fr": {"diffuclty_level": 0, "sentences": ["Les olives étaient trop fortes et la pieuvre trop hésitante.", "Les systèmes circulatoires des autres vertébrés, ainsi que ceux des calmars et des pieuvres, utilisent des matériaux caoutchouteux similaires.", "Les céphalopodes, qui comprennent les poulpes et les calmars, ont un cerveau très étrange.", "Les céphalopodes, la pieuvre, le calmar et la seiche sont les principaux groupes, je pense."], "word": "poulpe"}, "en": {"diffuclty_level": 0, "sentences": [["The olives were too strong, and the octopus too hesitant.", "The circulatory systems of other vertebrates, as well as those of squids and octopuses, employ similar rubbery materials.", "Cephalopods, which includes octopuses and squid, have seriously weird brains.", "Cephalopods, the octopus, the squid and cuttlefish are the main groups, I think."]], "word": "octopus"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/octopus.jpg", "es": {"diffuclty_level": 0, "sentences": ["Las aceitunas eran demasiado fuertes, y el pulpo demasiado vacilante.", "Los sistemas circulatorios de otros vertebrados, así como los de calamares y pulpos, emplean materiales parecidos a la goma.", "Los cefalópodos, que incluyen pulpos y calamares, tienen cerebros muy extraños.", "Cefalópodos, el pulpo, el calamar y la sepia son los grupos principales, creo."], "word": "pulpo"}, "de": {"diffuclty_level": 0, "sentences": ["Die Oliven waren zu stark und der Krake zu zögerlich.", "Die Kreislaufsysteme anderer Wirbeltiere sowie der Tintenfische und Tintenfische verwenden ähnliche gummiartige Materialien.", "Kopffüßer, zu denen Tintenfische und Tintenfische gehören, haben ein merkwürdiges Gehirn.", "Kopffüßer, Tintenfisch, Tintenfisch und Tintenfisch sind die Hauptgruppen, denke ich."], "word": "Tintenfisch"}}, {"id": "ostrich", "fr": {"diffuclty_level": 0, "sentences": ["Non coupé, il pesait 3 106 carats (environ la taille d'un œuf d'autruche).", "Les parents vivants de moa comprennent les émeus, les autruches et les kiwis, qui appartiennent à un groupe d'oiseaux appelé ratites.", "Les ornithomimides constituaient un groupe distinct de dinosaures théropodes qui constituaient un bon exemple d'évolution convergente avec les oiseaux ratites, tels que les autruches.", "Par exemple, les ailes sont des structures anatomiques très complexes spécialement adaptées au vol motorisé, alors que les autruches ont des ailes incapables de voler."], "word": "autruche"}, "en": {"diffuclty_level": 0, "sentences": [["Uncut, it weighed 3,106 carats (approximately the size of an ostrich egg).", "Living relatives of moa include the emus, ostrich, and kiwi, which are members of a bird group called ratites.", "Ornithomimids were a distinctive group of theropod dinosaurs who show a good example of convergent evolution with the ratite birds, such as ostriches.", "For example, wings are very complex anatomical structures specifically adapted for powered flight, yet ostriches have flightless wings."]], "word": "ostrich"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/ostrich.jpg", "es": {"diffuclty_level": 0, "sentences": ["Sin cortar, pesaba 3,106 quilates (aproximadamente el tamaño de un huevo de avestruz).", "Los parientes vivos de moa incluyen los emúes, avestruces y kiwis, que son miembros de un grupo de aves llamado ratites.", "Los ornitomímidos fueron un grupo distintivo de dinosaurios terópodos que muestran un buen ejemplo de evolución convergente con las aves ratita, como los avestruces.", "Por ejemplo, las alas son estructuras anatómicas muy complejas adaptadas específicamente para el vuelo con motor, sin embargo, los avestruces tienen alas sin vuelo."], "word": "avestruz"}, "de": {"diffuclty_level": 0, "sentences": ["Ungeschnitten wog es 3.106 Karat (etwa so groß wie ein Straußenei).", "Zu lebenden Verwandten von Moa gehören der Emus, der Strauß und der Kiwi, die Mitglieder einer Vogelgruppe sind, die als Laufvögel bezeichnet wird.", "Ornithomimide waren eine ausgeprägte Gruppe von Theropoden-Dinosauriern, die ein gutes Beispiel für die konvergente Evolution der Laufvögel zeigen, beispielsweise Strauße.", "Zum Beispiel sind Flügel sehr komplexe anatomische Strukturen, die speziell für den Motorflug geeignet sind, aber Strauße haben fluglose Flügel."], "word": "Strauß"}}, {"id": "otter", "fr": {"diffuclty_level": 0, "sentences": ["Bien qu’il s’agisse principalement de phoques, il a également sauvé des dauphins, des marsouins, des loutres, des cerfs, de nombreux oiseaux et même un tigre de Sibérie.", "En tant que membres de la famille des martres, les loutres géantes sont sensibles aux deux maladies.", "Leurs dernières données montrent que 38% de la population de loutres de mer vivantes et plus de la moitié des loutres mortes analysées ont été exposées au parasite.", "A côté de cela se trouve une salle entière remplie d'animaux plus exotiques, dont un singe et son bébé, une antilope d'Amérique et une loutre."], "word": "loutre"}, "en": {"diffuclty_level": 0, "sentences": [["While it deals mainly with seals it has also rescued dolphins, porpoises, otters, deer, numerous birds and even a Siberian tiger.", "As members of the marten family, giant otters are susceptible to both diseases.", "Their latest data show that 38 percent of the live sea otter population and over half of the dead otters analyzed have been exposed to the parasite.", "Next to this is an entire room filled with more exotic animals, including a monkey and baby, a pronghorn antelope and an otter."]], "word": "otter"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/otter.jpg", "es": {"diffuclty_level": 0, "sentences": ["Si bien se trata principalmente de focas, también ha rescatado delfines, marsopas, nutrias, ciervos, numerosas aves e incluso un tigre siberiano.", "Como miembros de la familia de Marten, las nutrias gigantes son susceptibles a ambas enfermedades.", "Sus últimos datos muestran que el 38 por ciento de la población de nutrias marinas vivas y más de la mitad de las nutrias muertas analizadas han sido expuestas al parásito.", "Junto a esto hay una habitación completa llena de animales más exóticos, que incluyen un mono y un bebé, un antílope berrendo y una nutria."], "word": "nutria"}, "de": {"diffuclty_level": 0, "sentences": ["Während es sich hauptsächlich um Robben handelt, hat es auch Delphine, Schweinswale, Otter, Rehe, zahlreiche Vögel und sogar einen sibirischen Tiger gerettet.", "Riesenotter sind als Mitglieder der Marderfamilie anfällig für beide Krankheiten.", "Ihre neuesten Daten zeigen, dass 38 Prozent der lebenden Seeotterpopulation und über die Hälfte der untersuchten toten Otter dem Parasiten ausgesetzt waren.", "Daneben befindet sich ein ganzer Raum mit exotischeren Tieren, darunter ein Affe und ein Baby, eine Gabelhornantilope und ein Otter."], "word": "Otter"}}, {"id": "owl", "fr": {"diffuclty_level": 0, "sentences": ["Comme la plupart des hiboux, le grand-duc d'Amérique a une audition et une vision aigues en basse lumière, deux adaptations pour la chasse nocturne.", "La chouette à oreilles courtes est une chouette de taille moyenne au plumage marron et chamois.", "Les hiboux nocturnes, les nocturnes et leurs alliés sont souvent mal connus et très peu d’espèces ont été étudiées en détail.", "L'un des éléments est le disque facial de l'oiseau, que l'on retrouve également chez d'autres chouettes, mais qui se développe mieux chez le chouette effraie."], "word": "hibou"}, "en": {"diffuclty_level": 0, "sentences": [["Like most owls, Great Horned Owls have keen hearing and keen vision in low light, both adaptations for hunting at night.", "Short-eared Owls are medium-sized owls with mottled brown and buff plumage.", "The nocturnal owls, nightjars, and allies often are poorly known, and very few species have been studied in detail.", "One element is the bird's facial disc, also found in other owls but best developed in the super-eared barn owl."]], "word": "owl"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/owl.jpg", "es": {"diffuclty_level": 0, "sentences": ["Como la mayoría de los búhos, los búhos cornudos tienen una audición aguda y una visión aguda con poca luz, ambas adaptaciones para cazar de noche.", "Los búhos de orejas cortas son búhos de tamaño mediano con plumaje marrón moteado y amarillo.", "Los búhos nocturnos, los nightjars y los aliados a menudo son poco conocidos, y muy pocas especies han sido estudiadas en detalle.", "Un elemento es el disco facial del ave, que también se encuentra en otros búhos, pero que se desarrolla mejor en la lechuza común."], "word": "búho"}, "de": {"diffuclty_level": 0, "sentences": ["Wie die meisten Eulen haben große gehörnte Eulen ein scharfes Gehör und scharfe Sicht bei schwachem Licht, beide Anpassungen für die Jagd bei Nacht.", "Kurzohrige Eulen sind mittelgroße Eulen mit gesprenkeltem braunem und dickem Gefieder.", "Die nächtlichen Eulen, Nachtschwärmer und Verbündeten sind oft wenig bekannt und nur wenige Arten wurden detailliert untersucht.", "Ein Element ist die Gesichtsscheibe des Vogels, die auch bei anderen Eulen zu finden ist, aber am besten in der superohrigen Schleiereule entwickelt wird."], "word": "Eule"}}, {"id": "oyster", "fr": {"diffuclty_level": 0, "sentences": ["Voisin indique que la saison des huîtres devait commencer le 7 septembre, mais que la communauté des huîtres devra réévaluer son calendrier, étant donné les parcs à huîtres décimés, qui mettront plusieurs années à se rétablir."], "word": "huître"}, "en": {"diffuclty_level": 0, "sentences": [["Voisin notes that the oyster season was supposed to kick off on September 7, but now the oystering community will have to reassess its schedule, given the decimated oyster beds that will take several years to recover."]], "word": "oyster"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/oyster.jpg", "es": {"diffuclty_level": 0, "sentences": ["Voisin señala que la temporada de ostras debía comenzar el 7 de septiembre, pero ahora la comunidad de ostras tendrá que reevaluar su programa, dados los lechos de ostras diezmados que tardarán varios años en recuperarse."], "word": "ostra"}, "de": {"diffuclty_level": 0, "sentences": ["Voisin bemerkt, dass die Austernsaison am 7. September beginnen sollte, aber jetzt muss die Austerngemeinde ihren Zeitplan neu bewerten, angesichts der dezimierten Austernbetten, deren Erholung einige Jahre dauern wird."], "word": "Auster"}}, {"id": "panda", "fr": {"diffuclty_level": 0, "sentences": ["Le bambou est d’une importance capitale pour les pandas, et connaître la quantité d’énergie disponible dans les habitats des pandas, en particulier les habitats fragmentés, pourrait s’avérer crucial pour la survie de l’espèce, a-t-il déclaré.", "Les pandas accueilleront ces demandes en traçant les contours des temples dans le sable, en y plaçant des lampes en terre et en offrant cérémonieusement des fruits et des fleurs tout en chantant les noms de la famille.", "Plus récemment, il s'est rendu dans la réserve naturelle de Wolong en Chine pour photographier des pandas.", "Ils examinent les effets de la recherche de pandas sur le bambou."], "word": "Panda"}, "en": {"diffuclty_level": 0, "sentences": [["Bamboo is critically important for pandas, and knowing the amount of energy available from it in panda habitats, especially fragmented ones, could prove to be crucial to survival of the species, he said.", "The pandas will accommodate these requests by drawing outlines of temples in the sand, placing earthen lamps upon them and ceremoniously offering fruits and flowers while chanting the family's names.", "Most recently he visited the Wolong Nature Reserve in China to photograph pandas.", "They are examining the effect of panda foraging on bamboo."]], "word": "panda"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/panda.jpg", "es": {"diffuclty_level": 0, "sentences": ["El bambú es de importancia crítica para los pandas, y saber la cantidad de energía disponible en los hábitats de los pandas, especialmente en los fragmentados, podría resultar crucial para la supervivencia de la especie, dijo.", "Los pandas se adaptarán a estas peticiones dibujando contornos de templos en la arena, colocándoles lámparas de tierra y ofreciendo ceremoniosamente frutas y flores mientras cantan los nombres de las familias.", "Más recientemente, visitó la Reserva Natural de Wolong en China para fotografiar pandas.", "Están examinando el efecto de la caza de la panda sobre el bambú."], "word": "panda"}, "de": {"diffuclty_level": 0, "sentences": ["Bambus ist für Pandas von entscheidender Bedeutung, und die Kenntnis der verfügbaren Energiemenge in Panda-Lebensräumen, insbesondere in fragmentierten, könnte sich für das Überleben der Art als entscheidend erweisen.", "Die Pandas werden diesen Anforderungen entgegenkommen, indem sie Umrisse von Tempeln im Sand zeichnen, irdene Lampen darauf stellen und zeremoniell Obst und Blumen anbieten, während sie die Namen der Familie singen.", "Zuletzt besuchte er das Wolong Nature Reserve in China, um Pandas zu fotografieren.", "Sie untersuchen die Wirkung von Panda-Futtersuche auf Bambus."], "word": "Panda"}}, {"id": "parrot", "fr": {"diffuclty_level": 0, "sentences": ["Ce talent à imiter, observable chez les perroquets et certaines autres espèces d'oiseaux, n'est pas une capacité qui peut être acquise par hasard.", "Il a été observé chez de nombreuses autres espèces d'oiseaux en plus des perroquets et des aras, ainsi que des éléphants, des macaques, des girafes, des rhinocéros et des chimpanzés.", "Ce n'est pas la simple articulation qui constitue notre caractère distinctif, car les perroquets et autres oiseaux possèdent ce pouvoir.", "Les bowerbirds et les riflebirds se marient bien avec les perroquets et les honeyeaters."], "word": "perroquet"}, "en": {"diffuclty_level": 0, "sentences": [["This talent to imitate, observable in parrots and some other bird species, is not an ability that can be acquired by coincidence.", "It's been observed in many other bird species besides parrots and macaws, as well as elephants, macaques, giraffes, rhinos and chimpanzees.", "It is not the mere articulation which is our distinguishing character, for parrots and other birds possess this power.", "Whistling bowerbirds and whip-cracking riflebirds complement parrots and honeyeaters."]], "word": "parrot"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/parrot.jpg", "es": {"diffuclty_level": 0, "sentences": ["Este talento para imitar, observable en loros y algunas otras especies de aves, no es una habilidad que pueda adquirirse por coincidencia.", "Se ha observado en muchas otras especies de aves, además de loros y guacamayos, así como en elefantes, macacos, jirafas, rinocerontes y chimpancés.", "No es la mera articulación que es nuestro carácter distintivo, porque los loros y otras aves poseen este poder.", "Silbatos de aves silvestres y fusileros de látigo se complementan con los loros y los melones."], "word": "loro"}, "de": {"diffuclty_level": 0, "sentences": ["Dieses Nachahmungstalent, das bei Papageien und einigen anderen Vogelarten beobachtet werden kann, ist keine Fähigkeit, die durch Zufall erworben werden kann.", "Es wurde bei vielen anderen Vogelarten neben Papageien und Aras sowie bei Elefanten, Makaken, Giraffen, Nashörnern und Schimpansen beobachtet.", "Es ist nicht die bloße Artikulation, die uns auszeichnet, denn Papageien und andere Vögel besitzen diese Kraft.", "Pfeifende Vogelvögel und peitschende Gewehrvögel ergänzen Papageien und Honigfresser."], "word": "Papagei"}}, {"id": "pelican", "fr": {"diffuclty_level": 0, "sentences": ["Au cours de votre promenade, vous verrez probablement des colverts, des grèbes, des canards et des tortues et peut-être des tortues serpentines et des pélicans blancs.", "La plupart des éléments postcraniaux appartiennent aux oiseaux aquatiques continentaux, notamment les pélicans, les anhingas, les hérons, les cigognes, les canards et les râles.", "Pendant que vous vous détendez à une table de déjeuner située dans le port, vous pourrez regarder des pélicans et des bateaux de pêche.", "Une fois encore, il est possible de voir 20 000 pélicans blancs américains ou 500 000 canards en une seule journée."], "word": "pélican"}, "en": {"diffuclty_level": 0, "sentences": [["On your walk you will probably see mallards, grebes, canvasbacks and coons and perhaps snapping turtles and white pelicans.", "Most of the postcranial elements belong to continental waterbirds, including pelicans, anhingas, herons, storks, ducks, and rails.", "While relaxing at a harbor-side lunch table, you can watch pelicans and fishing boats.", "Once again it's possible to see 20,000 American white pelicans or 500,000 ducks in a single day."]], "word": "pelican"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/pelican.jpg", "es": {"diffuclty_level": 0, "sentences": ["En tu caminata, probablemente verás patos silvestres, grebes, canvasbacks y coons y quizás tortugas y pelícanos blancos.", "La mayoría de los elementos postcraneales pertenecen a aves acuáticas continentales, incluidos pelícanos, anhingas, garzas, cigüeñas, patos y rieles.", "Mientras se relaja en una mesa junto al puerto, puede ver pelícanos y barcos de pesca.", "Una vez más, es posible ver 20,000 pelícanos blancos estadounidenses o 500,000 patos en un solo día."], "word": "pelícano"}, "de": {"diffuclty_level": 0, "sentences": ["Auf Ihrem Spaziergang werden Sie wahrscheinlich Stockenten, Haubentaucher, Canvasbacks und Waschbären und möglicherweise schnappende Schildkröten und weiße Pelikane sehen.", "Die meisten postkranialen Elemente gehören kontinentalen Wasservögeln, darunter Pelikane, Anhingas, Reiher, Störche, Enten und Geländer.", "Während Sie an einem Hafentisch am Hafen entspannen, können Sie Pelikane und Fischerboote beobachten.", "Es ist wieder möglich, an einem Tag 20.000 amerikanische Pelikane oder 500.000 Enten zu sehen."], "word": "Pelikan"}}, {"id": "pig", "fr": {"diffuclty_level": 0, "sentences": ["Saupoudrer le régime de base ou une petite quantité de gruau d'avoine sur le tapis près du chargeur permet aux porcs de se familiariser avec ce dernier.", "Les aigles royaux sont également transférés sur le continent, une option non disponible pour les porcs sauvages, que l'État désigne comme nuisibles.", "Les poils de porc et de cheval sont largement utilisés dans les tapis et les rembourrages.", "Il existe une tradition de cochon de lait rôti avec un œuf rouge dans le museau."], "word": "porc"}, "en": {"diffuclty_level": 0, "sentences": [["Sprinkling the starter diet or a small quantity of oat groats on the mat close to the feeder allows the pigs to become acquainted with the feeder.", "Golden eagles are also being relocated to the mainland, an option not available for wild pigs, which the state designates as pests.", "Hair of pigs and horses are widely used in rugs and upholstery stuffings.", "There is a tradition of roasted suckling pig with a red egg in its snout."]], "word": "pig"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/pig.jpg", "es": {"diffuclty_level": 0, "sentences": ["Al rociar la dieta de inicio o una pequeña cantidad de avena en la esterilla cerca del comedero, los cerdos pueden familiarizarse con el comedero.", "Las águilas doradas también se están reubicando en el continente, una opción no disponible para los cerdos salvajes, que el estado designa como plagas.", "El pelo de los cerdos y los caballos son ampliamente utilizados en alfombras y tapicerías.", "Existe una tradición de cochinillo asado con un huevo rojo en su hocico."], "word": "cerdo"}, "de": {"diffuclty_level": 0, "sentences": ["Durch das Einstreuen der Starterdiät oder einer kleinen Menge Hafergrütze auf der Matte in der Nähe des Futters können die Schweine den Fütterer kennenlernen.", "Steinadler werden auch auf das Festland verlegt, eine Option, die für Wildschweine nicht verfügbar ist, die vom Staat als Schädlinge bezeichnet wird.", "Haare von Schweinen und Pferden werden häufig in Teppichen und Polsterungen verwendet.", "Gebratenes Spanferkel mit einem roten Ei in der Schnauze hat Tradition."], "word": "Schwein"}}, {"id": "pigeon", "fr": {"diffuclty_level": 0, "sentences": ["\"Il saura quoi faire, et de toute façon, c'est son pigeon qui rendra justice.\"", "Stewart cria alors que son père le soulevait, le serrant dans ses bras pour se protéger le visage lorsqu'un pigeon blanc explosa soudainement au-dessous de lui et se fraya un chemin dans un air sûr.", "Il parlait anglais pigeon et me racontait des histoires consistant souvent en autant de gestes que de mots.", "Les courses de pigeons constituent également un passe-temps courant et les pigeons de course peuvent se vendre jusqu'à 350 000 $."], "word": "Pigeon"}, "en": {"diffuclty_level": 0, "sentences": [["\"He'll know what to do, and in any case, it's his pigeon to whack out justice.\"", "Stewart screamed as his father hauled him up, thrashed around with arms to protect his face when a white pigeon suddenly exploded from below him and beat its way into the safe air.", "He spoke pigeon English, and would tell me stories often consisting of as many gestures as words.", "Pigeon racing is also a common pass-time and racing pigeons can sell for as much as $350 000."]], "word": "pigeon"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/pigeon.jpg", "es": {"diffuclty_level": 0, "sentences": ["\"Él sabrá qué hacer, y en cualquier caso, es su paloma para hacer justicia\".", "Stewart gritó cuando su padre lo levantó, se sacudió con brazos para proteger su cara cuando una paloma blanca explotó repentinamente desde debajo de él y se abrió paso en el aire seguro.", "Hablaba inglés de paloma y me contaba historias que a menudo consistían en tantos gestos como palabras.", "Las carreras de palomas también son un tiempo de paso común y las palomas de carreras pueden venderse por hasta $ 350 000."], "word": "Paloma"}, "de": {"diffuclty_level": 0, "sentences": ["\"Er wird wissen, was zu tun ist, und auf jeden Fall ist es seine Taube, die Gerechtigkeit herauszuschlagen.\"", "Stewart schrie, als sein Vater ihn hochzog und mit Armen herumstieß, um sein Gesicht zu schützen, als plötzlich eine weiße Taube unter ihm explodierte und sich in die sichere Luft drängte.", "Er sprach Taube Englisch und erzählte mir Geschichten, die oft aus so vielen Gesten wie Wörtern bestanden.", "Taubensport ist auch eine übliche Freizeit, und Brieftauben können bis zu 350.000 US-Dollar verkaufen."], "word": "Taube"}}, {"id": "porcupine", "fr": {"diffuclty_level": 0, "sentences": ["Les piquants sont si légèrement fixés au corps du porc-épic qu'ils se détachent facilement et restent incrustés dans l'attaquant.", "Des lions entiers à 5 000 £ la tête, des antilopes, des porcs-épics, des chèvres, des rats-cannes et de gros escargots vivants - tous originaires d’Afrique de l’Ouest - étaient également candidats au dîner.", "Comme dans le cas des porcs-épics d'Amérique du Nord, les piquants sont attachés de manière lâche, mais ne peuvent être lancés ou projetés autrement.", "À l'instar des éléphants, des hippopotames et des cobayes, les porcs-épics sont des pillards des cultures nocturnes."], "word": "porc-épic"}, "en": {"diffuclty_level": 0, "sentences": [["The quills are so lightly fixed to the porcupine's body that they are easily detached and left imbedded in the attacker.", "Whole lions at £5,000 a head, antelopes, porcupines, goats, cane rats and large, live snails - all from West Africa - were also candidates for the dinner table.", "As is the case with North American porcupines, the quills are loosely attached but can't be thrown or otherwise projected.", "Like elephants, hippos and bushpigs, porcupines are nocturnal crop raiders."]], "word": "porcupine"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/porcupine.jpg", "es": {"diffuclty_level": 0, "sentences": ["Las púas están tan ligeramente fijadas al cuerpo del puercoespín que se desprenden fácilmente y se dejan incrustadas en el atacante.", "Leones completos a £ 5,000 por cabeza, antílopes, puercoespines, cabras, ratas de caña y caracoles grandes y vivos, todos de África occidental, también fueron candidatos para la mesa.", "Como es el caso de los puercoespines de América del Norte, las púas están unidas de forma flexible pero no pueden lanzarse o proyectarse de otro modo.", "Al igual que los elefantes, hipopótamos y arbustos, los puercoespines son cazadores nocturnos."], "word": "puerco espín"}, "de": {"diffuclty_level": 0, "sentences": ["Die Stacheln sind so leicht am Körper des Stachelschweins befestigt, dass sie sich leicht lösen und im Angreifer eingebettet bleiben.", "Ganze Löwen für 5.000 Pfund pro Kopf, Antilopen, Stachelschweine, Ziegen, Rohrratten und große, lebende Schnecken - alle aus Westafrika - waren ebenfalls Kandidaten für den Esstisch.", "Wie bei nordamerikanischen Stachelschweinen sind die Federn lose angebracht, können jedoch nicht geworfen oder auf andere Weise projiziert werden.", "Wie Elefanten, Flusspferde und Buschschweine sind Stachelschweine nächtliche Erntegänger."], "word": "Stachelschwein"}}, {"id": "puppy", "fr": {"diffuclty_level": 0, "sentences": ["Sue Chapman, qui a formé des chiots pour chiens-guides pendant dix ans et forme actuellement son dixième chiot, a déclaré que l'utilisation des bus serait un élément inestimable de leur formation.", "Au cours des semaines qui ont suivi, ma mère a dû prendre particulièrement soin de la duchesse car elle était une toute petite chiot.", "Le défunt et son épouse avaient un jeune chiot dont les aboiements du matin du meurtre avaient irrité le demandeur.", "Les barrières sont facultatives, mais si vous avez un chiot ou un jeune chien, vous les trouverez probablement utiles."], "word": "chiot"}, "en": {"diffuclty_level": 0, "sentences": [["Sue Chapman, who has trained guide dog puppies for ten years and is currently training her tenth puppy, said that using the buses would be an invaluable part of their training.", "Over the next few weeks, my mom had to take special care of Duchess, since she was such a young, tiny puppy.", "The deceased and his wife had a young puppy whose barking on the morning of the killing had irritated the claimant.", "Gates are optional, but if you have a puppy or a young dog, you will probably find them useful."]], "word": "puppy"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/puppy.jpg", "es": {"diffuclty_level": 0, "sentences": ["Sue Chapman, quien ha entrenado cachorros de perros guía durante diez años y actualmente está entrenando a su décimo cachorro, dijo que usar los autobuses sería una parte invaluable de su entrenamiento.", "Durante las próximas semanas, mi madre tuvo que cuidar especialmente a la duquesa, ya que era una cachorrita tan pequeña y tan pequeña.", "El difunto y su esposa tenían un cachorro joven cuyos ladridos en la mañana del asesinato habían irritado al demandante.", "Las puertas son opcionales, pero si tienes un cachorro o un perro joven, probablemente los encuentres útiles."], "word": "perrito"}, "de": {"diffuclty_level": 0, "sentences": ["Sue Chapman, die seit zehn Jahren Blindenhund-Welpen ausbildet und derzeit ihren zehnten Welpen ausbildet, sagte, dass die Benutzung der Busse ein unschätzbarer Bestandteil ihres Trainings sei.", "In den nächsten Wochen musste sich meine Mutter besonders um Herzogin kümmern, da sie so ein kleiner Welpe war.", "Der Verstorbene und seine Frau hatten einen jungen Welpen, dessen Bellen am Morgen der Tötung den Antragsteller irritiert hatte.", "Tore sind optional, aber wenn Sie einen Welpen oder einen jungen Hund haben, werden Sie sie wahrscheinlich nützlich finden."], "word": "Hündchen"}}, {"id": "rabbit", "fr": {"diffuclty_level": 0, "sentences": ["Frank, pourquoi as-tu un lapin?", "J'ai remarqué un autre junkie qui m'observait: il essayait de décider s'il devait être lapin ou congelé.", "Je commence à faire du lapin maintenant, alors je vais m'arrêter là."], "word": "lapin"}, "en": {"diffuclty_level": 0, "sentences": [["Frank, why did you rabbit?", "I noticed another junkie watching me: he was trying to decide whether to rabbit or freeze.", "I'm starting to rabbit on now, so I'll stop there."]], "word": "rabbit"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/rabbit.jpg", "es": {"diffuclty_level": 0, "sentences": ["Frank, ¿por qué conejo?", "Noté que otro drogadicto me estaba mirando: estaba tratando de decidir si se congela o congela.", "Estoy empezando a conejito ahora, así que me detendré allí."], "word": "Conejo"}, "de": {"diffuclty_level": 0, "sentences": ["Frank, warum hast du Kaninchen?", "Ich bemerkte einen anderen Junkie, der mich beobachtete: Er versuchte zu entscheiden, ob er Kaninchen halten oder einfrieren sollte.", "Ich fange jetzt an zu Kaninchen, also höre ich auf."], "word": "Hase"}}, {"id": "rat", "fr": {"diffuclty_level": 0, "sentences": ["Malgré la situation, ce ne sont pas des rats de laboratoire dans une cage; ce sont des êtres humains.", "Je vous demanderais à nouveau si le meurtre d'un rat est un meurtre?", "'Pour votre information, ce petit rat m'a insulté' Debbie souffla en fronçant le menton.", "La rime, cependant, est l’effet sonore préféré de l’argot, comme dans la télévision à tube boob, membre d’un fraternity college américain."], "word": "rat"}, "en": {"diffuclty_level": 0, "sentences": [["Despite the situation, they're not lab rats in a cage; they're fellow human beings.", "I would ask you again whether the killing of a rat is murder?", "‘For your information this little rat insulted me’ Debbie huffed sticking her chin up snobbishly.", "Rhyming, however, is the favourite sound effect of slang, as in boob tube television, frat rat member of a US college fraternity."]], "word": "rat"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/rat.jpg", "es": {"diffuclty_level": 0, "sentences": ["A pesar de la situación, no son ratas de laboratorio en una jaula; Son compañeros seres humanos.", "Le preguntaría de nuevo si el asesinato de una rata es un asesinato.", "\"Para su información, esta pequeña rata me insultó\" resopló Debbie alzando su barbilla con esnobismo.", "La rima, sin embargo, es el efecto de sonido favorito de la jerga, como en Boob Tube Television, miembro de una fraternidad universitaria de EE. UU."], "word": "rata"}, "de": {"diffuclty_level": 0, "sentences": ["Trotz der Situation sind sie keine Laborratten in einem Käfig; Sie sind Mitmenschen.", "Ich würde Sie noch einmal fragen, ob das Töten einer Ratte Mord ist?", "»Zu Ihrer Information hat mich diese kleine Ratte beleidigt«, schnaubte Debbie und stemmte das Kinn hoch.", "Rhyming ist jedoch der beliebteste Klangeffekt von Slang, wie in Brummröhrenfernsehen, einem Rattenmitglied einer amerikanischen College-Bruderschaft."], "word": "Ratte"}}, {"id": "reindeer", "fr": {"diffuclty_level": 0, "sentences": ["Les femmes saamies avaient leurs propres marques pour marquer leurs propres rennes, le pouvoir de décider de la manière dont leurs rennes seraient soignés, ainsi que le droit de partager leur propre domaine à la mort.", "Habituellement, ma famille rentrait chez elle après l'église pour accrocher des bas et laisser de côté des carottes pour les rennes.", "Les femelles conservent leurs bois jusqu’à leur accouchement au printemps."], "word": "renne"}, "en": {"diffuclty_level": 0, "sentences": [["Saami women had their own brands to mark their own reindeer, the power to decide how their reindeer were to be cared for, as well as the right to divide their own estate at death.", "Usually, my family went home after church to hang stockings and leave out carrots for the reindeer.", "Female reindeer retain their antlers until after they give birth in the spring."]], "word": "reindeer"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/reindeer.jpg", "es": {"diffuclty_level": 0, "sentences": ["Las mujeres saami tenían sus propias marcas para marcar sus propios renos, el poder de decidir cómo se cuidaría a sus renos, así como el derecho a dividir sus propios bienes al morir.", "Por lo general, mi familia iba a casa después de la iglesia para colgar las medias y dejar las zanahorias para el reno.", "Los renos hembra conservan sus astas hasta después de dar a luz en la primavera."], "word": "reno"}, "de": {"diffuclty_level": 0, "sentences": ["Saami-Frauen hatten ihre eigenen Marken, um ihre eigenen Rentiere zu kennzeichnen, die Macht zu bestimmen, wie ihre Rentiere gepflegt werden sollten, sowie das Recht, das eigene Vermögen bei Tod zu teilen.", "Normalerweise ging meine Familie nach der Kirche nach Hause, um Strümpfe aufzuhängen und Karotten für das Rentier auszulassen.", "Weibliche Rentiere behalten ihr Geweih bis zur Geburt im Frühjahr."], "word": "Rentier"}}, {"id": "rhinoceros", "fr": {"diffuclty_level": 0, "sentences": ["O'Connell-Rodwell et ses collègues ont également commencé à étudier les nuances des signaux d'éléphants afin de les distinguer des traces de rhinocéros ou de lions.", "Les soldats auraient utilisé l'argent volé pour acheter des articles aussi divers que des appareils photo et des cornes de rhinocéros, ont indiqué des responsables.", "La peau d'un rhinocéros, le calme d'une vache sacrée hindoue et la patience d'un saint - trois qualités indispensables pour faire le travail de Robert Ogier.", "Au Pléistocène, des troupeaux de wombats géants de la taille d'un rhinocéros parcouraient les plaines du sud de l'Australie."], "word": "rhinocéros"}, "en": {"diffuclty_level": 0, "sentences": [["O'Connell-Rodwell and her colleagues have also begun to study the nuances of elephant signals to distinguish them from the footsteps of rhinoceroses or lions.", "The soldiers allegedly used the stolen money to buy items as diverse as cameras and rhinoceros horns, the officials said.", "The skin of a rhinoceros, the composure of a Hindu sacred cow and the patience of a saint - just three qualities you'd need to do Robert Ogier's job.", "During the Pleistocene, herds of giant wombats the size of a rhinoceros roamed the plains of southern Australia."]], "word": "rhinoceros"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/rhinoceros.jpg", "es": {"diffuclty_level": 0, "sentences": ["O'Connell-Rodwell y sus colegas también han comenzado a estudiar los matices de las señales de los elefantes para distinguirlos de los pasos de los rinocerontes o los leones.", "Los soldados supuestamente usaron el dinero robado para comprar artículos tan diversos como cámaras y cuernos de rinoceronte, dijeron los funcionarios.", "La piel de un rinoceronte, la compostura de una vaca sagrada hindú y la paciencia de un santo: solo tres cualidades que necesitas para hacer el trabajo de Robert Ogier.", "Durante el Pleistoceno, manadas de wombats gigantes del tamaño de un rinoceronte vagaban por las llanuras del sur de Australia."], "word": "rinoceronte"}, "de": {"diffuclty_level": 0, "sentences": ["O'Connell-Rodwell und ihre Kollegen haben auch begonnen, die Nuancen von Elefantensignalen zu untersuchen, um sie von den Fußstapfen von Nashörnern oder Löwen zu unterscheiden.", "Die Soldaten hätten angeblich das gestohlene Geld verwendet, um so unterschiedliche Gegenstände wie Kameras und Nashornhörner zu kaufen, sagten die Beamten.", "Die Haut eines Nashorns, die Haltung einer heiligen Hindu-Kuh und die Geduld eines Heiligen - drei Eigenschaften, die Sie benötigen, um Robert Ogiers Arbeit zu erledigen.", "Während des Pleistozäns durchstreiften Herden riesiger Wombats von der Größe eines Nashorns die Ebenen Südaustraliens."], "word": "Nashorn"}}, {"id": "rooster", "fr": {"diffuclty_level": 0, "sentences": ["Oeufs frais, atmosphère de ferme, coqs qui chantent le matin - tout l’effet.", "Vous n'avez pas besoin d'un coq pour avoir des œufs; les poules pondent très bien sans supervision masculine.", "Le combat de coqs (deux coqs se battant en anneau) commande un fanatique suivant.", "L'aube s'est étendue sur le ciel et les coqs ont proclamé le nouveau jour à travers le pays."], "word": "coq"}, "en": {"diffuclty_level": 0, "sentences": [["Fresh eggs, the farm atmosphere, roosters crowing in the morning - the whole effect.", "You don't need a rooster to get eggs; hens lay just fine with no male supervision.", "Cockfighting (two roosters battling each other in a ring) commands a fanatical following.", "Dawn stretched out upon the sky, and the roosters proclaimed the new day across the country."]], "word": "rooster"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/rooster.jpg", "es": {"diffuclty_level": 0, "sentences": ["Huevos frescos, el ambiente de granja, gallos que cantan por la mañana, todo el efecto.", "No necesitas un gallo para conseguir huevos; las gallinas yacen bien sin supervisión masculina.", "Las peleas de gallos (dos gallos luchando entre sí en un ring) comanda a un fanático seguidor.", "El amanecer se extendió sobre el cielo y los gallos proclamaron el nuevo día en todo el país."], "word": "gallo"}, "de": {"diffuclty_level": 0, "sentences": ["Frische Eier, die Bauernhofatmosphäre, morgens krähende Hähne - die ganze Wirkung.", "Sie brauchen keinen Hahn, um Eier zu bekommen; Hühner lagen ohne männliche Aufsicht.", "Hahnenkampf (zwei Hähne, die sich in einem Ring bekämpfen) haben eine fanatische Fangemeinde.", "Die Morgendämmerung breitete sich aus, und die Hähne proklamierten den neuen Tag im ganzen Land."], "word": "Hahn"}}, {"id": "scorpion", "fr": {"diffuclty_level": 0, "sentences": ["Certains des scorpions les plus toxiques habitaient dans les déserts d’Égypte.", "À quelques mètres de là, un officier sud-africain a découvert l'un des petits scorpions extrêmement toxiques qui infestent la région.", "Inceoglu a soigneusement recueilli le venin en permettant aux scorpions de piquer des flacons recouverts d'un film.", "Se tournant rapidement vers sa proie, le scorpion s'élance avec des pinces tendues, attrapant et piquant enfin sa victime."], "word": "Scorpion"}, "en": {"diffuclty_level": 0, "sentences": [["Some of the more poisonous scorpions lived in the deserts of Egypt.", "A few yards away, a South African officer has found one of the small but highly poisonous scorpions which infest the area.", "Inceoglu collected venom - carefully - by permitting scorpions to sting vials covered with a film.", "Turning swiftly toward its prey, the scorpion darts forward with pincers outstretched, finally grabbing and stinging its victim."]], "word": "scorpion"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/scorpion.jpg", "es": {"diffuclty_level": 0, "sentences": ["Algunos de los escorpiones más venenosos vivían en los desiertos de Egipto.", "A pocos metros de distancia, un oficial sudafricano ha encontrado uno de los escorpiones pequeños pero altamente venenosos que infestan el área.", "Inceoglu recolectó veneno, cuidadosamente, permitiendo que los escorpiones picaran los viales cubiertos con una película.", "Girándose rápidamente hacia su presa, el escorpión se lanza hacia delante con las pinzas extendidas, finalmente agarrando y picando a su víctima."], "word": "escorpión"}, "de": {"diffuclty_level": 0, "sentences": ["Einige der giftigeren Skorpione lebten in den Wüsten Ägyptens.", "Ein paar Meter weiter hat ein südafrikanischer Offizier einen der kleinen, aber hochgiftigen Skorpione gefunden, die das Gebiet befallen.", "Inceoglu sammelte das Gift sorgfältig, indem es Skorpionen erlaubte, mit einem Film bedeckte Phiolen zu stechen.", "Der Skorpion wandte sich rasch seiner Beute zu und stieß mit ausgestreckten Zangen nach vorne, um schließlich sein Opfer zu packen und zu stechen."], "word": "Skorpion"}}, {"id": "shark", "fr": {"diffuclty_level": 0, "sentences": ["La naissance a surpris les chercheurs, car la mère n'avait pas été en contact avec un requin mâle depuis six ans.", "Des transactions de toutes sortes seront conclues avant que cette élection ne se termine ici, dans la maison des requins et des requins qui négocient des transactions de toutes sortes depuis plus d'un siècle.", "Compte tenu de cette exigence, la plupart des requins ne peuvent pas entrer en eau douce, car leurs niveaux de sel internes seraient dilués.", "Elle est solide, fiable et de classe moyenne - contre les requins d'entreprise corrompus."], "word": "requin"}, "en": {"diffuclty_level": 0, "sentences": [["The birth surprised researchers, as the mother had not been in contact with a male shark for six years.", "Deals of all sorts will be cut before this election ends here in the home of the sharps and sharks who have been cutting all sorts of deals for more than a century.", "Given this requirement, most sharks cannot enter fresh water, because their internal salt levels would become diluted.", "She is solid, dependable and middle-class - up against corrupt corporate sharks."]], "word": "shark"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/shark.jpg", "es": {"diffuclty_level": 0, "sentences": ["El nacimiento sorprendió a los investigadores, ya que la madre no había estado en contacto con un tiburón macho durante seis años.", "Los tratos de todo tipo se eliminarán antes de que finalice esta elección aquí en el hogar de los tiburones y los tiburones que han estado cortando todo tipo de tratos durante más de un siglo.", "Dado este requisito, la mayoría de los tiburones no pueden ingresar al agua dulce, ya que sus niveles internos de sal se diluirían.", "Es sólida, confiable y de clase media, contra los tiburones corporativos corruptos."], "word": "tiburón"}, "de": {"diffuclty_level": 0, "sentences": ["Die Geburt überraschte die Forscher, da die Mutter seit sechs Jahren keinen Kontakt zu einem männlichen Hai hatte.", "Angebote aller Art werden gekürzt, bevor diese Wahl hier endet, wo die Spitz- und Haifische seit über einem Jahrhundert alle möglichen Geschäfte abschließen.", "Aufgrund dieser Anforderung können die meisten Haie nicht in Süßwasser gelangen, da sich ihr innerer Salzgehalt verringern würde.", "Sie ist solide, zuverlässig und bürgerlich - gegen korrupte Haie."], "word": "Hai"}}, {"id": "sheep", "fr": {"diffuclty_level": 0, "sentences": ["Les pasteurs vendaient des moutons et du bétail pour la viande et le cuir aux mines d'or et utilisaient les bénéfices pour acheter des terres en pleine propriété et pour construire des clôtures et des fermes.", "Mais la récession technologique mondiale réduit les effectifs de ce talent aussi rapidement que les hommes en blouse blanche éliminent les moutons et les bovins dans des fermes infectées par la fièvre aphteuse.", "Il n'a pas dit que le mouton dont les parents font des choix intelligents.", "Mon chapeau était un raton laveur, mon manteau était fait de la peau d'un troupeau de moutons et j'avais des bottes de renne jusqu'au genou."], "word": "mouton"}, "en": {"diffuclty_level": 0, "sentences": [["Pastoralists sold sheep and cattle for meat and leather to the goldfields, and used the profits to buy freehold land and build fences and homesteads.", "But the global technology recession is culling the ranks of that talent as swiftly as the men in white coats dispose of sheep and cattle on foot-and-mouth infected farms.", "He didn't say only the sheep whose parents make smart choices.", "My hat was raccoon, my coat was made from the skins of a flock of sheep, and I had knee-high reindeer boots."]], "word": "sheep"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/sheep.jpg", "es": {"diffuclty_level": 0, "sentences": ["Los pastores vendían ovejas y ganado para carne y cuero a los yacimientos de oro, y usaban las ganancias para comprar tierras y construir cercas y granjas.", "Pero la recesión tecnológica mundial está eliminando las filas de ese talento tan rápidamente como los hombres en batas blancas se deshacen de las ovejas y el ganado en las granjas infectadas con fiebre aftosa.", "No dijo solo las ovejas cuyos padres toman decisiones inteligentes.", "Mi sombrero era mapache, mi abrigo estaba hecho con la piel de un rebaño de ovejas, y tenía botas de reno hasta la rodilla."], "word": "oveja"}, "de": {"diffuclty_level": 0, "sentences": ["Pastoralisten verkauften Schafe und Rinder für Fleisch und Leder an die Goldfelder und nutzten die Gewinne, um Landbesitz zu erwerben und Zäune und Gehöfte zu bauen.", "Die weltweite Technologie-Rezession tötet jedoch die Reihen dieses Talents ebenso schnell wie die Männer in weißen Mänteln über Schafe und Rinder in mit Maul- und Klauenseuchen infizierten Farmen.", "Er sagte nicht nur die Schafe, deren Eltern kluge Entscheidungen treffen.", "Mein Hut war ein Waschbär, mein Mantel bestand aus der Haut einer Schafherde und ich hatte kniehohe Rentierstiefel."], "word": "Schaf"}}, {"id": "shrimp", "fr": {"diffuclty_level": 0, "sentences": ["Il y a un grand nombre de nudibranches et de vers plats, tous de couleurs vives et parfois difficiles à distinguer, d'adversaires, de crevettes, de langoustes et d'autres créatures vivant dans des trous.", "Eumalacostraca est le groupe qui contient la plupart des animaux reconnus par le grand public comme des crustacés, tels que les crevettes, les crabes et les homards.", "Les anémones, les coraux à bulles, les coraux mous d’arbres, les concombres de mer et les étoiles à coussins abritaient de minuscules crevettes et crabes, tandis que des hippocampes se cachaient parmi les algues.", "On peut le trouver en train de se nourrir de crabes, crevettes, palourdes, pétoncles, ormeaux et petits poissons."], "word": "crevette"}, "en": {"diffuclty_level": 0, "sentences": [["There are a fair number of nudibranchs and flatworms, all brightly coloured and sometimes difficult to distinguish, featherstars, shrimps, spiny lobsters and other hole-dwelling critters.", "Eumalacostraca is the group that contains most of the animals the general public recognize as crustaceans, such as shrimp, crabs, lobsters.", "Anemones, bubble corals, soft tree corals, sea cucumbers and cushion stars harboured tiny shrimps and crabs, while seahorses lurked among algae.", "It can be found feeding on crabs, shrimps, clams, scallops, abalone and small fish."]], "word": "shrimp"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/shrimp.jpg", "es": {"diffuclty_level": 0, "sentences": ["Hay un buen número de nudibranquios y gusanos planos, todos de colores brillantes y, a veces, difíciles de distinguir, plumas, camarones, langostas y otras criaturas que habitan en los agujeros.", "Eumalacostraca es el grupo que contiene la mayoría de los animales que el público en general reconoce como crustáceos, como camarones, cangrejos y langostas.", "Anémonas, corales de burbujas, corales de árboles blandos, pepinos de mar y estrellas de cojines albergaban diminutos camarones y cangrejos, mientras los caballitos de mar acechaban entre las algas.", "Se puede encontrar alimentándose de cangrejos, camarones, almejas, vieiras, abulones y peces pequeños."], "word": "camarón"}, "de": {"diffuclty_level": 0, "sentences": ["Es gibt eine ganze Reihe von Nudibranchen und Plattwürmern, die alle hell gefärbt und manchmal schwer zu unterscheiden sind, Federsterne, Garnelen, Langusten und andere Lochbewohner.", "Eumalacostraca ist die Gruppe, die die meisten Tiere enthält, die die breite Öffentlichkeit als Krebstiere erkennt, wie Garnelen, Krabben, Hummer.", "Anemonen, Blasenkorallen, weiche Baumkorallen, Seegurken und Kissensterne beherbergten winzige Garnelen und Krabben, während Seepferdchen zwischen Algen lauerten.", "Man kann ihn an Krabben, Garnelen, Muscheln, Jakobsmuscheln, Abalonen und kleinen Fischen fressen."], "word": "Garnele"}}, {"id": "snail", "fr": {"diffuclty_level": 0, "sentences": ["La résistance moyenne des coquilles d'escargots de boue était deux fois supérieure à celle de Littorina et trois fois supérieure à celle d'Uca.", "Aux Philippines, les martins-pêcheurs à gouverner enlevent les escargots terrestres de leurs coquilles en les fracassant contre des pierres sur le sol de la forêt.", "L'escargot de boue exotique, Batillaria attramentaria, est commun dans quelques baies et estuaires situés à l'extrême nord de l'aire de répartition de C. californica.", "De nombreux prédateurs capturent une grande variété de proies, mais certaines espèces de serpents se nourrissent exclusivement d'autres serpents, d'autres ne veulent que des rongeurs et d'autres encore se concentrent sur les escargots ou les scorpions."], "word": "escargot"}, "en": {"diffuclty_level": 0, "sentences": [["The average shell strength of mud snails was twice that of Littorina, and three times that of Uca.", "Ruddy kingfishers in the Philippines remove land snails from their shells by smashing them against stones on the forest floor.", "The exotic mud snail, Batillaria attramentaria, is common in a few bays and estuaries at the northern extent of C. californica's range.", "Many predators will take a wide variety of prey, but some species of snakes feed exclusively on other snakes, others want only rodents, and still others concentrate on snails or scorpions."]], "word": "snail"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/snail.jpg", "es": {"diffuclty_level": 0, "sentences": ["La fuerza promedio de la cáscara de los caracoles de barro fue el doble que la de Littorina y tres veces la de Uca.", "El martín pescador rojizo en las Filipinas quita los caracoles de tierra de sus conchas al estrellarlos contra las piedras en el suelo del bosque.", "El exótico caracol de lodo, Batillaria attramentaria, es común en algunas bahías y estuarios en el extremo norte del rango de C. californica.", "Muchos depredadores tomarán una gran variedad de presas, pero algunas especies de serpientes se alimentan exclusivamente de otras serpientes, otras solo quieren roedores y otras se concentran en caracoles o escorpiones."], "word": "caracol"}, "de": {"diffuclty_level": 0, "sentences": ["Die durchschnittliche Schalenstärke von Schlammschnecken war doppelt so hoch wie die von Littorina und dreimal die von Uca.", "Ruddy Eisvögel auf den Philippinen entfernen Landschnecken aus ihren Schalen, indem sie sie gegen Steine auf dem Waldboden zertrümmern.", "Die exotische Schlammschnecke Batillaria attramentaria ist in einigen Buchten und Flussmündungen an der nördlichen Ausdehnung von C. californica verbreitet.", "Viele Raubtiere nehmen eine große Auswahl an Beutetieren, aber einige Schlangenarten ernähren sich ausschließlich von anderen Schlangen, andere wollen nur Nagetiere und wieder andere konzentrieren sich auf Schnecken oder Skorpione."], "word": "Schnecke"}}, {"id": "snake", "fr": {"diffuclty_level": 0, "sentences": ["Bien que les serpents venimeux puissent parfois délivrer une morsure «à sec» sans libérer leur poison, toutes les morsures nécessitent un traitement hospitalier immédiat.", "Tu n'es rien de plus qu'un serpent lubrique dans l'herbe, Shawn.", "Contrairement à la plupart des autres serpents, les boa constricteurs possèdent de petites pattes postérieures vestigiales.", "L'écriture illisible commence à se déplacer et à changer, se transformant en un serpent se mordant la queue, qui tourne en rond."], "word": "serpent"}, "en": {"diffuclty_level": 0, "sentences": [["Although venomous snakes can sometimes deliver a ‘dry’ bite without releasing their poison, all bites require immediate hospital treatment.", "You're nothing more than a lecherous snake in the grass, Shawn.", "Unlike most other snakes, boa constrictors possess small vestigial hind legs.", "The illegible writing begins to shift and change, turning into a snake biting its own tail, which twirls in a circle."]], "word": "snake"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/snake.jpg", "es": {"diffuclty_level": 0, "sentences": ["Aunque las serpientes venenosas a veces pueden entregar una mordedura 'seca' sin liberar su veneno, todas las mordeduras requieren tratamiento hospitalario inmediato.", "No eres más que una serpiente lujuriosa en la hierba, Shawn.", "A diferencia de la mayoría de las otras serpientes, los boa constrictores poseen pequeñas patas traseras vestigiales.", "La escritura ilegible comienza a cambiar y cambiar, convirtiéndose en una serpiente que muerde su propia cola, que gira en un círculo."], "word": "serpiente"}, "de": {"diffuclty_level": 0, "sentences": ["Obwohl giftige Schlangen manchmal einen „trockenen“ Biss abgeben können, ohne ihr Gift freizusetzen, erfordern alle Bissen eine sofortige Behandlung im Krankenhaus.", "Du bist nichts weiter als eine geile Schlange im Gras, Shawn.", "Im Gegensatz zu den meisten anderen Schlangen besitzen Boa Constrictors kleine Hinterbeine.", "Das unleserliche Schreiben beginnt sich zu verschieben und wird zu einer Schlange, die seinen eigenen Schwanz beißt und sich im Kreis dreht."], "word": "Schlange"}}, {"id": "sparrow", "fr": {"diffuclty_level": 0, "sentences": ["J'ai vu un oiseau, un petit moineau se faufiler à travers les branches noueuses du pin.", "Tous les oiseaux sauvages (à l'exception des pigeons, des moineaux anglais et des étourneaux) sont protégés par les lois fédérales et des États. Il est donc illégal de les piéger, de les tuer ou de les empoisonner.", "Des oiseaux plus petits tels que les pigeons, les grives, les choucas, les merles et les moineaux auraient aussi été vus régulièrement.", "Bien que nous n'ayons pas de grands arbres, nos voisins en ont, et les sapins et les chênes qui entourent notre propriété déposent des glands et offrent un abri aux geais, aux pics, aux merles, aux merles et aux moineaux."], "word": "moineau"}, "en": {"diffuclty_level": 0, "sentences": [["I saw one bird, a tiny sparrow darting through the gnarled pine limbs.", "All wild birds (except pigeons, English sparrows and starlings) are protected by federal and state laws, so it's illegal to trap, kill or poison them.", "Smaller birds such as pigeons, thrushes, jackdaws, robins and sparrows would also have been seen on a regular basis.", "While we don't have tall trees, our neighbors do, and the firs and oaks that surround our property drop acorns and provide homes for jays, woodpeckers, robins and sparrows."]], "word": "sparrow"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/sparrow.jpg", "es": {"diffuclty_level": 0, "sentences": ["Vi un pájaro, un pequeño gorrión lanzándose a través de las extremidades nudosas de pino.", "Todas las aves silvestres (excepto las palomas, los gorriones ingleses y los estorninos) están protegidas por las leyes federales y estatales, por lo que es ilegal atraparlos, matarlos o envenenarlos.", "También se habrían visto aves más pequeñas como palomas, zorzales, grajillas, petirrojos y gorriones de forma regular.", "Si bien no tenemos árboles altos, nuestros vecinos sí los tienen, y los abetos y robles que rodean nuestra propiedad dejan caer bellotas y proporcionan hogares para arrendajos, pájaros carpinteros, petirrojos y gorriones."], "word": "gorrión"}, "de": {"diffuclty_level": 0, "sentences": ["Ich sah einen Vogel, einen winzigen Spatz, der durch die knorrigen Kiefernschenkel schoss.", "Alle Wildvögel (außer Tauben, englische Spatzen und Stare) sind durch Bundes- und Landesgesetze geschützt. Daher ist es illegal, sie zu fangen, zu töten oder zu vergiften.", "Auch kleinere Vögel wie Tauben, Drosseln, Dohlen, Rotkehlchen und Spatzen wären regelmäßig zu sehen gewesen.", "Während wir keine hohen Bäume haben, tun dies unsere Nachbarn, und die Tannen und Eichen, die unser Grundstück umgeben, lassen Eicheln fallen und stellen Häuser für Jays, Spechte, Rotkehlchen und Spatzen zur Verfügung."], "word": "Spatz"}}, {"id": "spider", "fr": {"diffuclty_level": 0, "sentences": ["Ils ciblent généralement les commentaires sur les anciens messages, ils ne seront donc pas présentés aux lecteurs des derniers articles, bien que les robots de recherche les repèrent et les indexent.", "Le nom est trompeur, car cette araignée est originaire de la région de Waterloo.", "La même chose s'applique aux formulaires. les araignées ne peuvent pas remplir les formulaires et cliquez sur \"envoyer\".", "Les araignées des moteurs de recherche prennent ces mots et affichent les meilleurs sites liés à ces informations."], "word": "araignée"}, "en": {"diffuclty_level": 0, "sentences": [["They usually target comments to old posts, so they won't show up to people reading the latest ones, though search engine spiders will spot them and index them.", "The name is misleading, as this spider is native to the Waterloo region.", "The same thing applies to forms; spiders can't fill out forms and click ‘submit.’", "The search engine spiders take those words and display the best sites that relate to that information."]], "word": "spider"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/spider.jpg", "es": {"diffuclty_level": 0, "sentences": ["Por lo general, dirigen los comentarios a las publicaciones antiguas, por lo que no se mostrarán a las personas que lean las últimas, aunque las arañas de los motores de búsqueda los detectarán e indexarán.", "El nombre es engañoso, ya que esta araña es nativa de la región de Waterloo.", "Lo mismo se aplica a las formas; Las arañas no pueden completar formularios y hacer clic en \"enviar\".", "Las arañas de los motores de búsqueda toman esas palabras y muestran los mejores sitios que se relacionan con esa información."], "word": "araña"}, "de": {"diffuclty_level": 0, "sentences": ["Normalerweise richten sie Kommentare auf alte Posts aus, sodass sie nicht bei Leuten erscheinen, die die neuesten lesen. Die Suchmaschinen werden sie jedoch erkennen und indizieren.", "Der Name ist irreführend, da diese Spinne aus der Region Waterloo stammt.", "Dasselbe gilt für Formulare. Spider können keine Formulare ausfüllen und auf \"Senden\" klicken.", "Die Suchmaschinen-Spider nehmen diese Wörter und zeigen die besten Websites an, die sich auf diese Informationen beziehen."], "word": "Spinne"}}, {"id": "squid", "fr": {"diffuclty_level": 0, "sentences": ["Le secret de la cuisson des calmars est la simplicité. Dans ce plat, il est juste assaisonné et recouvert de farine avant d'être rapidement frit.", "Le calmar pèse environ 550 livres et a été trouvé en deux morceaux sur Seven Mile Beach.", "Chez les calmars, les poulpes et les seiches, la couche de pigment se situe sous les photorécepteurs, dans une zone de vaisseaux sanguins denses.", "Les scientifiques pensent que le calmar vit à des profondeurs de 660 à 2300 pieds durant la journée."], "word": "calamar"}, "en": {"diffuclty_level": 0, "sentences": [["The secret of cooking squid is simplicity, so in this dish it's just seasoned and coated with flour before being quickly fried.", "The squid weighs about 550 pounds and was found in two pieces on Seven Mile Beach.", "In squids, octopuses and cuttlefish, the pigment layer is below the photoreceptors, in an area of dense blood vessels.", "Scientists believe the squid live at depths of 660 to 2,300 feet during the day."]], "word": "squid"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/squid.jpg", "es": {"diffuclty_level": 0, "sentences": ["El secreto de cocinar calamares es la simplicidad, por lo que en este plato solo se sazona y se recubre con harina antes de freírlo rápidamente.", "El calamar pesa alrededor de 550 libras y se encontró en dos piezas en la playa de Seven Mile.", "En calamares, pulpos y sepias, la capa de pigmento está debajo de los fotorreceptores, en un área de vasos sanguíneos densos.", "Los científicos creen que los calamares viven a profundidades de 660 a 2,300 pies durante el día."], "word": "calamar"}, "de": {"diffuclty_level": 0, "sentences": ["Das Geheimnis des Kochen von Tintenfischen ist die Einfachheit. In diesem Gericht wird es einfach gewürzt und mit Mehl überzogen, bevor es schnell gebraten wird.", "Der Tintenfisch wiegt ungefähr 550 Pfund und wurde am Seven Mile Beach in zwei Teilen gefunden.", "Bei Tintenfischen, Tintenfischen und Tintenfischen befindet sich die Pigmentschicht unterhalb der Fotorezeptoren in einem Bereich dichter Blutgefäße.", "Wissenschaftler glauben, dass der Tintenfisch tagsüber in Tiefen von 660 bis 2300 Fuß lebt."], "word": "Tintenfisch"}}, {"id": "squirrel", "fr": {"diffuclty_level": 0, "sentences": ["Mais pourquoi gaspiller votre argent alors qu’il ya si peu de bonnes nouvelles sur le front de l’épargne?", "Les gens vont toujours avoir besoin de manger et, dans le passé, il y a eu une augmentation des achats à court terme, car les gens quittent leurs affaires avec des écureuils au cas où les choses se gâtaient.", "Tout au long de l'été, j'ai pu m'arracher un peu d'écureuil ici et là à l'insu de Rick.", "La plupart des propriétaires souhaitent applaudir tout effort visant à économiser de l'argent pour un jour de pluie, mais la taille même des comptes de réserve de la ville indiquerait un examen plus attentif."], "word": "écureuil"}, "en": {"diffuclty_level": 0, "sentences": [["But why squirrel your money away when there is so little good news on the savings front?", "People will still need to eat, and in the past there has been a short-term increase in shopping as people squirrel stuff away in case times get bad.", "All summer long, I was able to squirrel a little bit away here and there without Rick's knowledge.", "Most property owners would applaud any effort to squirrel money away for a rainy day but the sheer size of the city's reserve accounts would indicate a closer look."]], "word": "squirrel"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/squirrel.jpg", "es": {"diffuclty_level": 0, "sentences": ["Pero ¿por qué esconder su dinero cuando hay tan pocas buenas noticias en el frente de los ahorros?", "La gente todavía tendrá que comer, y en el pasado ha habido un aumento a corto plazo en las compras a medida que la gente se aleja de las cosas en caso de que los tiempos empeoren.", "Durante todo el verano, pude alejarme un poco de aquí y allá sin el conocimiento de Rick.", "La mayoría de los dueños de propiedades aplaudirían cualquier esfuerzo por ahorrar dinero para un día lluvioso, pero el tamaño de las cuentas de reserva de la ciudad indicaría una mirada más cercana."], "word": "ardilla"}, "de": {"diffuclty_level": 0, "sentences": ["Aber warum sollten Sie Ihr Geld verraten, wenn es an der Sparfront so wenig gute Neuigkeiten gibt?", "Die Menschen werden immer noch essen müssen, und in der Vergangenheit ist der Einkauf kurzfristig gestiegen, da die Leute das Eichhörnchen wegbringen, falls die Zeiten schlecht werden.", "Den ganzen Sommer über konnte ich ohne Rick's Wissen hier und da ein bisschen Eichhörnchen machen.", "Die meisten Immobilienbesitzer begrüßen jede Anstrengung, Geld für einen regnerischen Tag wegzulöschen, aber die schiere Größe der Reservekonten der Stadt würde einen genaueren Blick darauf anzeigen."], "word": "Eichhörnchen"}}, {"id": "tiger", "fr": {"diffuclty_level": 0, "sentences": ["Les lions, les tigres, les jaguars, les girafes, les orangs-outans et les émeus étaient quelques-unes des autres créatures que nous avons vues.", "Le peloton Malton s'est battu comme un tigre contre les huit plus lourds visiteurs et avec l'attaque au plus haut niveau, West Park a eu du mal à se démarquer.", "En Inde, autrefois considérée comme la plus grande forteresse pour les tigres, des rapports récents montrent que les félins disparaissent complètement de certaines réserves centrales.", "Ici, les joueurs ont lutté comme des ours et se sont battus comme des tigres pour rester sur leurs pieds."], "word": "tigre"}, "en": {"diffuclty_level": 0, "sentences": [["Lions, tigers, jaguars, giraffes, orang-utans and emus were some of the other creatures we saw.", "The Malton pack fought like tigers against the heavier visiting eight and with the tackling in the backs of the highest order, West Park found difficulty in breaking out of their own half.", "In India, once considered the greatest stronghold for tigers, recent reports show the big cats disappearing altogether from some core reserve areas.", "Here, the players grappled like bears and fought like tigers to stay on their feet."]], "word": "tiger"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/tiger.jpg", "es": {"diffuclty_level": 0, "sentences": ["Leones, tigres, jaguares, jirafas, orangutanes y emúes fueron algunas de las otras criaturas que vimos.", "La manada de Malton luchó como tigres contra los ocho más pesados que visitaban y con el enfrentamiento en el dorso del orden más alto, West Park encontró dificultades para salir de su propia mitad.", "En la India, una vez considerado el mayor baluarte de los tigres, los informes recientes muestran que los grandes felinos desaparecen por completo de algunas áreas centrales de reserva.", "Aquí, los jugadores lucharon como osos y lucharon como tigres para mantenerse en pie."], "word": "Tigre"}, "de": {"diffuclty_level": 0, "sentences": ["Löwen, Tiger, Jaguare, Giraffen, Orang-Utans und Emus waren einige der anderen Kreaturen, die wir gesehen haben.", "Das Malton-Rudel kämpfte wie Tiger gegen die schwereren Acht, und West Park hatte Schwierigkeiten, aus der eigenen Hälfte auszubrechen.", "In Indien, einst als größte Festung der Tiger angesehen, zeigen jüngste Berichte, dass die Großkatzen aus einigen Kernreserven verschwunden sind.", "Hier haben die Spieler wie Bären gekämpft und wie Tiger gekämpft, um auf den Beinen zu bleiben."], "word": "Tiger"}}, {"id": "toad", "fr": {"diffuclty_level": 0, "sentences": ["Mais, comme le foie manque et qu'il y a un trou dans le corps du crapaud, les vaisseaux sanguins et les poumons éclatent et les autres organes suintent, a-t-il déclaré.", "L'arrivée soudaine de temps chaud et humide a provoqué une migration nocturne massive de grenouilles, tritons et crapauds pour inonder le centre de Barnes.", "Au moins 10 des 16 espèces d'amphibiens d'origine (grenouilles, crapauds et salamandres) ont survécu à l'éruption.", "La police néerlandaise de Leeuwarden tente de savoir si des toxicomanes ont fait irruption dans une animalerie et ont volé trois crapauds exotiques dont la peau verruqueuse provoquerait des hallucinations au moment de se lécher."], "word": "crapaud"}, "en": {"diffuclty_level": 0, "sentences": [["But, because the liver is missing and there's a hole in the toad's body, the blood vessels and lungs burst and the other organs ooze out, he said.", "The sudden arrival of warm wet weather caused a mass night-time migration of frogs, newts and toads to deluge the centre in Barnes.", "At least 10 of the 16 original species of amphibians (frogs, toads and salamanders) survived the eruption.", "Dutch police in Leeuwarden are trying to find out if drug addicts raided a pet shop and stole three exotic toads whose warty skin is said to induce hallucinations when licked."]], "word": "toad"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/toad.jpg", "es": {"diffuclty_level": 0, "sentences": ["Pero, debido a que falta el hígado y hay un agujero en el cuerpo del sapo, los vasos sanguíneos y los pulmones se revientan y los otros órganos se rezuman, dijo.", "La repentina llegada de un clima cálido y húmedo causó una migración masiva durante la noche de ranas, tritones y sapos para inundar el centro de Barnes.", "Al menos 10 de las 16 especies originales de anfibios (ranas, sapos y salamandras) sobrevivieron a la erupción.", "La policía holandesa en Leeuwarden está tratando de averiguar si los drogadictos allanaron una tienda de mascotas y robaron tres sapos exóticos cuya piel verrugosa se dice que provoca alucinaciones cuando se lamen."], "word": "sapo"}, "de": {"diffuclty_level": 0, "sentences": ["Aber weil die Leber fehlt und es ein Loch im Körper der Kröte gibt, platzen die Blutgefäße und die Lunge und die anderen Organe sickern heraus, sagte er.", "Das plötzliche Eintreffen von warmem, nassem Wetter verursachte nachts eine große Migration von Fröschen, Molchen und Kröten, um das Zentrum in Barnes zu überfluten.", "Mindestens 10 der 16 ursprünglichen Amphibienarten (Frösche, Kröten und Salamander) überlebten den Ausbruch.", "Die niederländische Polizei in Leeuwarden versucht herauszufinden, ob Drogensüchtige eine Tierhandlung überfallen und drei exotische Kröten gestohlen haben, deren Warzenhaut beim Lecken Halluzinationen hervorrufen soll."], "word": "Kröte"}}, {"id": "tortoise", "fr": {"diffuclty_level": 0, "sentences": ["L'origine des tortues et des tortues de reptiles ancestrales est encore incertaine.", "Mais les marées du conservatisme ont résisté à la plupart des élans d'enthousiasme et une série de revers ont été conspirés pour refouler furtivement les orchestres de Londres, comme les tortues Galapagos lors d'un ouragan.", "Je retins mon souffle lorsque la poussière se dissipa et fus soulagé de voir la tortue allongée complètement rétractée mais indemne.", "Les lézards, les tortues, les salamandres et de nombreux autres animaux bougent tous de cette façon, mais cela présente des inconvénients."], "word": "tortue"}, "en": {"diffuclty_level": 0, "sentences": [["The origin of turtles and tortoises from ancestral reptiles is still unclear.", "But the tugging tides of conservatism outlast most swells of enthusiasm and a series of setbacks conspired to drive London's orchestras furtively back into their shells, like Galapagos tortoises in a hurricane.", "I held my breath as the dust cleared, and was relieved to see the tortoise lying fully retracted but unharmed.", "Lizards, tortoises, salamanders and many other animals all move in this way, but it has disadvantages."]], "word": "tortoise"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/tortoise.jpg", "es": {"diffuclty_level": 0, "sentences": ["El origen de las tortugas y tortugas de reptiles ancestrales aún no está claro.", "Pero las grandes tendencias del conservadurismo superan la mayoría de las oleadas de entusiasmo y una serie de reveses conspiraron para llevar a las orquestas de Londres furtivamente a sus conchas, como las tortugas de Galápagos en un huracán.", "Contuve la respiración cuando el polvo se aclaró, y me sentí aliviado al ver a la tortuga completamente retraída, pero ilesa.", "Las lagartijas, las tortugas, las salamandras y muchos otros animales se mueven de esta manera, pero tiene desventajas."], "word": "tortuga"}, "de": {"diffuclty_level": 0, "sentences": ["Der Ursprung von Schildkröten und Schildkröten von Ahnenreptilien ist noch unklar.", "Doch die zerrenden Fluten des Konservatismus überwiegen die meisten Wellen von Begeisterung und eine Reihe von Rückschlägen, die die Londoner Orchester wie die Galapagos-Schildkröten in einem Wirbelsturm heimlich in ihre Schale treiben sollten.", "Ich hielt den Atem an, als der Staub klar wurde, und ich war erleichtert zu sehen, dass die Schildkröte vollständig zurückgezogen, aber unverletzt lag.", "Eidechsen, Schildkröten, Salamander und viele andere Tiere bewegen sich auf diese Weise, haben jedoch Nachteile."], "word": "Schildkröte"}}, {"id": "vulture", "fr": {"diffuclty_level": 0, "sentences": ["Les gens qui considèrent les habitudes alimentaires des charognards des vautours dégoûtantes pourraient vouloir arrêter de lire maintenant.", "Une brise légère soufflait sur la surface de la baie. À quelques mètres de moi, je vis un buse de dinde ou un vautour voler.", "En raison de la pression exercée par tant d'oiseaux qui tentent de se nourrir, les vautours engloutissent des morceaux de chair et peuvent remplir un fourrage avec plus d'un kilogramme de viande en quatre à cinq minutes.", "Mis à part les vautours, la plupart des oiseaux ne semblent pas affectés négativement par les parcs éoliens qui exploitent les ressources naturelles les plus abondantes de la région."], "word": "vautour"}, "en": {"diffuclty_level": 0, "sentences": [["People who consider the carrion-eating habits of vultures disgusting might want to stop reading right now.", "A light onshore breeze ruffled the surface of the bay, a few feet away I watched a turkey buzzard or vulture fly by.", "Due to the pressures of so many birds trying to feed, the vultures gobble down chunks of flesh and can fill a crop with more than one and half a kilograms of meat in four to five minutes.", "Apart from vultures, most birds don't seem to be adversely affected by the wind farms that make use of the region's most plentiful natural resource."]], "word": "vulture"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/vulture.jpg", "es": {"diffuclty_level": 0, "sentences": ["Las personas que consideran desagradables los hábitos de alimentación de carroñeros de los buitres pueden querer dejar de leer en este momento.", "Una brisa ligera en tierra agitó la superficie de la bahía, a unos pocos metros de distancia vi a un buitre de pavo o un buitre volando.", "Debido a las presiones de tantas aves que intentan alimentarse, los buitres se comen trozos de carne y pueden llenar un cultivo con más de uno y medio kilogramos de carne en cuatro o cinco minutos.", "Aparte de los buitres, la mayoría de las aves no parecen verse afectadas negativamente por los parques eólicos que hacen uso del recurso natural más abundante de la región."], "word": "buitre"}, "de": {"diffuclty_level": 0, "sentences": ["Menschen, die die Aasfresser der Geier für abscheulich halten, möchten vielleicht sofort aufhören zu lesen.", "Eine leichte Brise an Land wehte über die Oberfläche der Bucht, ein paar Meter entfernt sah ich einen Truthahnbussard oder einen Geier vorbeifliegen.", "Aufgrund des Drucks so vieler Vögel, die versuchen zu fressen, fressen die Geier Bröckchen Fleisch und können eine Ernte mit mehr als eineinhalb Kilogramm Fleisch in vier bis fünf Minuten füllen.", "Abgesehen von den Geiern scheinen die meisten Vögel nicht durch die Windparks beeinträchtigt zu werden, die die reichsten natürlichen Ressourcen der Region nutzen."], "word": "Geier"}}, {"id": "walrus", "fr": {"diffuclty_level": 0, "sentences": ["Ici, dans l'un des environnements marins les plus riches au monde - les eaux entre l'Alaska et la Russie - des ours polaires, des morses, des baleines, des phoques et d'innombrables oiseaux se développent.", "Le photographe Norris Brock et moi avons tourné plusieurs reportages dans la ville voisine de Kodiak, en Alaska, et, comme le moment était opportun et que les morses masculins faisaient leur boulot, nous avons pris la fuite.", "Lorsque Qallunaat a introduit les armes à feu chez les Inuits, nous ne les utilisions que dans le but de chasser le gibier sauvage tel que le caribou, l'ours polaire, le phoque, le morsé, le béluga, le narval et tout ce qui était mangeable.", "Venez rencontrer des ours polaires, des morses, des phoques et des bélugas."], "word": "morse"}, "en": {"diffuclty_level": 0, "sentences": [["Here in one of the world's richest marine environments - the waters between Alaska and Russia - polar bears, walruses, whales, seals, and countless birds thrive.", "Cameraman Norris Brock and I were shooting several stories in nearby Kodiak, Alaska and, since the timing was right and the male walruses were doing their thing, we took a sidetrip.", "When Qallunaat introduced guns to Inuit, we only used them for the purpose of hunting wild game such as caribou, polar bears, seals, walruses, beluga and narwhal and everything that is edible.", "Come face to face with polar bears, walruses, harbour seals and beluga whales."]], "word": "walrus"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/walrus.jpg", "es": {"diffuclty_level": 0, "sentences": ["Aquí, en uno de los entornos marinos más ricos del mundo, las aguas entre Alaska y Rusia, los osos polares, morsas, ballenas, focas e innumerables aves prosperan.", "El camarógrafo Norris Brock y yo estábamos filmando varias historias en las cercanías de Kodiak, Alaska y, dado que el momento era el correcto y las morsas masculinas estaban haciendo lo suyo, tomamos un sidetrip.", "Cuando Qallunaat introdujo las armas a los inuit, solo las usamos con el propósito de cazar animales salvajes como caribúes, osos polares, focas, morsas, beluga y narval y todo lo que sea comestible.", "Enfréntate a los osos polares, las morsas, las focas y las ballenas beluga."], "word": "morsa"}, "de": {"diffuclty_level": 0, "sentences": ["Hier in einer der reichsten Meeresumgebungen der Welt - den Gewässern zwischen Alaska und Russland - gedeihen Eisbären, Walrosse, Wale, Robben und unzählige Vögel.", "Kameramann Norris Brock und ich drehten mehrere Geschichten in der Nähe von Kodiak, Alaska. Da das Timing richtig war und die männlichen Walrosse ihre Sache machten, machten wir einen Abstecher.", "Als Qallunaat Waffen mit Inuit einführte, verwendeten wir sie nur zur Jagd auf Wild wie Karibus, Eisbären, Robben, Walrosse, Beluga und Narwal und alles, was essbar ist.", "Treffen Sie Eisbären, Walrosse, Seehunde und Belugawale."], "word": "Walross"}}, {"id": "weasel", "fr": {"diffuclty_level": 0, "sentences": ["Les ours noirs qui parcouraient le parc national de la Pointe-Pelée ont maintenant disparu, mais les coyotes, les renards roux, les ratons laveurs, les opossums, les belettes et le rat musqué sont toujours présents.", "Ils ont demandé et obtenu des reports, comme les petites belettes qu'ils sont.", "En admettant ouvertement qu'ils sont des courageux, des traîtres, des menteurs, des belettes et des lâches, les libéraux évitent de devenir des hypocrites.", "Les causes de son extinction restent obscures, mais il est probable que les rats, les belettes et les chats aient joué un rôle dans sa disparition."], "word": "belette"}, "en": {"diffuclty_level": 0, "sentences": [["The black bears that once roamed Point Pelee National Park are now gone, but coyotes, red foxes, raccoons, opossums, weasels, and muskrat are still around.", "They applied for and received deferments, like the little weasels they are.", "By openly admitting to being philanderers, draft dodgers, liars, weasels and cowards, liberals avoid ever being hypocrites.", "The causes of its extinction remain unclear, but it is likely that rats, weasels, and cats played a role in its demise."]], "word": "weasel"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/weasel.jpg", "es": {"diffuclty_level": 0, "sentences": ["Los osos negros que una vez vagaban por el Parque Nacional Point Pelee ya no están, pero los coyotes, los zorros rojos, los mapaches, los zarigüeyas, las comadrejas y la rata almizclera todavía existen.", "Solicitaron y recibieron aplazamientos, como las pequeñas comadrejas que son.", "Al admitir abiertamente que son fanáticos de la guerra, esquivadores, mentirosos, comadrejas y cobardes, los liberales evitan ser hipócritas.", "Las causas de su extinción siguen sin estar claras, pero es probable que ratas, comadrejas y gatos hayan jugado un papel en su desaparición."], "word": "comadreja"}, "de": {"diffuclty_level": 0, "sentences": ["Die Schwarzbären, die einst den Point Pelee National Park durchstreiften, sind jetzt verschwunden, aber Kojoten, Rotfüchse, Waschbären, Opossums, Wiesel und Bisamratten sind immer noch da.", "Sie beantragten und erhielten Stundungen wie die kleinen Wiesel, die sie sind.", "Indem Liberale offen zugeben, Philanderer zu sein, Streber, Lügner, Wiesel und Feiglinge zu sein, vermeiden sie es, Heuchler zu sein.", "Die Ursachen für sein Aussterben sind weiterhin unklar, aber wahrscheinlich spielten Ratten, Wiesel und Katzen eine Rolle bei seinem Untergang."], "word": "Wiesel"}}, {"id": "whale", "fr": {"diffuclty_level": 0, "sentences": ["Les peuples autochtones sont toujours autorisés à chasser ces baleines pour se nourrir.", "Les Orkney sont invités à surveiller les baleines, les dauphins et les marsouins ce week-end.", "Au Miocène, les baleines des deux lignées sont des fossiles relativement communs dans de nombreux gisements marins.", "Les lions de mer, les phoques, les loutres de mer, les marsouins et les baleines sont communs autour des îles."], "word": "baleine"}, "en": {"diffuclty_level": 0, "sentences": [["Native peoples are still allowed to hunt these whales for food.", "Orkney folk are being urged to keep a look out for whales, dolphins and porpoises this weekend.", "By the Miocene, whales of both lineages are relatively common fossils in many marine deposits.", "Sea lions, harbor seals, sea otters, porpoise and whales are common around the islands."]], "word": "whale"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/whale.jpg", "es": {"diffuclty_level": 0, "sentences": ["Los pueblos nativos todavía pueden cazar estas ballenas para alimentarse.", "Este fin de semana se insta a la gente de Orkney a que vigile a las ballenas, delfines y marsopas.", "Por el Mioceno, las ballenas de ambos linajes son fósiles relativamente comunes en muchos depósitos marinos.", "Leones marinos, focas, nutrias marinas, marsopas y ballenas son comunes en las islas."], "word": "ballena"}, "de": {"diffuclty_level": 0, "sentences": ["Einheimische Völker dürfen diese Wale weiterhin als Nahrung jagen.", "Orkney Folk wird gebeten, an diesem Wochenende nach Walen, Delfinen und Schweinswalen Ausschau zu halten.", "Im Miozän sind Wale beider Abstammungslinien relativ häufig Fossilien in vielen Meeresvorkommen.", "Seelöwen, Seehunde, Seeotter, Schweinswale und Wale sind auf den Inseln verbreitet."], "word": "Wal"}}, {"id": "wolf", "fr": {"diffuclty_level": 0, "sentences": ["L'ampleur des pertes de bétail en faveur des loups est souvent surestimée. Les loups préfèrent généralement leurs proies sauvages.", "Non, ce n'était pas une tête de chien mais probablement celle d'un canin sauvage; un loup ou peut-être un chacal.", "Les carnivores et les loups aux dents de sabre, en passant par les écureuils et les fourmiliers volants ont été produits indépendamment.", "Saviez-vous que le dernier loup britannique a été abattu en Écosse au XVe siècle et que le dernier loup vivant à l'état sauvage en Angleterre a été piégé et tué il y a près de mille ans?"], "word": "Loup"}, "en": {"diffuclty_level": 0, "sentences": [["The extent of livestock loss to wolves is often overstated, wolves typically prefer their wild prey.", "No, it was not a dog's head but probably of one of the wild canines; a wolf or perhaps a jackal.", "Everything from saber-toothed carnivores and wolves to flying squirrels and anteaters were produced independently.", "Did you know that the last British wolf was shot in Scotland in the Fifteenth Century and that the last wolf living wild in England was trapped and killed nearly a thousand years ago?"]], "word": "wolf"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/wolf.jpg", "es": {"diffuclty_level": 0, "sentences": ["La extensión de la pérdida de ganado a los lobos es a menudo exagerada, los lobos típicamente prefieren sus presas salvajes.", "No, no era la cabeza de un perro sino probablemente uno de los caninos salvajes; un lobo o tal vez un chacal.", "Todo, desde carnívoros con dientes de sable y lobos hasta ardillas voladoras y osos hormigueros, se produjo de forma independiente.", "¿Sabías que el último lobo británico recibió un disparo en Escocia en el siglo XV y que el último lobo que vivía en Inglaterra estaba atrapado y muerto hace casi mil años?"], "word": "lobo"}, "de": {"diffuclty_level": 0, "sentences": ["Das Ausmaß des Viehverlusts an Wölfen wird oft überbewertet. Normalerweise bevorzugen Wölfe ihre wilde Beute.", "Nein, es war kein Hundekopf, aber wahrscheinlich einer der wilden Hunde. ein Wolf oder vielleicht ein Schakal.", "Alles, von säbelzahnigen Fleischfressern und Wölfen bis zu fliegenden Eichhörnchen und Ameisenbären, wurde unabhängig voneinander produziert.", "Wussten Sie, dass der letzte britische Wolf im 15. Jahrhundert in Schottland geschossen wurde und dass der letzte in England wild lebende Wolf vor fast tausend Jahren gefangen und getötet wurde?"], "word": "Wolf"}}, {"id": "zebra", "fr": {"diffuclty_level": 0, "sentences": ["C'est un mélange d'ADN d'un poisson zèbre et d'une méduse ou d'une anémone de mer.", "Le paysage de Madagascar n’est peut-être pas un mauvais choix pour les lions, les girafes, les zèbres et les hippopotames.", "Les zèbres de Burchell vont s'accoupler avec des ânes, produisant un hybride appelé «zebdonk».", "La réserve abrite des éléphants, des girafes, des zèbres et diverses espèces d'antilopes et de singes."], "word": "zèbre"}, "en": {"diffuclty_level": 0, "sentences": [["It is a blending of DNA from a zebra fish and either a jellyfish or sea anemone.", "Madagascar's landscape may not be a bad fit for lions, giraffes, zebras, and hippos.", "Burchell's zebras will mate with donkeys, producing a hybrid that has been called a ‘zebdonk.’", "The preserve is home to elephants, giraffes, zebra, and various species of antelope and monkey."]], "word": "zebra"}, "lexicalCategory": "Noun", "topic": "animals", "url": "pictures/animals/zebra.jpg", "es": {"diffuclty_level": 0, "sentences": ["Es una mezcla de ADN de un pez cebra y una medusa o una anémona de mar.", "El paisaje de Madagascar puede no ser un mal ajuste para leones, jirafas, cebras y hipopótamos.", "Las cebras de Burchell se aparearán con burros, produciendo un híbrido que se ha llamado un 'zebdonk'.", "La reserva es el hogar de elefantes, jirafas, cebras y varias especies de antílopes y monos."], "word": "cebra"}, "de": {"diffuclty_level": 0, "sentences": ["Es ist eine Mischung von DNA aus einem Zebrafisch und entweder einer Qualle oder einer Seeanemone.", "Madagaskars Landschaft ist für Löwen, Giraffen, Zebras und Flusspferde nicht besonders geeignet.", "Burchells Zebras werden sich mit Eseln paaren und eine Hybride produzieren, die \"Zebdonk\" genannt wird.", "Das Reservat ist die Heimat von Elefanten, Giraffen, Zebras und verschiedenen Antilopenarten und Affen."], "word": "Zebra"}}, {"id": "belt", "fr": {"diffuclty_level": 0, "sentences": ["Ils portaient aussi une tunique rouge, ceinturée à la taille par une ceinture noire.", "Il est grand et puissant et peut boucler la balle pour tout ce qu'il vaut.", "Portez votre ceinture de sécurité et assurez-vous que tous vos passagers sont correctement ceinturés.", "Poe fait une pause, puis le ceinture et s'essuie les lèvres avec un mouchoir plutôt délicat."], "word": "ceinture"}, "en": {"diffuclty_level": 0, "sentences": [["They too wore red tunics, belted at the waist with a black belt.", "He is big and powerful and can belt the ball for all he is worth.", "Wear your seat belt and ensure that all your passengers are properly belted.", "Poe pauses, then belts his down and wipes his lips with a rather dainty handkerchief."]], "word": "belt"}, "lexicalCategory": "Noun", "topic": "clothes", "url": "pictures/clothes/belt.jpg", "es": {"diffuclty_level": 0, "sentences": ["También llevaban túnicas rojas, ceñidas a la cintura con un cinturón negro.", "Es grande y poderoso y puede atar el balón por todo lo que vale.", "Use el cinturón de seguridad y asegúrese de que todos sus pasajeros estén debidamente asegurados.", "Poe se detiene, luego se ata el cinturón y se limpia los labios con un pañuelo bastante delicado."], "word": "cinturón"}, "de": {"diffuclty_level": 0, "sentences": ["Sie trugen auch rote Tuniken, die an der Taille einen schwarzen Gürtel trugen.", "Er ist groß und kraftvoll und kann den Ball für alles, was er wert ist, anlegen.", "Tragen Sie Ihren Sicherheitsgurt und stellen Sie sicher, dass alle Ihre Passagiere ordnungsgemäß angelegt sind.", "Poe macht eine Pause, schnallt sich dann um und wischt sich mit einem eher zierlichen Taschentuch die Lippen ab."], "word": "Gürtel"}}, {"id": "blouse", "fr": {"diffuclty_level": 0, "sentences": ["Des mancherons et un chemisier à smockes seront parfaits pour un gilet et une écharpe ample et légère.", "Une femme en blouse paysanne danse seule parmi les enfants.", "Dans le cadre d'une interview avec les grandes entreprises américaines, il est préférable de couvrir vos tatouages et piercings avec des chemises à manches longues, des chemisiers, des cols, etc.", "Levez légèrement votre bras pour voir si vous pouvez retirer votre chemise ou votre manche de blouse des aisselles pour laisser entrer un peu d'air."], "word": "chemisier"}, "en": {"diffuclty_level": 0, "sentences": [["Cap sleeves and a smock blouse look great with a waistcoat and teamed with a loose, lightweight scarf.", "A woman in a peasant blouse dances by herself in among the children.", "In the context of an interview with mainstream corporate America, it's best to cover your tattoos and piercings with long-sleeved shirts, blouses, collars, and such.", "Raise your arm slightly, see if you can pull your shirt or blouse sleeve away from the underarm to let in a little air."]], "word": "blouse"}, "lexicalCategory": "Noun", "topic": "clothes", "url": "pictures/clothes/blouse.jpg", "es": {"diffuclty_level": 0, "sentences": ["Las mangas de gorra y una blusa con falda se ven muy bien con un chaleco y combinados con una bufanda suelta y liviana.", "Una mujer en una blusa campesina baila sola entre los niños.", "En el contexto de una entrevista con la corporación estadounidense principal, es mejor cubrir sus tatuajes y piercings con camisas de manga larga, blusas, collares y demás.", "Levante un poco el brazo y vea si puede quitarse la camisa o la manga de la blusa de la axila para que entre un poco de aire."], "word": "blusa"}, "de": {"diffuclty_level": 0, "sentences": ["Kappenärmel und eine Kittelbluse sehen toll aus mit einer Weste und einem lockeren, leichten Schal.", "Eine Frau in einer Bauernbluse tanzt alleine zwischen den Kindern.", "Im Rahmen eines Interviews mit Mainstream Corporate America sollten Sie Ihre Tätowierungen und Piercings mit langärmligen Hemden, Blusen, Kragen usw. abdecken.", "Heben Sie den Arm leicht an und sehen Sie, ob Sie Ihr Hemd oder Ihren Ärmel der Bluse vom Unterarm wegziehen können, um etwas Luft einzulassen."], "word": "Bluse"}}, {"id": "boots", "fr": {"diffuclty_level": 0, "sentences": ["Les bottes ont attiré l'attention.", "Quand j'ai demandé aux bottes de Roscrea le chemin de Monaincha, en les prononçant comme il est orthographié, il a dit qu'il n'en avait jamais entendu parler."], "word": "bottes"}, "en": {"diffuclty_level": 0, "sentences": [["The boots drew himself to attention.", "When I asked the boots in Roscrea the way to Monaincha, pronouncing it as it is spelled, he said he had never heard of it."]], "word": "boots"}, "lexicalCategory": "Noun", "topic": "clothes", "url": "pictures/clothes/boots.jpg", "es": {"diffuclty_level": 0, "sentences": ["Las botas llamaron la atención.", "Cuando le pregunté a las botas en Roscrea el camino a Monaincha, pronunciando como se escribe, dijo que nunca había oído hablar de eso."], "word": "botas"}, "de": {"diffuclty_level": 0, "sentences": ["Die Stiefel machten sich bemerkbar.", "Als ich die Stiefel in Roscrea nach dem Weg nach Monaincha fragte und ihn so aussprach, wie er geschrieben wurde, sagte er, er habe noch nie davon gehört."], "word": "Stiefel"}}, {"id": "cap", "fr": {"diffuclty_level": 0, "sentences": ["Dans le couloir, à l'extérieur, on m'a remis un masque et une casquette.", "Il est fortement barré en haut et en bas, de couleur marron et blanche, avec une ligne blanche qui sépare le bonnet et la joue.", "La casquette plate était un trait caractéristique de la vie britannique pendant la majeure partie du siècle dernier.", "Les producteurs laitiers désillusionnés du Yorkshire pourraient bientôt devenir des cow-boys et changer leurs casquettes pour Stetsons s’ils acceptaient une offre de déménagement dans le Dakota du Sud."], "word": "casquette"}, "en": {"diffuclty_level": 0, "sentences": [["In the hallway outside, I was handed a mask and cap.", "It is heavily barred brown-and-white above and below, with a white eye-line that separates a rufous cap and cheek.", "The flat cap was a feature of British life through most of he last century.", "Disillusioned dairy farmers in Yorkshire could soon be turning cowboys and switching their flat caps for Stetsons if they take up an offer to relocate to South Dakota."]], "word": "cap"}, "lexicalCategory": "Noun", "topic": "clothes", "url": "pictures/clothes/cap.jpg", "es": {"diffuclty_level": 0, "sentences": ["En el pasillo, me dieron una máscara y una gorra.", "Está fuertemente recubierto, marrón y blanco, arriba y abajo, con una línea blanca que separa una gorra y una mejilla.", "La gorra plana fue una característica de la vida británica durante la mayor parte del siglo pasado.", "Los productores de lácteos desilusionados de Yorkshire pronto podrían convertirse en vaqueros y cambiar sus gorras planas a Stetsons si aceptan una oferta para mudarse a Dakota del Sur."], "word": "gorra"}, "de": {"diffuclty_level": 0, "sentences": ["Im Flur draußen wurde mir eine Maske und eine Mütze übergeben.", "Es ist oben und unten stark braun und weiß mit einer weißen Augenlinie, die eine rufous Kappe und Wange voneinander trennt.", "Die flache Kappe war ein Teil des britischen Lebens im letzten Jahrhundert.", "Desillusionierte Milchbauern in Yorkshire könnten bald Cowboys werden lassen und ihre flachen Mützen gegen Stetsons wechseln, wenn sie ein Angebot für einen Umzug nach South Dakota annehmen."], "word": "Deckel"}}, {"id": "coat", "fr": {"diffuclty_level": 0, "sentences": ["Certains soldats du Rhode Island et du New Hampshire portaient des vêtements gris qui confondaient les tireurs du 4ème Rhode Island.", "Leurs manteaux devinrent épais, durs et suffisamment denses pour les protéger de l'humidité et du froid d'une longue chasse d'hiver.", "Ce garçon, vêtu d'une tunique de marin échevelée et d'un manteau d'hiver digne d'un ours, n'était pas plus que l'épaule pour moi.", "Les Norwich Terriers ne sont pas une race à perdre, mais il y a toujours des poils morts dans leur manteau qui finissent par traîner."], "word": "manteau"}, "en": {"diffuclty_level": 0, "sentences": [["Some of the Rhode Island and New Hampshire soldiers had on gray coats that confused the shooters of the 4th Rhode Island.", "Their coats became thick, hard and dense enough to protect them from the moisture and cold of a long winter's day hunting.", "This boy, clad in a disheveled sailor's tunic and winter coat fit for a bear, stood no more than shoulder-high to me.", "Norwich Terriers aren't a shedding breed, but there are always some dead hairs in their coat that end up lying around."]], "word": "coat"}, "lexicalCategory": "Noun", "topic": "clothes", "url": "pictures/clothes/coat.jpg", "es": {"diffuclty_level": 0, "sentences": ["Algunos de los soldados de Rhode Island y New Hampshire tenían abrigos grises que confundían a los tiradores de la 4ª Rhode Island.", "Sus abrigos se volvieron gruesos, duros y lo suficientemente densos para protegerlos de la humedad y el frío de un largo día de caza de invierno.", "Este chico, vestido con una túnica de marinero despeinado y un abrigo de invierno digno de un oso, no era más que un hombro alto para mí.", "Los Terriers de Norwich no son una raza de derramamiento, pero siempre hay algunos pelos muertos en su abrigo que terminan por ahí."], "word": "capa"}, "de": {"diffuclty_level": 0, "sentences": ["Einige der Soldaten von Rhode Island und New Hampshire hatten graue Mäntel an, die die Schützen der 4. Rhode Island verwirrten.", "Ihre Mäntel wurden dick, hart und dicht genug, um sie vor der Feuchtigkeit und Kälte einer langen Wintertagsjagd zu schützen.", "Dieser Junge, gekleidet in einem zerzausten Matrosenkostüm und einem für einen Bären geeigneten Wintermantel, stand mir nur schulterhoch.", "Norwich Terrier sind keine Schuppen, aber in ihrem Mantel gibt es immer tote Haare, die herumliegen."], "word": "Mantel"}}, {"id": "dress", "fr": {"diffuclty_level": 0, "sentences": ["Il avait l'air magnifique dans sa chemise de pantalon bleu royal et noir.", "La demoiselle d'honneur en chef Sheryl Chiffin et les demoiselles d'honneur Clare Scott et Amy Smith portaient des robes en soie ivoire de longueur de ballerine bordées de rose prune.", "Il avait l'air tellement beau dans sa chemise de ville bleu foncé et son pantalon de costume noir.", "Sa silhouette s’exprimait entièrement à travers ses robes et ses vêtements coûteux et voyants."], "word": "robe"}, "en": {"diffuclty_level": 0, "sentences": [["He looked stunning in his shirt of royal blue and black dress slacks.", "The chief bridesmaid Sheryl Chiffin and bridesmaids Clare Scott and Amy Smith wore ballerina-length ivory silk dresses edged in plum pink.", "He looked so good in that dark blue dress shirt and black dress pants of his.", "Her figure expressed itself entirely through her flashy, expensive dresses and garments."]], "word": "dress"}, "lexicalCategory": "Verb", "topic": "clothes", "url": "pictures/clothes/dress.jpg", "es": {"diffuclty_level": 0, "sentences": ["Se veía impresionante en su camisa de color azul real y pantalones de vestir negros.", "La dama de honor principal Sheryl Chiffin y las damas de honor Clare Scott y Amy Smith llevaban vestidos de seda de marfil bordados en color rosa bailarina.", "Se veía tan bien en esa camisa de vestir azul marino y en sus pantalones de vestir negros.", "Su figura se expresó completamente a través de sus vestidos y prendas llamativas y caras."], "word": "vestido"}, "de": {"diffuclty_level": 0, "sentences": ["In seinem Hemd aus königsblauer und schwarzer Abendhose sah er umwerfend aus.", "Die Hauptbrautjungfer Sheryl Chiffin und die Brautjungfern Clare Scott und Amy Smith trugen Ballerina-lange Elfenbeinseidenkleider, die in Pflaumenrosa eingefasst waren.", "Er sah so gut aus in seinem dunkelblauen Businesshemd und seiner schwarzen Anzughose.", "Ihre Figur drückte sich ausschließlich durch ihre auffälligen, teuren Kleider und Kleidungsstücke aus."], "word": "Kleid"}}, {"id": "glove", "fr": {"diffuclty_level": 0, "sentences": ["Le gardien du guichet de l'Angleterre n'a pas tellement ganté le ballon qu'il l'a balayée.", "En repoussant la balle de son visage, il ne pouvait que ganter la balle au gardien du guichet.", "En effet, il a été exclu quand il a semblé ganter sa première balle du côté des jambes."], "word": "gant"}, "en": {"diffuclty_level": 0, "sentences": [["England's wicketkeeper didn't so much glove the ball as swat it away.", "Fending the ball off his face, he could only glove the ball to the wicket keeper.", "Indeed he was given not out when he appeared to glove a catch down the leg side off his first ball."]], "word": "glove"}, "lexicalCategory": "Noun", "topic": "clothes", "url": "pictures/clothes/gloves.jpg", "es": {"diffuclty_level": 0, "sentences": ["El wicketkeeper de Inglaterra no guantó tanto la pelota como la golpeó.", "Alejando el balón de su cara, solo pudo ponerle el guante al arquero.", "De hecho, no fue entregado cuando apareció a la altura de la pierna con un guante enganchado en la pierna."], "word": "guante"}, "de": {"diffuclty_level": 0, "sentences": ["Der englische Wicketkeeper hat den Ball nicht so sehr mit dem Handschuh als mit der Hand weggedrückt.", "Den Ball von seinem Gesicht abzuwenden, konnte er den Ball nur mit dem Wicket-Keeper anfassen.", "Tatsächlich wurde er nicht ausgeschüttet, als er scheinbar von seinem ersten Ball einen Haken an der Beinseite hinabzustechen schien."], "word": "Handschuh"}}, {"id": "hat", "fr": {"diffuclty_level": 0, "sentences": ["Derrière le comptoir, des hommes vêtus d'uniformes de cuisine blancs et de petits chapeaux en papier ont préparé des assiettes de hamburgers et de frites.", "Nous nous éloignons des quelques initiés du polo portant des casquettes de baseball et des chapeaux de laine, regardant un match de pratique.", "Les chapeaux Stetson et les casquettes de baseball sont enlevés au début de la prière.", "Le look citadin a été mis à jour avec des costumes à fines rayures portés avec des chapeaux de tourte au porc et des manteaux de cuir de longueur maximale."], "word": "chapeau"}, "en": {"diffuclty_level": 0, "sentences": [["Behind the counter men in white kitchen uniforms with little paper hats prepared plates of burgers and fries.", "We walk away from the smattering of polo insiders wearing baseball caps and woolly hats, watching a practice game.", "The Stetson hats and baseball caps are whipped off when they begin with prayer.", "The city look was updated with pinstripe suits worn with pork pie hats and maxi-length leather coats."]], "word": "hat"}, "lexicalCategory": "Noun", "topic": "clothes", "url": "pictures/clothes/hat.jpg", "es": {"diffuclty_level": 0, "sentences": ["Detrás del mostrador, hombres con uniformes blancos de cocina con pequeños sombreros de papel preparaban platos de hamburguesas y papas fritas.", "Nos alejamos de la multitud de jugadores de polo con gorras de béisbol y gorros de lana, viendo un juego de práctica.", "Los sombreros y gorras de béisbol de Stetson se quitan cuando comienzan con la oración.", "El estilo de la ciudad se actualizó con trajes a rayas usados con sombreros de pastel de cerdo y abrigos largos de cuero."], "word": "sombrero"}, "de": {"diffuclty_level": 0, "sentences": ["Hinter dem Tresen bereiteten Männer in weißen Küchenuniformen mit kleinen Papierhüten Teller mit Burgern und Pommes zu.", "Wir gehen weg vom Poltern der Polo-Insider, die Baseballmützen und Wollmützen tragen, und schauen uns ein Übungsspiel an.", "Die Stetson-Mützen und Baseballkappen werden ausgepeitscht, wenn sie mit dem Gebet beginnen.", "Der City-Look wurde mit Nadelstreifenanzügen mit Pork Pie-Hüten und Ledermänteln in Maxi-Länge überarbeitet."], "word": "Hut"}}]}